{"filename": "dodecanese.md", "country": "greece", "region": "dodecanese", "url": "https://www.visitgreece.gr/media-kit/travel-guides/", "title": "Dodecanese Guide", "category": "practical_guide", "text": "##### Dodecanese\nhttp://www.visitgreece.gr\nGREEK NATIONAL TOURISM ORGANISATION\n###### GREECE\nCONTENTS\n# 86\n# 96\n# 14\n# 64\n# 12\n# 60\n# 04\n# 52\n# 44 72\n# 16\n# 68\n# 24\n# 34\n# 100\n```\nCover Page: Approaching Armathia, an uninhabited islet, near Kasos.\n```\n1. Elaborate pebble mosaic floors, an integral part of the Dodecanesian tradition.\nPatmos Kos Chalki\nAgathonisi Astypalaia Rhodes (Rodos)\nLeipsoi (Lipsi) Nisyros Karpathos\nLeros Tilos Kasos\nKalymnos Symi\n```\nKastellorizo\n(Megisti)\n```\n1.\n#### The Dodecanese\n**2. Dodecanese’s enchanting beaches\nare one of the main attractions for millions of tourists every year.**\n**The Dodecanese island group is in the southeastern part of the Aegean\nSea, the sunniest corner of Greece; it comprises twelve large islands\nand numerous smaller ones, each one with a different character. You\nwill find fantastic beaches, archeological sites of great historical impor-\ntance, imposing Byzantine and Medieval monuments, traditional villag-\nes and architectural gems that date to the Italian Occupation. The Do-\ndecanese have long been one of the most popular tourist destinations\nin the Mediterranean.\nRhodes and Kos, are among the largest islands of the group and the\ntwo most popular ones. Karpathos, Patmos, Leros, Symi, Kalymnos, and\nAstypalaia have managed to keep their traditional flavour despite the\nfact that large numbers of tourists visit them. The smaller islands, with\nlower rates of growth, like Tilos, Nisyros, Leipsoi, Chalki, Kasos, Kastel-\nlorizo, Agathonisi, Telendos and Pserimos are a fine choice for relaxed\nand peaceful holidays.\nThese islands have a rich and very long history. They have known pirate\nraids and have been occupied by the Knights Hospitaller, the Turks, and\nthe Italians, to be eventually integrated in Greece in 1948.**\nPATMOS\n3. Skala, Patmos’ port. Chora lies in the background.\natmos is known as the “island of the Apocalypse” or “Jerusalem of the Aegean”: John the Theo-\nlogian, one of Christ’s disciples, exiled to this island by the Roman emperor Domitian in 95 AD,\nwrote the “Book of Revelation”, the last book of the New Testament in one of the island’s caves.\nThe “Cave of the Apocalypse”, as it is known today, is one of the most historic and impressive sites in\nGreece. Patmos was first inhabited in prehistoric times. During the Roman times it was a place of exile.\nIn 1088, the Blessed Christodoulos founded the Monastery of St John the Theologian. Over time the\nisland flourished and the first mansions were built in the late 16th century. The Patmos Seminary (or\nPatmian School) was built in 1713. The island officially became Greek territory in 1948.\nArea: 34 sq.km; coastline: 63 km; population: 3,000.\n## P\n5\n```\nPATMOS\n```\n**Chora 1**\nThis small traditional town has been built around\nthe monastery of Saint John the Theologian. It\nis one of the most beautiful and well preserved\nmedieval towns found in the Aegean. The hous-\nes, built next to each other, have their windows\nplaced high and leave room for narrow, maze-\nlike paved alleys where you will find dozens of\n15 th-17th century churches, built with stone from\nPetrokopio (meaning stone quarry) and Manola-\nkas. The roofs are made with timber from cy-\npress trees and alternating layers of astivi\n(a kind of shrub endemic to Patmos), seaweed,\nand mud. Distance from Skala (the island’s port):\n4.5 km S.\n**Town promenade**\n- To the imposing **fortified monastery of\nSaint John (Agios Ioannis) the Theologian**.\nIt was founded in 1088 by the monk Christodou-\nlos after a grant offered by the Byzantine emper-\nor Alexios I Komnenos. The museum - sacristy is\n```\na sight of major importance and the largest mu-\nseum in the Aegean. Exhibits include the parch-\nment of the purple code (late 5th-early 6th c.)\nand the 1088 chrysobull [a type of byzantine\nofficial document] of Alexios Komnenos. The\nmonastery’s library is outstanding: there are ap-\nproximately 1,200 handwritten codices, more than\n13,000 documents, and over 4,500 archetypes\nand incunabula. The monastic complex houses a\nworkshop for the conservation and restoration of\nthe monastery’s icons and works of art.\n```\n- To the **Cave of the Apocalypse**. It is located\nhalfway down the road from Chora to Skala. **Agia\nAnna’s** church is at the cave’s entrance; restora-\ntion works took place in the 17th century.\n- To the **Patmos Seminary** , in the same loca-\ntion as the cave, founded in 1713. It was the spir-\nitual centre of the Greeks in bondage, especially\nduring the 1821 War of Independence. Today, it\nis a state-accredited seminary.\n- To the 1599 **Panagia Diasozousa** church, ly-\ning amid flowerbeds, tall palm trees, oleanders,\n5. “Ioannis’ Vision” (painted by Thomas Vathas, 1596),\nlocated in the cave of the Apocalypse.\n4. Agios Ioannis Theologos Monastery – an interior view.\n```\nwhite domes and a stone belfry.\n```\n- To the house of **Emmanuel Xanthos** , one of\nthe founding members of the Society of Friends\n(Filiki Eteria).\n•To the 17th-18th century **Nikolaidis Mansion**.\nIt houses archeological finds together with pho-\ntographic material on the island’s history.\n- To the **Folk Art Museum** , housed in the 17th-\ncentury Simantiri mansion. Exhibits include func-\ntional or decorative objects, family heirlooms,\nand other houseware.\n**Trips around Patmos**\n**North**\n```\nKampos 2\nPano (Upper) Kampos is an inland village, while\nKato (Lower) Kampos is a small village by the sea\nset in a green area, next to orchards, citrus and\nolive groves, pine and eucalyptus trees, and a\npopular sandy beach with tamarisks. Three other\n```\n_PATMOS_ (^) _- LIPS\nI\nPAT\nMO\nS_ (^) _- LE\nROS\nMIKONOS - PATMOS_\n!P\n\"T!\n!P\n!\n!\n!\n!\n**HORA\nKabos\nSkala**\nGrikos\nLivadi\nLefkes Vaya\nArki\n_Mersini\nLaka\nHohlakas\nPetra\nMeloy\nAgriolivado\nKabos\nAmbelakia\nKapsaliasmena\nLimnari\nKavos Germanou\nPs ili Ammos_\n!\n!\n!\n!\n_BALAMOU\nPRASONISSI\nPETROKARAVO ANIDROS\nMANOLI\nHILIOMODI\nTRAGONISSI_\n**_PATMOS_** _KALOVOLOS_\n**_ARKI_**\n_MAKRONISSI\nSTROGILI\nAGRELOUSSA MARATHI\nREFOULIA_\n**_LIPSI_**\n_MAKRONISSI_\n**0 1.25 2.5 5**\n_PETROKARAVO\nANIDROS_\n**LEGEND**\nAirport\nArchaeological site\nPolice\nHospital\nCamping\nCastle - Fortress\nCasino\nPort\nMarina\nMuseum\nHamlet\n!P Village >1000 per.\nT\" Region capital\nBus station\nBeach\nMain road network\nRural road network\nMinor road network\nFerry route\nN\n**km**\n7\n```\nPATMOS\n```\nseaside villages, namely **Vagia** , **Livadi** (E); and\n**Lefkes** (W) are near Kampos. **Distance from\nChora:** 9 km N\n**Must see**\n- **Evangelismos** church, in a small square\nbordering the road.\n- The multi-coloured pebble **beach of Lampi**.\n- **Livadi Kalogiron** (the Monks’ Field) with\nold monastic buildings. The 11th-12th c. **Agios\nNikolaos** church is one of the island’s oldest\nchurches located 3 km NW.\n**Skala 3**\nThe island’s harbour is in a narrow, natural, neck-\nshaped bay that almost divides the island in half.\nDuring the 17th century there were no buildings\nby the harbour, just a few warehouses. The fre-\nquent pirate raids had forced the island’s inhab-\nitants to stay in Chora. At the end of the 19th cen-\ntury, the port flourished. During the Italian rule,\nSkala became the Italians’ administrative centre;\n```\nthe Italian guards’ quarters, the post office, and\nthe customs house were built during that period.\nAfter the union of Patmos with Greece, beau-\ntiful neoclassical buildings were erected in the\nharbour area. Today, these buildings are either\nresidences or they house shops. Distance from\nChora: 4.5 km N.\n```\n**Must see**\n- **Petrokaravo** (the Stone Ship). It is a small\nisland shrouded in legend and lore.\nIt resembles a ship listing heavily, followed\nby two small boats. Tradition has it that this\nwas a pirate ship that turned to stone after the\nfervent praying of the Blessed Christodoulos.\n- **Kasteli** , the low hilltop just over Skala,\naccessible on foot. The view from Kasteli is\nspectacular. Make a point of visiting the ruins\nof the island’s ancient capital.\n- The churches dedicated to **Agia Paraskevi** ,\n**Agia Aikaterini** , and **Panagia** tis\n**Koumanas** (1780).\n6. Skala, a panoramic view.\n**South**\n**Groikos 4**\nSpend your summer holidays in this seaside vil-\nlage located in a small green valley. This place\nexisted in ancient times and was known as Agroi-\nkia. Tamarisks grow on the sandy beach of this\nnarrow sheltered bay that looks more like a lake,\nwhat with Tragonisi lying just opposite and two\nsmall peninsulas on each side. **Distance from\nChora:** 4.5 km SE\n**Must see**\n- The **Kallikatsou Rock**. In late afternoon,\nwhen that seaside boulder is bathed in orange\nlight, the carved steps on the rock are visible.\nIn antiquity, it used to be a place of worship.\n**Nearby islands**\n**Arkoi (or Arkioi) 5**\nIt is a small group of islands east of Patmos and\nnorth of Leipsoi with sparse, bushy vegetation.\nArkoi village is on the largest island. Old stone\nhouses, some whitewashed, some newly built\n7. The Ritual of the Washbasin taking place on Holy Thursday at Xanthou square, Chora.\n9\n```\nPATMOS\n```\nand traditional tavernas make up the picture.\nGo for swimming in beaches where lentisks and\ntamarisks grow, such as Limnari, Kapsaliasme-\nnos, Tiganakia, Patelia, and Ampelaki. You will\nalso enjoy this type of beach at a small isle called\nMarathi.\n**Events**\n- Religious Music Festival in Skala, every Sep-\ntember.\n- The Ritual of the Washbasin: a unique reenact-\nment of the Last Supper. On Easter Sunday, you\nwill hear the Gospel excerpt on the Resurrection\nin seven languages.\n**Activities**\n- Swimming at the fine sandy beach in Groikos;\nalso in Petra, Vagia, Lampi, Kampos, Agriolivado,\nMeloi and Lefkes. A lacy stretch of beach with lilli-\nputian coves lie between Livadi Delapothitou and\n```\nthe barren Kavo Geranos area. The picturesque\nbay of Chochlakas is also a great spot for swim-\nming. The best sandy beach though is Psili Am-\nmos (access by foot or by boat).\n```\n- Spear fishing.\n- Scuba diving.\n- Sailing.\n- Boat rides to the nearby small islands (Sklava,\nChiliomodi, Anydro, etc).\n- Camping at Skala (Meloi).\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22473-60.\n- **Tourist information office:** 22470-31.\n- **Health Centre:** 22473-60.\n- **Port Authority:** 22470-34.131, 22470-31.\n```\nMuseums - Archeological Sites\n```\n- **Nikolaidis Mansion:** 22470-32.\n- **Folk Art Museum:** 22470-31.\n- **The Cave of the Apocalypse:** 22470-31.\n- **Agios Ioannis Monastery:** 22470-20.\n```\nWebsite: http://www.patmos.gov.gr\n```\n8. Kampos beach.\n9. Arkoi port.\n**10. An aerial photo of Agios Ioannis Theologos’ fortified monastery,\nsurrounded by Chora’s houses.\nSkala is in the background.**\n11\n```\nPATMOS\n```\nAGATHONISI\n11. Agios Georgios, Agathonisi’s sheltered port.\ngathonisi is the northernmost island of the Dodecanese.There are three villages (Agios Geor-\ngios, Megalo Chorio and Mikro Chorio) with traditional buildings and lovely gardens. Agathonisi\nis endowed with a significant and sensitive ecosystem. Along with the nearby islands it is listed\nin the Natura Programme as a protected area since it is the habitat of rare bird species.There are fer-\nries to Patmos, Leros, Leipsoi, Samos, and Chios. Area: 14 sq. km; coastline: 32 km; population: 200.\n## A\n13\n```\nAGATHONISI\n```\n**Megalo Chorio 1**\nThis is the largest and oldest village on the is-\nland; the houses are built in a special architec-\ntural style with stone walls and large doors. To-\nwards the east you will see “Tholoi” (meaning\nDomes). They are 11th century buildings that\npossibly served as food storage premises. The\nother two villages, **Mikro Chorio** and **Agios\nGeorgios** have but a few inhabitants.\n**Events**\n- Agios Panteleimon feast (July 27th) and Pan-\nagia (Virgin Mary) feast on August 15th. During\nthe celebrations visitors are offered bread baked\nin a traditional wood-burning oven, cooked meat\n(from locally raised livestock), and traditional\nsweets.\n- Celebrations involving the custom of **Klidonas**.\n**Activities**\n- Go for a swim in Spilia, Gaidouravlakos, Tsag-\nkari and in Poros Cove.\n```\nUseful phone numbers (+30)\n```\n- **Agathonisi Municipal Office:**\n22470-29.\n- **Police Station:** 22470-29.\n- **Leros, Leipsoi, and Agathonisi\nRented Rooms Owners Association:**\n22470-22.\n- **Patmos Port Authority:** 22470-34.131,\n22470-31.\n- **Rural Clinic** : 22470-29.\n**Website: [http://www.agathonisi.gr**\n12. A tranquil daily scene in Agathonisi.\n```\nAGATHONISSI^ -^ ARK\nI\n```\n```\nAG\nAT\nHO\nNIS\n```\n_SI_ (^) _-_\n(^) _SAM\nOS_\n!! **Megalo Horio** !P\nMikro Horio\nAgios Georgios\n_Poros\nGaidouravlakos Tsagari_\n!\n!\n_KATSAGANI\nSTROGILI_\n**_AGATHONISSI\nNERONISSI\nKOUNELONISSI\nPITTA_**\n**0 1 2 4**\nN\n**km**\nLEIPSOI (Lipsi)\n13. Leipsoi village. Agios Ioannis Theologos church stands out in the background.\neipsoi is the ideal island for a relaxed vacation: the nature and the locals have a unique way of\nhelping visitors acquire a much needed inner peace. This is why locals say that it was probably\nthis land, and not Calypso herself, that lured Odysseus into staying there when his ship strayed\nfrom the course set for his return to Ithaca.\nLeipsoi is part of the northern Dodecanese. It is the largest island in a group of twenty islands and islets\nof enormous environmental value, as they are included in the Natura Networking Programme. They\nlie between Patmos and Leros and have been inhabited since prehistoric times. Leipsoi village was\nfounded in 1669 by a man from Crete by the name of Elias. Leipsoi Island was integrated in Greece in\n1948. Area: 16 sq. km, coastline: 35 km and population: 700. There are ferries to Leros and Patmos.\n### L\n15\n```\nLEIPSOI\n```\n**Leipsoi (the village) 1**\nThe only village on Leipsoi island is built on the\nhill where Lios (Elias) the Cretan built the first\nhouse and gently descends towards the harbour.\n**Must see**\n- The imposing church of **Agios Ioannis\nTheologos**. It is next to the square where\nthe Town Hall and the Museum are located. It\nhouses the icon of Panagia Mavri, dating to 1500.\n- The **Ecclesiastical-Folk Art Museum**.\nExhibits include ecclesiastical heritage items and\na small archeological collection.\n- **Panagia tou Charou** (The Virgin Mary of\nDeath) is an icon housed in a monastery situated\n1.5 km from Leipsoi village. It is the only one in\nGreece, on which the Virgin Mary is depicted not\nholding the Baby Jesus in her arms but instead\nthe crucified body of Christ. The monastery as\nwell as the icon date back to 1600.\n**Events**\n- August 23rd (leavetaking of the Feast of the\nDormition of the Mother of God): Great celebra-\ntions take place in Leipsoi in honour of Panagia\ntou Charou.\n- A three-day wine festival in August.\n**Activities**\n- Hiking on the Trail of the Dormition (Monopati\ntis Koimisis) and others.\n- Scuba diving.\n- Fishing.\n- Spear fishing.\n- Boat rides to Makronisi, Chochlakoura, and As-\npronisi where you will discover their incredible\ncave and cliff formations.\n- Swimming at the beaches in Lientou, Kampos,\nElena, Katsadia, Papantria, Chochlakoura, Platys\nGialos, Monodentri and Tourkomnima.\n```\nNearby islands\nThere is a large number of small islands and\nrocky islets around Leipsoi: Makronisi and Fran-\ngo (SW); Refoulia (NW); Aspronisia (E); and Ka-\nlapodia (SE), to name a few.\n```\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22470-41.010,\n22470-41.\n- **Tourist office:** 22470-41.\n- **Police station:** 22470-41.\n- **Port authority:** 22470-41.\n- **Rural Clinic:** 22470-41.\n**Website: [http://www.lipsi-island.gr**\n```\nPATMOS - LIPSI\n```\n```\nLIPSI\n```\n_- LERO_\n_S_\n```\n!P\n```\n```\nLipsi\n```\n```\nPlatis Yalos\n```\n```\nMonodendri\n```\n```\nElenaKabos Tourkomnima\n```\n```\nLientou\n```\n```\nPapadria Katsadia\n```\n```\nHohlakoura\n```\n```\n!!!!!!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n!!!\n```\n```\n!\n```\n```\nMEGALO ASPRONISSI\n```\n```\nMAKRI ASPRONISSI\nMIKRO ASPRONISSI\n```\n```\nKOULOURA\nNOTIA ASPRA\nLIRA\n```\n```\nPAPL OMA\n```\n```\nHALAVRA\n```\n```\nPSOMOS\nSTAVRI\nKAPARI PI LAFI\n```\n```\nPI ATO\n```\n```\nLIPSI\n```\n```\nMAKRONISSI\n```\n```\nFRAGOS\n```\n```\nREFOULIA\n```\n```\n0 0.5 1 2\n```\n[N\n```\nkm\n```\n```\nccording to Greek mythology, Leros was considered as the island of Artemis, the goddess of\nforests and hunting. It is an ideal place for quiet holidays. The houses, built in the Italian ar-\nchitectural style, catch the eye. Take your pick among the beaches of crystal-clear waters and\nvisit the towering castle of Panagia on Apityki hill. Coves protected from the elements, hills, large ex-\npanses of pine trees and olive groves, and low plains with freshwater streams complete the picture.\nThe history of Leros begins in Neolithic times. In antiquity, the island was an Ionian settlement. In\nearly Christian times (5th-7th c.) settlements began to spread along the coastline. The island was oc-\ncupied by the Knights Hospitaller of the Order of St John from 1309 to 1522, when it was conquered\nby the Turks. In 1912, the island came under the Italian rule. The Italians took full advantage of the is-\nland’s strategic position and natural harbour. Leros was typically integrated in Greece in 1948. During\nthe Civil War and in the years of dictatorship (1967-1974), Leros used to be a place of exile. There are\nferries to Piraeus, to the islands of the North and East Aegean, and to a number of other Dodecanese\nIslands. There are also flights to Leros from the Athens “Eleftherios Venizelos” International Airport.\nArea: 54 sq. km; coastline: 71 km; population: 8,500.\n```\nLEROS\n14. The castle of Panagia, dominating the barren hill above Platanos.\n### A\n17\n```\nLEROS\n```\n**Agia Marina 1**\nAgia Marina, the capital town of Leros, is built on\nAgia Marina bay. This used to be the island’s port\narea prior to the present harbour location (Lak-\nki). It comprises the areas of Agia Marina, Pla-\ntanos (Leros’ oldest quarter) and Panteli (with\na small beach). The above areas feature grace-\nful old mansions with stone or wooden balco-\nnies, whitewashed yard walls and narrow, pictur-\nesque alleys. **Brouzi** , the old Roman fort, lies at\nthe side of the town where there are remarkable\npieces of mosaic art, arch-shaped constructions,\nand the ruins of an aqueduct which ran as a ship-\nyard until 1988. On the other side of the town\nthere is a historic **windmill** which appears to be\nrising weightless out of the waters. Agia Marina\nattracts most of the island’s visitors since there\nare many bars, cafeterias, tavernas and tradi-\ntional coffeshops there.\n**Town promenade**\n- To Platanos, where it is worth visiting **Kondi-\noglou** mansion (where precious 19th c. items are\non display) and **Antonellos mansion**.\n- To the **Archeological Museum**. It is housed\nin an 1882 neoclassical building. Some of the ex-\nhibits are finds from prehistoric times, ceramics\nfrom the Geometric to the Roman Period, and\nfinds from the early Christian times.\n- To **Kastro tis Panagias (Panteli)** [Castle of\nthe Virgin Mary]. It is situated behind five wind-\nmills on the top of Apityki hill. It was built in the\nmiddle Byzantine Period. The 17th-century Pan-\nagia church with a gilded iconostasis and an-\ncient iconography is built on the west side of the\nfort. There is an **Ecclesiastical Museum** on the\npremises, where sacred vessels and icons are on\ndisplay.\n**Trips around Leros**\n**North**\n```\nKrithoni 2\nKrithoni is between Agia Marina and Alinta.The\nsmall country chapels, the cute houses, hotels,\nrooms to let and shops dot the green hill, as if\n“suspended” over it. Go for a swim in the shallow\nwaters of Krithoni’s beach. Distance from Pla-\ntanos: 1.5 km NW.\n```\n```\nAlinta 3\nAlinta attracts most of the island’s tourism traf-\nfic. It is built in a verdant area, near Platanos.\nTowards the west you will find Kokkali beach\nand the small Agios Konstantinos church. Far-\nther south, past Gourna bay, visit the small\n```\n15. A view of Krithoni.\n```\nPanagia Gourlomata church, near “Drimonas”\nlocation; this is the island’s most significant medi-\neval church. Distance from Platanos: 3 km NW.\n```\n**Must see**\n- The **Folk Art - History Museum** , housed\nin Belenis Tower (by the village’s beachfront).\nThe tower was built during the years\n1925 - 1927 and exhibits include various folk\nand historic items relating to life on the island.\n- Monasteries: **Agioi Saranta** and **Agios\nSofronios**.\n```\nPartheni 4\nBuilt in a fertile valley, Partheni has been popu-\nlated since ancient times. On an elevation west of\nthe airport, excavations have revealed the court-\nyard of an 8th or 7th c. BC temple dedicated to\nthe goddess Artemis. According to the myth,\nthis is where Artemis exiled Meleagrides (the sis-\nters of Meleagros) after turning them into fowl\nfor lamenting over the loss of their brother. Dis-\ntance from Platanos: 8 km NW.\n```\n**Must see**\n- **Agia Kioura** church, to the north,\ncloseto Partheni bay. The murals and icons,\nfound within, were painted by political exiles\nin the years 1967-1974.\n- **Agios Isidoros** church (4 km S), at a very\nshort distance from Kokkali beach, halfway\n16. Lakki is Leros’ main port ranking high among the safest harbours in the Mediterranean.\n```\nFARMAKONISSI\n```\n[N\n```\nLEVITHA\n```\n```\nMAVRIA\n```\n```\nGLAROS\n```\n```\nKINAROS\n```\n```\n0 1.252.5 5\n```\n```\n0 1.25 2.5 5\n```\n**0 1.25 2.5 5\nKilometers**\n```\nLIPS\n```\n_I_ (^) _-_ (^) _L\nERO\nS\nPATM\nOS_ (^) _-\nLERO\nS_\n! _KALIMNOSLEROS_\n!\n!\n!\n!\n!\n!!\n! !P\n!\n!\n!\n**Agia Marina**\nGourna\nKamara\nPartheni\nAlida\nDrimonas\nKserokabos\nLaki\nTemenia\nKrithoni\n_Vourlidi\nVromolithos_\nBlefoutis\n_Ag. Spiridonas\nAg. Kioura\nKrifos\nMerikia\nMIKRO GLARONISSI\nLERIKO\nSTROGILO\nTRIPI TI\nPI GANOUSSA_\n**_LEROS_**\n_FARADONISSIA\nARCHANGELOS_\n**_KALIMNOS_**\n**0 1 2 4\nkm km\nkm**\n19\n```\nLEROS\n```\n```\ndown Leros’ west coast. It is built on a rocky\nislet, 50 metres off the coast. Next to the rock,\nthere are ruins of an ancient temple.\n```\n**South**\n**Lakki 5**\nLakki is a pretty village with a planning that re-\nsembles that of a European town; eucalyptus\ntrees border the streets in front of the imposing\nbuildings in the Italian architectural style. The\ndesign and creation of a town on this scenic bay\ntook place during the Italian rule (1930-1936).\nLakki is the largest natural harbour of the east-\nern Mediterranean and its bay was formerly a\nswamp. In order to drain the swamp waters, so\n```\nas to be able to build their naval station and hy-\ndroplane base, the Italians planted eucalyptus\ntrees. Distance from Platanos: 4 km S.\n```\n**Town promenade**\n- To the marketplace where the **Clock Tower** is.\n- To the **Customs House**.\n- To **Agios Nikolaos** Catholic Church where or-\nthodox services are now held.\n- To the building of the **Naval Command**.\n- To the **cinema theatre** : the first movie pro-\njector in Greece was used in that cinema theatre!\n- To the **Memorial** (on the beach) dedicated to\nthe Greek destroyer “Vasilissa Olga” which was\nsunk during the German air raid on September\n16. Lakki is Leros’ main port ranking high among the safest harbours in the Mediterranean.\n17. Agios Isidoros church, Leros.\n26 th, 1943.\n- To the **tunnel-museum** (War Museum) locat-\ned in Merikia. During WWII it served as a bomb\nshelter as well as an operating theatre. Today,\non the municipality’s initiative, it is a museum\nexhibiting WWII-related items. On screen, you\nwill also be able to watch a documentary on the\n1943 battle of Leros.\n- To the 12th century church of **Agios Ioannis\nO Theologos** [St John the Theologian] (north-\nwest of the town). The murals date back to the\n12 th-13th century.\n**Xirokampos 6**\nIt is a seaside village overlooking Kalymnos and\nGlaronisia Islands. The vegetation on the sur-\nrounding slopes is bushy and the valley sloping\ndown to the sea is covered with olive groves and\ncypress trees. **Distance from Platanos:** 8.5\nkm S.\n**Must see**\n- The 2,500-year-old **Castle of Lepidon** ,\non the hill.\n- **Panagia Kavouradaina** church.\nIt stands at the edge of Xirokampos’ natural\nfjord, wedged between two large boulders\nwhich form the roof of the church. It is said\nthat, in 1796, a fisherman from Kalymnos\n```\ncommissioned builders from Leros to build it.\nThe church’s old icon of Panagia is on display\nat the Ecclesiastical Museum in the castle\nof Leros.\n```\n**Events**\n- “Kamouzeles”, a Carnival custom involving\nmasquerades and off-the-cuff teasing poems.\n- “Boulafenteia”: celebrations taking place in the\nfirst fortnight of August, in honour of a Leros-\nborn, heart surgeon named Boulafentis.\n- Events commemorating the sinking of “Vasilissa\nOlga” destroyer on September 26th.\n- Celebrations in honour of Panagia Kavouradai-\nna on August 8th.\n- Wine festival, in the first ten days of August.\n- Agia Marina feast on July 17th; and Panagia\nfeast on August 15th, at Panagia tou Kastrou [the\nVirgin Mary on the Castle] church, the patron\nsaint of Leros.\n**Activities**\n- Swimming at the beaches in Agia Marina, Kri-\nthoni, Alinta, Agios Stefanos, Rina, Agia Kioura,\nBlefoutis, Koulouki, Merikia, Vromolithos and\nVourlidi. From Alinta, you can reach Kryfos bay\non foot or by boat. A boat ride will take you to the\nsmall Archangelos islet (N).\n18. Panagia Kavouradaina:\nPanagia’s icon inside a crab shell.\n19. Panteli, a fishing village\nwith well-developed tourist facilities.\n21\n```\nLEROS\n```\n- Scuba diving in an underwater world where\nyou will come across WWII wrecked ships, heli-\ncopters, and aeroplanes. There are diving cen-\ntres in Krithoni and Xirokampos.\n- Fishing and spear fishing.\n- Hiking; from Platanos towards Kastro Panagias\n(Panteli) and from Lakki to Xirokampos and to\nPatella.\n- Water sports: water skiing, windsurfing, jet\nskiing.\n- Bicycling.\n- Boating to: Trypiti –there are two small sandy\nbeaches; Strongyli; Patelidi; Faradonisia; and\nPanteli.\n- Camping facilities at Xirokampos.\n```\nNearby islands\nKinaros – Levitha – Farmakonisi\nThe first two islands are located SW of Leros while\nthe third one lies NE. All three can boast a lacy\ncoastline of tranquil coves and crystal-clear waters.\n```\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22473-60.200\n- **Tourist Information Office:** 22470-23.058\n- **Police Station:** 22470-22.222\n- **Port Authority:** 22470-23.256,\n22470-22.224\n- **Hospital (Lakki):** 22470-23.251\n- **Taxi Service:** 22470-23.070\n- **Airport:** 22470-22.777\n- **Agia Marina Archeological Museum:**\n22470-24.775\n```\nWebsite: http://www.leros.gr\n```\n20. Leros is an ideal destination for scuba diving.\n21. The Wine Festival, a very popular event in Leros.\n19. Panteli, a fishing village\nwith well-developed tourist facilities.\n23\n```\nLEROS\n```\n**22. Agia Marina, Leros;\nKrithoni and Alinta lie in the background.**\nKALYMNOS\n```\nalymnos is the fourth largest island of the Dodecanese Group. Its area is 111 sq. km; its coast-\nline 96 km, and its population 17,000. It has often been called the “island of the sea sponge\nharvesters” due to the growth of the Greek sponge-harvesting trade in the 19th century. After\nWWII, Kalymnos remained the only Greek island engaged in the sea sponge-harvesting activity, sup-\nplying domestic as well as foreign markets and consequently making Kalymnos known as “the island\nof sponge harvesters” to the present day. In antiquity, Kalymnos and Leros were known as the Calyd-\nnae Islands. The first inhabitants of Kalymnos are said to have been the Kares from Asia Minor. In 1306\nit was conquered by the Knights Hospitaller of Rhodes, who remained on Kalymnos until 1522 when\nthe Turks occupied the island. The Italians took over in 1912 and in 1948 it was integrated in Greece.\nToday it is a tourist destination known worldwide for offering alternative-style vacations and activities\nsuch as climbing, scuba diving, mountain hiking and spelunking.\nThere is a flight service to Athens and a frequent ferry service to Piraeus, Rhodes and to other Dodeca-\nnese islands. There are also ferry routes running to Cyclades islands, Samos and, during the summer\nseason, to Chios, Mytilini, and Thessaloniki as well.\n```\n## K\n23. A view of Pothia. The old Italian Governor’s palace stands out.\n25\n```\nKALYMNOS\n```\n**Kalymnos or Pothia 1**\nIt is the port town of Kalymnos Island with a pop-\nulation of approximately 10,000; it spreads am-\nphitheatrically over the foot and slopes of two\nhills and the valley between them. The town can\ndisplay some remarkable architectural features in\nits mansions, two-storey and three-storey houses\nwith white or ochre-coloured walls and colourful\ndoors and windows.\n**Town promenade**\n- To **Vouvalis mansion** (19th c.), the house of\na prominent sea sponge merchant and benefac-\ntor of the island.\n- To the **Archeological Museum** , next to Vou-\nvalis mansion. The historical and cultural course\nof the island is depicted on exhibits that include\nfinds from prehistoric times, such as ceramics, in-\nscriptions, copper and marble statues, earthen-\nware, figurines, tools, cult objects and miniature\nart; also exhibits from the early Christian, Byzan-\ntine, and post-Byzantine Kalymnos. Among the\nmust-sees are the statue of the clothed Kouros\n(530 BC), the 2nd c. BC gigantic (3 m. tall) statue\nof Asklipios with only the upper part remaining\n(from the waist upwards), and the copper statue\n```\nknown as the “Lady of Kalymnos”.\n•To the Maritime-Folk Art Museum dedicated\nto the life and customs of the sponge harvesters.\n```\n- To the **Prefecture** ; the **Town Hall** ; and the\n**Cultural Centre** housing the Kalymnos library.\n- To the 1861 **Sotiras Christos** (Christ Saviour)\nchurch, with a silver dome and a marble iconos-\ntasis crafted by the eminent Greek sculptor Gian-\nnoulis Chalepas; **Agios Nikolaos** church (1860-\n1890) whose marble iconostasis originated in\nSmyrna, Asia Minor.\n- To the **castle of Chrysocheria**. It was built in\nthe 15th century by the Knights Hospitaller. In-\nside the castle there are ruins of Agios Georgios\nand Panagia Chrysochera churches; three coats\nof arms of the Knights (on the castle walls), and\nother interesting buildings.\n- To **Agios Savvas** Monastery, overlooking the\ntown (Chora). The icons and murals are consid-\nered to be of high value. The view to the harbour\nand Chora is panoramic.\n- To “ **Kalymniko Spiti** ” [the House of Kalym-\nnos], a small folk art museum on the way to\n**Vothynoi** (1.5 km SW).\n- To the private **Valsamidis Museum of Marine\nFindings**. It is located in the seaside **Vlychadia**\nvillage (6 km SW).\n- To the **Cave of Epta Parthenoi** (7 Maidens),\nalso known as the Cave of the Nymphs.\n24. One of the statues\nwelcoming the visitor at Pothia’s wharf.\n25. Chrysocheria Castle.\n- To **Kefala Cave** , where you will find enormous\nstalactite formations.\n**Trips around Kalymnos**\n**South**\n```\nChorio 2\nChorio is the island’s former capital, built at\na safe distance from the sea, for fear of pirate\nraids. The island’s traditions are highly respected\nand kept by the 3,000 inhabitants of this\npicturesque village. Distance from Pothia:\n3 km NW.\n```\n**Must see**\n- The 1794 **Panagia Charitomeni** church,\nwith an impressive gilded, wood-carved\niconostasis.\n- The 11th c. Byzantine **Megalo Kastro**\n[Great Castle]. In the 15th century, the castle\n26. Vathys village.\n```\nKALIMNOS\n```\n_- KOS_\n```\nLER\nOS\n```\n(^) _-_ (^) _K\nALI\nMN\nOS\nASTIPALEA KALIMNOS_\n!!\n!\n!\n!\n!\n!\n!\n!\n!P\n!\n!\n!P\n!P\n\"T!\n**KALIMNOS\nPanormosHorio Vathis**\nKamariElies\nVlihadia\nMirties\nMassouri\nArginoda\nTelendos\nEborios\nSkalia\nVothini\nArgos Pserimos\n_Vlihadia\nVathi\nKantouni\nArginodas_\nGefira\n_Therma\nPlatis Yalos\nLinaria\nMelitsahas\nPalionissos_\nSikati\n_Petroda\nPezoda\nDrassoda_\nAkti!\n!\n!\n!!\n!\n!\n!\n!\n!!\n_VASILIKI\nLIGIO\nKREVATI\nSARI NEKROTHIKI\nPI TTA\nASPROPNIHTI\nAG. ANDREAS\nMEGALO GLARONISSI\nEPANO\nPRASONISSI LIMNIA_\n**_PSERIMOS_**\n_PLATI_\n**_KALIMNOS_**\n_NERA\nKALAVROS_\n**_TELENDOS_**\n_AG. KIRIAKI\nKALOLIMNOS_\n**_KOS_**\n**0 2.5 5 10**\n[N\n**km**\n27\n```\nKALYMNOS\n```\n```\nwas expanded and redesigned to become\nthe island’s main residential area. The interior\nincludes nine churches with 15th – 16th c.\nmurals. From the Castle, the view of Chorio\nand Pothia is breathtaking.\n```\n- **Profitis Ilias** church, perched on the\nisland’s highest peak over the castle.\n- **Christ of Jerusalem** church (5th c.).\nIt is situated 500 m. west of the village and\nhas been built with stones taken from the\ntemple of Apollo that once stood in the same\nspot. Statues dating to the Hellenistic period\n(2nd-c. BC) were found in the churchyard.\n- The ruins of the **ancient town** (4th c. BC –\n2 nd c. AD), in “Damos” location, north of Chorio.\nExcavations have revealed a cobblestone street,\nhouses, workshops and stone-carved wells.\n**Panormos 3**\nPanormos is a seaside village (population: 1,400)\nwith inviting beaches. It lies in the verdant Da-\nmos area, the ancient Mesos Dimos (Middle\nTown). The nearby “Tsoukalario” location bears\nevidence that in antiquity there were pottery\n```\nworkshops in the area. Distance from Pothia:\n5 km NE.\n```\n```\nVathys 4\nA brushstroke of lush vegetation within an infer-\ntile rocky terrain – Vathys - lies in a fertile valley\nof citrus fruit groves. The houses are sparsely\nbuilt in the valley only to follow a tighter building\npattern as they approach the nook of the pro-\ntected bay which forms a small fjord. Rina village\nused to stretch on the slopes of the hills near the\nharbour but it was destroyed in the early 15th\ncentury by pirates. Distance from Pothia: 13\nkm NE.\n```\n**Must see**\n- An early-Christian settlement at **Ellinika**.\nIt is perhaps the best preserved one\nin Greece as the buildings have been spared\nthe ravages of time to a large extent.\nThere are six, early-Christian churches\nand at its western part, you will find the\nByzantine church of Panagia Kyra-Chosti,\ndecorated with exquisite 11th-14th c. murals.\n- The 4th – 3rd c. BC **Hellenistic fort**\n(Empolas location, 3 km NW), where a stately\nEarly-Christian basilica was built in the 6th c.,\ndedicated to Taxiarchis [the Archangel],\nwith building material taken from the fort.\n- The ancient citadel at **Stimenia** (5 km NW),\n26. Vathys village.\n27. Panagia Charitomeni’s iconostasis.\n```\npopulated until the Byzantine times.\n```\n- The fortified monastery of **Panagia i Kyra\nPsili** , 6 km N, built in a craggy location. Part\nof the church has been built in the rock recess.\nA feast takes place on August 15th and the\nmonastery’s cells serve as guest quarters.\n- The **Daskaleio Cave** , where prehistoric\nfinds have been located. The access however\nis not easy.\n**North**\n**Myrties 5**\nMyrties (population: 200) is a truly picturesque\nvillage, a sight worth seeing, set against a back-\ndrop of impressive rocks. It took this name be-\ncause of the myrtles [myrties] that grow luxuri-\nantly in the area. It is situated opposite Telendos\nIsland and is the port of departure for it. Make a\npoint of visiting **Melitsacha** village that offers a\nbreathtaking sunset view, as well as the interest-\ning Agios Ioannis church. **Distance from Po-\nthia:** 8 km NW.\n**Masouri 6**\nA small seaside village with well-developed tour-\nist facilities and a long stretch of sandy beach lies\n```\nagainst a backdrop of towering rocks. The ru-\nins of the Byzantine castle in Kastelli location are\nworth a visit. Distance from Pothia: 9 km NW.\n```\n```\nEmporeios 7\nEmporeios is the farthest village from the island’s\ncapital town. In antiquity, it was a trade centre\n```\n29. Myrties,\none of Kalymnos’ most popular villages.\n28. A dive in Kalymnos’ refreshing waters. 30. A general view of Telendos. The one and only village is located in the centre of the island.\n29\n```\nKALYMNOS\n```\nsince the village’s harbour is on the lee side, pro-\ntected by the location of the islands of Telendos\nand Kalavros. It is worth paying a visit to the cas-\ntle (Kastri) where there are parts of Cyclopean\nwalls, as well as to the tower. **Skalia** village is 7\nkm SE of Emporeios and has been built amphi-\ntheatrically, affording a beautiful view of Telen-\ndos and Kalavros Islands. **Arginontas** cove is lo-\n```\ncated 10 km SE and forms an imposing landscape\nwith an amazing sea, that resembles a fjord. Dis-\ntance from Pothia: 24 km NW.\n```\n**Nearby islands**\n```\nTelendos 8\nTelendos is a tiny island of serene beauty. It cov-\ners an area of 5 sq. km, lying barely 700 m. W of\nMyrties village in Kalymnos and there are 60 resi-\ndents. In antiquity and up to the middle of the 6th\ncentury AD, Telendos was part of Kalymnos. It is\nestimated that the ancient Mesos dimos [Middle\nTown] was located in the sea area between Ka-\nlymnos and Telendos. In 554 AD, a devastating\nearthquake caused ground subsidence, the de-\nstruction of settlements and resulted in sinking\nthe area between Kalymnos and Telendos into\nthe sea. Telendos thrived during the early Chris-\ntian period (4th-7th c.). There is only one small vil-\nlage on the island and it is built opposite the Ka-\nlymnos-Telendos strait. There is a beautiful pine\nforest on the south part of the island, next to ru-\nins of Byzantine houses (Tholoi). Make sure you\nvisit Ai Giorgis chapel, you will enjoy a lovely\nsunset view; also the early-Christian necrop-\nolis ; and the castle of Agios Konstantinos.\n```\n29. Myrties,\none of Kalymnos’ most popular villages.\n30. A general view of Telendos. The one and only village is located in the centre of the island.\nGo for a swim in Chochlakas, Plaka, Potha, and\nParadise; scuba diving fans are welcome to ex-\nplore the ancient town sunk between Kalymnos\nand Telendos, while others may opt for hiking,\nclimbing, or spear fishing. Small boats make runs\nto Myrties cove, Kalymnos.\n**Pserimos 9**\nPserimos has a 15 sq. km area and a population\nof approximately 150. This island offers the op-\nportunity for a truly quiet vacation. Excavations\nhave revealed ruins of an ancient settlement;\ncertain archeologists consider it to have been\nthe ancient dimos [town] of Perraiotan. **Platy** is-\nlet lies to the west; a segment of it is a rocky isle\nknown as Nekrothiki. All of Pserimos’ beaches\nare good for swimming while the beach in Vathys\ncove is the best by far. **Distance from Kalym-\nnos:** 6 nautical miles SE.\n**Events**\n- International Scuba Diving Festival - August.\n- International Climbing Festival, the only one to\ntake place in Greece – May.\n- “Cultural Summer”. Events get organised by the\nmunicipality – every summer.\n- Agios Panteleimon feast, in Panormos – July 26 th.\n- Reconstruction of the practice of traditional\nsponge harvesting, in the central square – Easter.\n- Fairs at Telendos, Pserimos, Arginonta and\nKyra Psili – August 15th.\n**Activities**\n- Climbing. In 1996, Andrea di Bari, an Italian,\ndiscovered the “potential” the island had as a\nclimbing destination. In recent years, the island\nhas become one of the top destinations for climb-\ners worldwide. There are 43 climbing terrains\non Kalymnos’ limestone rock formations, 1,300\nclimbing routes and the island is the venue for\nvarious international climbing festivals.\n- Scuba diving. There are two diving centres on\nKalymnos offering a diving experience at select-\n31. Kalymnos:\na paradise for climbers.\n32. Pserimos; a beach in Vathys bay.\n31\n```\nKALYMNOS\n```\ned locations where beauty takes the form of for-\nbidding underwater cape slopes, shipwrecks, un-\nderwater caves, and reefs of vibrant colour and\nthriving aquatic life. The Public School for Profes-\nsional Divers is open on the island (info: Kalym-\nnos Port Authority).\n- Spear fishing\n- Hiking from Chorio to Kastro tis Chrysocherias\n[Castle of Chrysocheria] (20’-min. hike) or fur-\nther uphill to the top of Profitis Ilias (total trail\nlength: 5 km). Another hiking route goes from\nKalymnos (Pothia) to Vathy (total trail length:\n4.5 km) along the old, Italian cobblestone path.\n- Swimming at the beaches: Gefyra, Therma,\nKantouni, Linaria, Rina, Akti, Vlychadia, Ar-\nginontas cove and Platys Gialos. You will reach\nAlmyres, Drasonta, Pezonta, Palionisos, Sikati,\n```\nand Petronta beaches by boat.\n```\n- Balneotherapy at the saline **Thermae spring**\n(water temperature: 37 °C), 1 km S of Pothia. It\nis ideal for those suffering from rheumatic and ar-\nthritic pains as well as gynecological complaints.\n- Paintball (at “Potamoi” location).\n- Caving: there are over 50 recorded caves on\nthe island.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22430-59141\n- **Municipal Tourist Organisation:**\n22430-59.056\n- **Police Station:** 22430-29.301\n- **Hotel Owners Association:**\n22430-51.211\n- **Hospital:** 22430-23.025\n- **Port Authority:** 22430-29.304,\n22430-24.444\n- **Airport:** 22430-59.302\n- **Vouvalis Mansion:** 22430-24.149\n- **Archeological Museum:** 22430-59.092\n- **Nautical Museum:** 22430-51.361\n- **Kalymniko Spiti:** 22430- 51635\n- **Valsamidis Museum of Marine\nFindings:** 22430-50.662\n```\nwebsite: http://www.kalymnos-isl.gr\n```\n33. Exploring the seabed near Kalymnos.\n32. Pserimos; a beach in Vathys bay.\n**34. Pothia:\na town with strong island architecture traits.**\n33\n```\nKALYMNOS\n```\nKOS\n```\nndless beaches with turquoise waters; lush vegatation and abundantly flowing streams; ancient\nand medieval monuments; grand edifices of Italian architecture all come to spell one word: Kos,\nthe third largest island of the Dodecanese Group, only 4 miles away from the coast of Turkey.\nIt is said that the island was named after the daughter of Merops, an ancient king – according to leg-\nend - who was also known as Koos. It is the birthplace of Hippocrates, the “Father of Medicine” (460-\n377 BC). It has been populated since neolithic times (5th-4th millenium BC). In the 14th c., the Knights\nHospitaller of the Order of St John took over the island, strengthened the fortifications of older castles\nand built new ones. During the Turkish Occupation, the island suffered onslaughts by many invaders\n(the Knights, the Venetians, etc.). A number of monumental public buildings were constructed during\nthe Italian rule (1912-1945). The island was integrated in Greece in 1948. There is a ferry service to\nPiraeus harbour and flights to “Eleftherios Venizelos” airport, Athens. Island area: 290 sq. km; coast-\nline: 112 km; population: 31,000.\n```\n35. View of the Ancient Agora.\n## E\n35\n```\nKOS\n```\n**Kos Town 1**\nIt is built on the NE edge of the island (popu-\nlation: 16,000). It has well-paved, wide roads,\nlarge squares and parks with rows of trees. It\nowes its excellent urban plan to the 1933 earth-\nquake which nearly razed the town to\nthe ground. The Italians who ruled\nthe island at that time rebuilt the\ntown of Kos according to a well\nthought-out town plan. Its ar-\nchitectural diversity is quite im-\npressive as next to the coloni-\nal-style Italian buildings (the\nMunicipal Information Office,\nthe Governor’s Palace, Cultural\nCentre, “Orpheas” cinema, etc)\nthere are small island-style houses,\nmosques, walls built by the Knights,\nmodern apartment complexes, and older,\nrestored public buildings. Kos has an extensive\ncycling track network offering to cyclists easy ac-\ncess down-town.\n**Town promenade**\n- To the 1436 **medieval castle** (Kastro Ner-\nantzias). It is situated in the port entrance in a\nlocation which is believed to have been fortified\n```\nin Byzantine times (7th c.). The impressive edi-\nfice comprises the inner grounds with round tur-\nrets at each of the four corners, and the outer\ngrounds that are surrounded by massive battle-\nments. The two of them are separated by a moat,\nwith a drawbridge over it. There are altars, ste-\nles, and ancient Greek architectural mem-\nbers in the inner part.\n```\n- To **Eleftheria Square**. It is the\nhub of the modern town. It is\nbordered by three enormous\nbuildings, a legacy of the Ital-\nian rule: the **municipal mar-**\n**ket** ; the **club** (during the Ital-\nian rule, it was called the “Hall\nof Fascism”); and the **Archeo-\nlogical Museum** (housing a col-\nlection of prehistoric finds, sculp-\ntures, and mosaic floors removed from\nthe ancient town’s Roman buildings), built as\na replica of the Roman public baths (thermae).\n**Defterdar Mosque** also borders the square.\n- To the **ancient Kos town** , the island’s capi-\ntal as of 366 B.C. The remarkable archeologi-\ncal sites include the **agora** (market place); the\n**Doric-style Hellenistic temple** ; the **altar of\ngod Dionysos** ; the **sanctuary** and **stoa** (arch-\nway) **at the port** ; the **sanctuary of Hercules;**\n36. The Governor’s Mansion (during the Italian rule) at Akti Miaouli, Kos town.\n37. A three-drachma coin from Kos (5th cent. BC) depicting the “Discobolus of Kos”.\n```\nthe ruins of the castle walls’ northern side; the\nRoman public baths; the luxurious Roman\nmansions with their remarkable mosaic floors;\nthe Roman Residence (Casa Romana) where\nscenes from everyday Roman life\nare depicted; the House of\nEuropa where the fa-\nmous mosaic titled\n“the Abduction\nof Europa” is to\nbe found; and\nthe 2nd-cen-\ntury AD Ro-\nman odeon\nwhich seated\n750 people.\n```\n- To the im-\npressive avenue\nflanked by **Palm\nTrees** and the **me-\ndieval bridge** , connect-\ning Platanos Square with the me-\ndieval castle.\n- To **Platanos Square** (Lotzia Square), very\npopular with tourists.\n- To the 1786 **Lotzia Mosque** where segments\nof ancient and medieval monuments have been\nintegrated into the walls.\n- To **Hippocrates** ’ **plane tree** , opposite Lot-\nzia Mosque. It is said that the great doc-\ntor taught his students and ex-\namined his patients in the\nshade of that tree; that\nmeans that the plane\ntree must be over\n2,500 years old!\nThe trunk’s cir-\ncumference is\nmore than 10 me-\ntres and its gigan-\ntic branches cast\ntheir shade over the\nentire square. To the\neast side of the plane\ntree there is a round foun-\ntain whose dome is supported by\n7 columns with Corinthian-order capitals.\n- To **Asklipieio** , located 3.5 km SW of Kos town,\nthe most famous Asklipieio [a healing temple sa-\ncred to god Asklipios] of the Hellenic world. It\n38. Hippocrates’ plane tree, drawn by J.B. Hilaire (1822).\n```\nKALIMNOS - KO\nS\n```\n```\nKOS\n```\n_-_^ _N_\n_ISS_\n_IRO_\n```\nS\n```\n```\nKO\nS^ -^\n```\n```\nRO\nDO\n```\n```\nS\n```\n```\nSAMOS\n```\n(^) _-_ (^) _KOS\nPIRAEUS - KOS_\n!\n!P\n!\n!\n!\n!\n!\n!P\n!P\n!!\n!P\n! !P\n!\n!P\n\"T\n!\n**KOS\nKefalos**\nAntimahia\n**Kardamena\nZipari\nPili\nMarmari**\nKabos\nKamari\nPl atani\nZia\nLinopotis\nAg. Dimitrios\nLagoudiAsfendiou\nMastihari\nTigaki\nAg. Fokas\n_Ag. Fokas\nTherma\nTroulos_\nHrisi Akti\n_Lakia\nSun Beach\nAg. Theologos\nLimnionas\nKohilari\nParadissos\nLambi\nPs alidi_\n!\n_KASTRI_\n**_KOS_**\n_YALI\nSTROGILI\nSAFONIDI\nNERA_\n**_KALIMNOS\nPSERIMOS_**\n**0 3 6 12**\nN\n_Alikes\nKARDAMENA\nNISIROS_\nPalio Pi li\nAg. Stefanos\n**km**\n37\n```\nKOS\n```\nwas built in the 4th century BC after the death\nof Hippocrates. Make a point of visiting **stoa** ;\nthe complex of the **Roman Thermae** ; the **al-\ntar** dedicated to Helios, Hemera, Hekate, and\nMachaon (son of Asklipios); the **Ionian Temple\nof Asklipios;** and the large **Doric Peripteral\nTemple** of Asklipios (170-160 BC).\n**Activities**\n- Swimming at the beaches of Meropida, Psalidi\n```\n(the location of an aquatic reserve), Akti Miaouli,\nThermes and Lampi.\n```\n- If you travel by yacht, you will find a 250-berth\nmodern marina in Kos town (near the old har-\nbour) with all necessary facilities (tel: 22420-\n57.500, [http://www.kosmarina.gr))\n**Trips around Kos**\n**East**\n```\nAgios Fokas 2\nIt is an old rural community, with a beautiful\nbeach, that has recently acquired the character\nof a tourist resort. At nearby Empros Thermi\n(2 km SW) there is a warm-water well keeping a\ntemperature of 42-45°C. In the summertime, the\nwell’s therapeutic waters flow into the sea. The\nwaters are particularly beneficial to those suffer-\ning from rheumatic and arthritic pains, and gyne-\ncological complaints. The water follows a subma-\nrine course from the volcano on Nisyros Island.\nAlthough it has high sulphur content it does not\ngive off the unpleasant smell associated with sul-\nphur. Distance from Kos: 8 km SE.\n```\n40. Kos town, the medieval bridge over the Palm Tree avenue.\n39. Lotzia mosque.\n**Tigkaki 3**\nTigkaki is a resort where large hotel complexes\nborder the island’s most popular beach. It is a\nvery long beach with fine white sand and blue\nwaters, where the visitor will find a wide range\nof services on offer, making it one of the best\nbeaches on the island. Nearby **Alykes** is the hab-\nitat for many species of birds, mostly aquatic; this\nis also the starting point for the bicycle route that\ngoes as far as Kos town; that makes it the long-\nest route in the Aegean. **Distance from Kos:**\n11 km NW.\n**Asfendiou 4**\nAsfendiou is one of the oldest villages in the Do-\ndecanese with a history that goes back to the late\n18 th century. It prospered during the 1850-1930\nperiod when the locals were engaged in the culti-\nvation of grapevines and olive trees. The village is a\nheritage area on account of the traditional houses\ndating from that period. The 11th-century Asoma-\ntoi Taxiarches church is in the village whereas the\nearly-Christian basilica dedicated to Agios Pavlos\nis located outside the village. Another sight worth\nvisiting is the church in honour of Agios Ioannis o\nTheologos Lagoudiou, wedged between the rocks.\n**Distance from Kos:** 14 km SW.\n```\nZia 5\nThis is probably the most picturesque village on\nthe island, (named a site of particular beauty)\nthat keeps to its traditional character.The small\nwhite houses with blue doors and windows built\nin an amphitheatre-like manner on the rocks, the\nsimple and hospitable people, the open-air mar-\nket and the spectacular view have made Zia one\nof the favourite destinations on Kos. On the top\nof Mount Dikaios, above Zia, you will find the\n1079 historic chapel dedicated to Dikaios Chris-\ntos. Distance from Kos: 15 km SW.\n```\n```\nPyli 6\nPyli (ancient Peli) has been built in a plain with\nolive tree groves and other crops, lying almost\nin the centre of the island. The old stone houses\nadd to its special character. Distance from Kos:\n16 km SW.\n```\n**Must see**\n- The traditional **Pyli House** , in the village\nsquare.\n- The **six fountains** where the springwater is\nchannelled, approximately 100 m. away from\nthe square. The ancient domes are next to the\nfountains.\n42. Kastri islet and Agios Nikolaos chapel in Kefalos area.\n41. The view from Zia is unique.\n39\n```\nKOS\n```\n- The deserted **Palaio Pyli** [Old Pyli].\nIt lies 4 km SE from present-day Pyli village.\nIn the Church of Ypapanti at Old Pyli there\nare murals that date back to the 14th century.\nAbove Palaio Pyli, you can visit the 11th-\ncentury **Castle of Pyli**. The view to the nearby\nbeaches is extraordinary.\n- **Marmari** , 4 km N., a very nice tourist resort.\nThe beach is ideal for wind surfing.\n**West**\n**Antimacheia 7**\nIt is a traditional rural village –one of the island’s\nlargest- and has been built on a low plateau; it\nwas inhabited for the first time in the post-Neo-\nlithic period. It is famous for its musicians, sing-\ners and dancers. “Ippokratis”, the island’s airport\nis close to this village (4 km SW). **Distance from\nKos:** 25 km SW.\n**Must see**\n- The **Antimacheia House** , a local traditional\nhouse typical of the first half of the 20th century.\nPapas’ mill is exactly opposite.\n- The 15th-century **castle** , 4 km SE,\nstretches over a 4.5 hectare area. Its imposing\n```\nfortified walls still stand together with a single\nbastion; there are also ruins of houses\nand storage rooms as well as Agios Nikolaos and\nAgia Paraskevi churches.\n```\n- **Mastichari** (4 km N). Its beach is a very\npopular one; also, visit the ruins of an\n42. Kastri islet and Agios Nikolaos chapel in Kefalos area.\n43. Antimacheia castle, part of the walls.\n```\nearly-Christian basilica. There is a small boat\nservice from Mastichari to Kalymnos.\n```\n**Kardamaina 8**\nKardamaina is a seaside village with an extensive\nstretch of beach and very popular with tourists.\nIt is built in the area of ancient Alasarna. Visit the\n```\nruins of the old demos (town) of Alasarna that\nused to be of great significance with respect to\nthe islanders’ worshipping practices. The small\nvillage harbour links Kos to Nisyros. Small boats\nfrom Kardamaina go to the therapeutic springs in\nAgia Eirini , which are beneficial for gynecologi-\ncal complaints. Distance from Kos: 29 km SW.\n```\n```\nKefalos 9\nKefalos used to be the island’s ancient capital. It\nis a large and lively village built at the edge of a\nravine and “wreathed” by its medieval castle.\nDistance from Kos: 43 km SW.\n```\n**Must see**\n- The **Kefalos** ’ **Traditional House** ; the\nisland’s rural life features in the exhibits of this\nFolk Art Museum.\n- **Kamari** , the port of Kefalos and a busy\nsummer resort; you will find a far stretching,\nsandy beach with many facilities. Visit also\n**Limnionas** bay (5 km N). At **Kampos** , you\nwill see the ruins of Agios Stefanos, an early-\nChristian double basilica (5th c. AD); the\nremaining mosaics and pillars are remarkable.\n- “ **Palatia** ” location (approx. 2 km S).\nIt is considered to have been the location\nof Astypalaia, the island’s ancient capital town.\nThe foundations of the temple of goddess\n45. Aromatherapy in a Kos resort.\n44. The beach in Limnionas bay.\n41\n```\nKOS\n```\n```\nDemeter, as well as a small theatre, remain in\nthe area. The abysmal depths next to the ancient\ntheatre manifest the intensity of the earthquake\nthat hit the island in 413 BC, destroyed the\ntown and forced the inhabitants to move to the\nlocation of the present-day capital.\n```\n- The small churches of **Panagia Palatiani** ,\n**Panagia Ziniotissa, Agios Mamas** and **Agios\nTheologos** are to be found in the wider area.\n**Events**\n- The honey festival, late August.\n- Agia Triada feast, Panagia feast on August\n15 th, Agioi Apostoloi feast on June 30th, Agios\nIoannis feast on August 29th, and Theotokos\nfeast on September 8th.\n- “Alasarneia”; it is a summer festival that\nincludes exhibitions of paintings and photogra-\nphy, traditional dancing, concerts, and theatri-\ncal plays.\n- “Ippokrateia”; events include concerts, exhibi-\ntions, plays, musical nights, and other festivities.\n**Activities**\n- Swimming. On the way to Kefalos where the\nstrip of land becomes narrower and the sea is\nvisible on either side of the road (“Lavi” location)\n```\nthere are many beautiful and popular beaches.\nThe best one is at Agios Stefanos.\n```\n- Scuba diving.\n- Spear fishing.\n- Hiking.\n- Sailing.\n- Water sports.\n- Wind surfing.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22423-60.400,\n22420-22.326\n- **Tourist Office:** 22420-29.200\n- **Information Office:** 22420-22.460\n- **Police Station:** 22420-22.222\n- **Hospital:** 22420-22.300\n- **Port Authority:** 22420-26.595\n- **Airport:** 22420-51.229, 56.000\n- **Taxi Service:** 22420-23.333\n- **KTEL (Long-distance) buses:**\n22420-22.292\n- **Archeological Museum:** 22420-28.326\n- **Roman Residence (Casa Romana):**\n22420-23.234\n```\nwebsite: http://www.kosisland.gr\n```\n46. A snapshot of the “Ippokrateia” events within the Asklipieion area.\n43\n```\nKOS\n```\n**47. Asklipieion, Kos.\nVisit the Corinthian-style Roman temple\nwith a monumental stairway.\nIt is believed to have been dedicated to Apollo.**\nASTYPALAIA\nstypalaia is the westernmost island of the Group, located exactly where the Dodecanese Islands\nmeet the Cyclades Islands. This is why Astypalaia’s landscapes and architecture are quite simi-\nlar to those found in Cyclades. It is naturally separated into Mesa Nisi [the inner island] (western\npart) and Exo Nisi [the outer island] (eastern part) by a thin strip of land less than 100 m. wide. Area:\n97 sq. km; coastline: 110 km, population: 1,300.\nThe island was named after Astypalaia, the daughter of Phoenix and Perimede. In the old days the is-\nland was also called Ichthyoessa due to its abundant fishing grounds. It was first inhabited in prehis-\ntoric times. In 1204 it came under the Venetian rule enforced by the Guerini family until 1537 with the\nexception of a brief period in time (1269-1310) when the Byzantine Empire took over again. In 1537\nthe Turks occupied the island. As is the case with the other Dodecanese islands, Astypalaia remained\nunder Turkish rule until 1912; it was then conquered by the Italians, the British, and the Germans un-\ntil it was finally integrated in Greece in 1948. There are ferries to Piraeus and Kalymnos and flights to\nAthens and Rhodes Airports.\n48. A panoramic view of Chora, Astypalaia.\n## A\n45\n```\nASTYPALAIA\n```\n**Chora 1**\nChora is the island’s capital town and port.\nIt is one of the most picturesque towns in the\nAegean, perched on a rock that advances into the\nsea, forming two bays. On the top, you will see\nChora’s castle towering over the town with the\nstrikingly white domes of Evangelistria and Agios\nGeorgios churches, visible over the walls. Around\nthe castle lie Chora’s houses with whitewashed\nwalls, blue doors and windows, and wooden bal-\ncony rails.\n**Town promenade**\n- To the Venetian **Guerini Castle** (13th c). The\nsmall three-storey houses built in the castle’s\nouter grounds are of particular architectural in-\nterest since the outer walls of the houses form\nthe castle wall and narrow windows were used\nas battlements. Within the castle there are two\nchurches, painted in a pure white colour, with\nelaborate stone belfries: Panagia Evangelistria\n(1853), inside which you will see the founders’\ninscription dated 1413 and the Guerini coats of\narms; and Agios Georgios.\n- To the 18th-century **Panagia Portaitissa**\nchurch below the castle, one of the most beauti-\nful churches in the Dodecanese with a wood-\ncarved, gilded iconostasis. Right next to it there\nis an interesting Ecclesiastical Museum.\n- To **Narkisseios Municipal** Library, also hous-\ning the island’s **archeological collection**.\n- To the **Archeological Museum** in Pera Gialos\nwhere finds from the island are on display. Most\nof them date back to the prehistoric times when\nAstypalaia had prospered.\n- To the eight **windmills** located over Skala, at\nChora. They belong to the xetrocharis category,\na horizontal axis type with the roof turning ac-\ncording to the wind direction.\n- To **Kylintra** , bordering Chora on the south\nside. It is the site where a burial ground for in-\nfants was excavated – the only one known to\nhave existed in the whole world. This place was\nconsidered as sacred ground since the Geomet-\nric Period and up to the Hellenistic times.\n- To **Megali Panagia**. Its courtyard features a\nremarkable pebbled floor.\n- To **Panagia Flevariotissa** , 6 km NW of Chora.\n50. The dome and the belfry of Panagia Portaitissa.\n49. Chora’s houses, below the castle.\n51. Maltezana; a unique mosaique depicting the four seasons and the Zodiac.\n```\nAIG\n```\n```\nIAL\n```\n```\nI^ -^\nAST\n```\n```\nIPA\nLEA\n```\n```\nANAF\nI^ -^ AS\nTIPALE\n```\n```\nA\n```\n```\nASTIPA\nLEA^ -^ KALIMNOS\n```\n```\nPIRAEU\n```\n```\nS^ -^ AST\nIPALEA\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\nHora\n```\n```\nVathi\n```\n```\nLivadia\n```\n```\nMaltezana\n```\n```\nBonano\nMegalo Vai\nPs ili Ammos\n```\n```\nPl akes\n```\n```\nBle Limanaki\n```\n```\nLivadi\nAg. Konstantinos\nTzanaki Papou\nMoura\nVatses\nMikres Vatses\n```\n```\nValani\nPanormos\n```\n```\nKleftolimano\n```\n```\nKaminakia\n```\n```\nPahia Ammos\n```\n```\n!\n```\n```\n!\n```\n```\nKOUNOUPI\n```\n```\nKOUTSOMITI\n```\n```\nAGIA KIRIAKI\n```\n```\nHONDRO\nGLINO\n```\n```\nFOKIONISSIA\n```\n```\nOFIDOUSSA\n```\n```\nPONTIKOUSSA\nTIGANI\n```\n```\nKATSAGRELI\n```\n**0 2 4 8**\n[N\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\nMESO STEFANIA\n```\n```\nSIRNA\n```\n```\nPLAKIDA TRIA NISSIA\n```\n```\nKATSIKAKI\n```\n```\n0 2 4 8\nkm km\n```\n47\nPart of the church is built inside a cave. It has an\ninteresting woodcarved iconostasis.\n- To the Monastery of **Agios Ioannis o Makrys**\n(12 km W). It is built in an impressive landscape\nbetween two forbidding slopes, overlooking the\nopen sea and offering a spectacular sunset view.\n- To the castle of **Ai-Giannis** , opposite the mon-\nastery by the same name.\n**Trips around**\n**Astypalaia**\n**West (Inner Island)**\n**Livadia 2**\nLivadia is a seaside village with few residents,\nbuilt in a fertile valley.There are citrus fruit groves,\nvineyards and houses overflowing with flowers,\ncreating a delightful setting next to a lovely beach.\n**Distance from Chora:** 2 km SW.\n**Must see**\n- **Negros cave** , at Vatses (6 km SW). Access it\nby boat from Chora, or follow an organised tour.\n- **Agios Vasileios** hill and the ruins\nof an early-Christian basilica.\n**East (Outer Island)**\n```\nMaltezana\n(Analipsi) 3\nMaltezana is a seaside resort that attracts most\nof the island’s tourism. It has been named af-\nter the Maltese pirates who made their hideout\non the island. This is where the French Admiral\nBigot set his ship on fire in 1827 so that it may\nnot be captured by the pirates. Distance from\nChora: 9 km NE\n```\n**Must see**\n- **Talaras Baths** and their Hellenistic period\nmosaics that are unique in the Hellenic world\ncoloured in light blue and brick shades as well\nas an interesting composition that depicts the\nfour seasons and the symbols of the zodiac.\n- The monument of the **French Admiral\nBigot** who led the struggle against the pirates\nin the early 19th century.\n52. A view of Maltezana from the sea.\n```\nASTYPALAIA\n```\n- The ruins of an **early-Christian basilica**\n(5th c.) with remarkable mosaics. **Agia Varvara**\nchapel was built over those ruins using the\nexisting Ionian capitals as building material.\n- **Analipsi** church, the village’s oldest one.\n**Vathy 4**\nVathy looks more like a lagoon due to its protected\ninlet (having an opening of about 50 m.). It com-\nprises two small communities: Exo [outer] Vathy\nat the inlet entrance with a small wharf for moor-\ning boats; and Mesa [inner] Vathy in the nook of\nthe cove next to cropland, sparse tree vegetation\nand vineyards. **Distance from Chora:** 21 km NE.\n**Must see**\n- **Chameni Limni** [lost lake], a lagoon\nin the NE side of Astypalaia.\n- The ruins of a **Minoan settlement** and\n**tower** situated at the entrance to the cove.\n- **Drakos cave** , where you will see impressive\nstalagmite and stalactite formations. Access\nthe cave by boat or on foot.\n- **Panagia Poulariani** church, on the way to\nVathy. It is built on a rock formation which looks\nlike the Virgin Mary holding the Baby Jesus.\n**Nearby islands**\nFrom Maltezana cove take an excursion boat and\nvisit **Diaporia** , **Ligno** , **Chondro** , **Kounoupoi**\nand **Koutsomyri** islands (SE) as well as **Agia\nKyriaki** island and its beautiful beach (S). Far-\nther away, to the NE of Astypalaia, visit **Fokioni-\nsia** ; then **Panormos** and **Katsagreli** to the NW;\n**Pontikousa** and **Ofidousa** to the E; and finally\n**Syrna** , **Katsikoulia** , **Tria Nisia** , **Meso** , **Ste-\nfania** , and **Zafora** isles to the SE.\n**Events**\n- Panagia [Virgin Mary] Flevariotissa feast, the\nwinter reunion event for Astypalaians on Feb-\nruary 2nd.\n- The island’s biggest celebration takes place at\nPanagia Portaitissa church on Panagia’s feast\n```\n(August 15th) and lasts for three days (August\n14 th-16th). On August 16th, the municipal author-\nity and the Cultural Organisation arrange special\nsports contests called “Koukania”.\n```\n- Religious procession taking place in Chora, on\nSeptember 4th with the icon of Panagia Portaitis-\nsa as well as the holy relics of Osios Anthimos\nplaced at the head.\n- Agios Panteleimon feast on July 27th; and Soti-\nras Christos feast (Christ Saviour) on August 6th.\n- Astypalaia Festival, involving many concerts,\nfrom June to October.\n- Panagia Poulariani feast on September 8th.\n53. Vatses beach, among the best on Astypalaia.\n49\n```\nASTYPALAIA\n```\n- Panagia tou Thoma feast, at Vathy, on Sep-\ntember 8th.\n**Activities**\n- Swimming at the beaches: Agios Konstantinos,\nVatses, Plakes, Kaminakia, Agios Giannis, Pan-\normos, Pachia Ammos, Pera Gialos and Livadia.\n- Boat excursions for swimming in secluded\nbeaches in the nearby Koutsomyti and Syrna isles.\n- Caving.\n- Climbing to “Ftera” terrain that involves 20\nclimbing routes.\n- Mountaineering.\n- Mountain biking.\n- Hiking.\n- Spear fishing.\n- Scuba diving.\n- Camping at Chora.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22433-60.000/015\n- **Municipal Tourism Office:** 22430-61.412\n- **Police Station:** 22430-61.207\n- **Hotel Owners Association:** 22430-61.412\n- **Rural medical clinic:** 22430-61.222\n- **Chemist’s:** 22430-61.444\n- **Post Office:** 22430-61.223\n- **Port Authority:** 22430-61.208\n- **Airport:** 22430-61.410, 22430-61.588\n- **Archeological Museum:** 22430-61.500\n```\nwebsite: http://www.astypalaia.gr\n```\n54. An exotic beach on Kounoupoi (or Kounoupa) islet.\n51\n```\nASTYPALAIA\n```\n**55. Chora,\nAstypalaia and the prominent Venetian castle on the hilltop.**\n```\nisyros is one of the most beautiful Aegean Islands, yet untouched by tourism growth. Accord-\ning to Mythology, the island was created during the Gigantomachy, the battle between the\nGiants and the Gods. During that battle, Poseidon pursued the Giant Polyvotis to Kos, cut off\na piece of the island and hurled it onto the Giant, thus sinking him into the Aegean Sea for eternity.\nThat legendary piece of rock is Nisyros and the eruptions of its volcano are the wrathful breathing of\nthe defeated Giant. Nisyros island was created from these volcanic eruptions making it the “newest”\nof Greece’s volcanic centres and still an active one – along with the volcanic centres at Milos, Santori-\nni, and Methana. In antiquity, Nisyros had a thriving trade in obsidian which the island’s inhabitants\nwould extract from the nearby island of Gyali. There are ferries to Kos and Rhodes. Area: 41 sq.km;\ncoastline: 28 km, population: 1,000.\n```\nNISYROS\n56. A view of Mandraki, the capital of Nisyros, at sunset.\n## N\n53\n```\nNISYROS\n```\n**Mandraki 1**\nBeatiful Mandraki is the island’s capital town and\nport. Its squares feature amazing pebbled pav-\ning, and the narrow alleys are flanked by white\nor coloured two-storey houses with wooden bal-\nconies. The houses have been built using volca-\nnic rock and have been insulated with pumice.\n**Town promenade**\n- To **Kastro** [Castle] (1315). The walls bear the\ncoats of arms of the Grand Masters who built it.\nThe 14th-century monastery dedicated to **Pana-\ngia Spiliani** is also located at Kastro; it is quite\nfamous to the wider island area because of the\nmiraculous icon housed in its main church.\n- To the **Archeological Museum** where finds\nand photographic material are on display refer-\nring to the early-Christian, Byzantine, and post-\nByzantine Nisyros. There are also finds from\nthe prehistoric settlement on the volcanic Gyali\n```\nisle and from the necropolis of the ancient town\n(archaic, classical and Hellenistic periods).\n```\n- To the “ **Ilikiomeni** ” Square, a rendez-vous\nplace for visitors and locals alike.\n- To the **History-Folk Art Museum** , housed in\nan 18th-century mansion. Exhibits include tradi-\ntional vessels, island costumes and handmade\nembroideries.\n- To **Panagia Potamitissa** church, established\nas Mandraki’s metropolitan church in 1837; its\ndome is a work of art.\n- To **Chochlakoi beach**. It is a singular land-\nscape of wild nature with black volcanic pebbles,\nrocks and a cave located below Panagia Kastriani.\n- To the **municipal spas** , at “Therma” or “Lou-\ntra” location, 1 km away from Mandraki.\n58. Chochlakoi beach.\n57. A traditional house at Mandraki.\n59. Palaiokastro with its impressive walls is Nisyros’ ancient acropolis.\n```\n!\n```\n```\n!\n```\n```\n!P\n!\n```\n```\n!\n!\n```\n```\n!\n```\n```\nMandraki\n```\n```\nNikia\n```\n```\nAvlaki\n```\n```\nEborios\n```\n```\nPali\n```\n```\nLoutra\n```\n```\nYali\n```\n```\nHochlaki\n```\n```\nPahia Amos\n```\n```\nLies\n```\n```\nKatsouni\n```\n```\nAspri Amos\n```\n```\n!\nAG. ANTONIOS\n```\n```\nPAHIA\n```\n```\nSTROGILI\nYALI\n```\n**0 1.25 2.5 5**\n[N\n```\nkm\n```\n55\n```\nNISYROS\n```\n- To **Palaiokastro** on the hill above Mandraki.\nThe oldest monument in the area dates back to\nthe neolithic period. The acropolis (Palaiokastro)\ngoes back to the classical antiquity; its walls (4th\nc. BC) are constructed of volcanic black rock.\nThe castle has two monumental stairways and\ntwo impressive towers, each one being approx-\nimately 10 metres high. The first tower dates\nback to classical antiquity. The second one be-\nlongs to the Hellenistic period.\n•To the monastery of **Evangelistria** , built in a\nlovely location, 5 km SE.\n**Events**\n- The commemoration of Koimisis tis Theotok-\nou (Dormition of the Mother of God). It takes\nplace at Panagia Spiliani and lasts for 9 days (Au-\ngust 6th–15th). During this period the women- pil-\ngrims prostrate themselves before the icon 300\ntimes and chant the mourning song of Megalo-\nchari [Mother of God of Great Joy]. On the holi-\nday (August 15th) there is a procession and fes-\ntivities take place at Mandraki. Dancing begins in\nthe evening with a traditional dance called “kou-\npa tis Panagias” (the Cup of the Virgin Mary): the\n```\nwoman who leads holds up a cup while danc-\ning and each person who joins the other danc-\ners drops money in the cup for the Virgin Mary\nand the island.\n```\n**Trips around Nisyros**\n**North**\n```\nPaloi 2\nPaloi is a small, picturesque fishing village; this\nis where you’ll find the island’s small marina. At\nLimni location, outside the village, there are ru-\nins of Roman thermae on a rock. Later on, the\nsite became the location of Panagia Thermiani\nchurch. This is also the location of an ancient clin-\nic and an Asklipieion [a healing temple] already\nknown since the 5th century BC. Distance from\nMandraki: 4 km E.\n```\n```\nEmporeios 3\nThe houses in this village stand out from an ar-\nchitectural point of view. Emporeios thrived in\nthe early 20th century, a time when it was dense-\nly populated, had a bustling trade (blacksmiths,\n```\n60. A general view of Emporeios.\ngrocery, tailor and coffee shops) and was famous\nfor its stone masons. In the mid-1960’s, a large\npart of its population moved to Paloi, the village’s\nseaport. **Distance from Mandraki:** 8 km E\n**Must see**\n- The **volcano** (www.nisyrosvolcano.gr).\nWalk in the caldera and watch the bubbling\nsteam vents. At the caldera’s bottom there are\nten craters in very good condition, each with\nits own name. The largest and most impressive\none is called “Stefanos”. It has an elliptic\nshape; its longest axis reaches 330 m and the\nshortest one is 260 m long, while its\ndepth goes down to 27 m. The volcano forms\na valley (caldera) that is 2,400 metres long\nand 950 metres wide.\n- **Panagia Listiriotissa** church, inside a cave\nnear the village.\n- The medieval **castle of Pantoniki** , offering\nspectacular views. Visit **Taxiarches** church\n(11th or 13th century), at the castle’s highest\npoint; its murals and icons are wonderful.\n- The monasteries dedicated to **Panagia Kyra**\n(7.5 km SE); and **Stavros** (8.5 km SW),\nat Argos location.\n**South**\n```\nNikia 4\nPorta is Nikia’s main square where you can visit\nEisodia tis Theotokou church [Entry of the Vir-\ngin Mary in the Temple], among the most beauti-\nful churches in Greece! The square has an elliptic\nshape and a pebbled paving designed by Pas-\nchalis Paschalakis, the well-known, 19th-centu-\nry local craftsman. In Nikia, there is a “ Volcano\nMuseum ”, the only one of its kind in Greece. It\nis a well-organised and equipped exhibition hall\nwith samples from the most characteristic vol-\ncanic rocks on Nisyros, photographs, maps, vol-\ncano models, and computer simulations. Go for\na walk in the village and you will find some great\nspots that offer a fine view of the volcano. Dis-\ntance from Mandraki: 14 km SE.\n```\n61. The central square in Nikia, awarded a prize for being the most picturesque in Europe.\n57\n```\nNISYROS\n```\n**Nearby islands**\n**Gyali 5**\nIt is a small island, located 2 nautical miles NW of\nNisyros, and is composed of thick layers of pum-\nice rock at the NE part of the island and obsid-\nian and perlite-veined rocks in the NE. There is a\n```\npumice-extracting plant on the island. At a very\nshort distance you will find Agios Antonios islet\nwith a beautiful beach.\n```\n**Activities**\n- Swimming at the beaches: Agios Savvas, Cho-\nchlakoi, Aspri Ammos, Lies, Avlaki, Katsouni,\nPachia Ammos, Gyaliskari, Paloi. A municipal bus\ntakes visitors to most of the beaches and villages\non the island, free of charge.\n- Boat excursions to Gyali Island. Red volcanic\nrock covers the beach in the south side, near the\nquarries, and white sand covers the north beach.\n- Scuba diving.\n- Spear fishing.\n- Water sports.\n- Hiking.\n- Spas. The saline spring (water temp: 37°C) in\nLoutra has therapeutic properties for those suf-\nfering from rheumatism, arthritis, skin and lower\nback problems.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22423-60.501-2,\n22420-31.302\n- **Rural Clinic:** 22420-31.217\n- **Police Station:** 22420-31.201\n- **Port Authority:** 22420-31.222\n- **Spa:** 22420-31.011-2\n- **Archeological Museum:** 22420-31.588\n- **Volcano Museum:** 22420-31.400\n```\nwebsite: http://www.nisyros.gr\n```\n62. Nisyros’ volcano; the interior of “Stefanos” crater.\n63. A Nisyros picturesque tiny church; Gyali islet can be seen further back.\n**64. Nisyros’ volcano attracts many visitors\nwho often approach the craters’ interior to have a closer look\nat the gases surfacing from the depths of the earth.**\n59\n```\nNISYROS\n```\nTILOS\nhe ragged, mountainous terrain of Tilos; its densely forested ranges; its hilly vistas; and its ver-\ndant valleys, are home to four hundred species of flowers and herbs and the habitat of rare spe-\ncies of birds such as Bonelli’s eagles, hawks, nightingales, goldfinches, herons and bee-eaters.\nYou will find picturesque villages and fascinating beaches. The last elephants on Europe lived here. The\ndwarf elephants made their appearance on the island 45,000 years ago and became extinct approxi-\nmately 4,000 ago. The entire island is a huge ecological park and is protected by the relevant interna-\ntional treaties. In antiquity, Tilos was renowned for its herbs. It rose to prominence during the ancient\nclassical times, the period when Irinna, a famous ancient poetess, lived on the island. There are ferries\nto Rhodes, Kos, Nisyros, Symi, Chalki and Piraeus. Area: 63 sq. km; coastline: 63 km; population: 533.\n65. The church of Archangel Michael (Taxiarchis), restored in 1827.\n## T\n61\n```\nTILOS\n```\n**Megalo Chorio 1**\nMegalo Chorio is the island’s capital, 7 km NW of\nthe harbour. Stone houses built according to the\nisland’s unaffected traditional architecture make\nthis small town stand out. Strolls along the nar-\nrow alleys are a pleasant pastime. The medieval\ncastle has been built on the location of ancient\nTilos town at the top of the hill.\n**Must see**\n- The **medieval castle** (north of the village);\nthis site contains ruins of the Hellenistic\nacropolis and of Archangelos Michail\n[the Archangel Michael] church. A path leads\nto the castle where the view is enchanting.\n- **Charkadio cave** (2 km SE).\nIn 1971 remains of dwarf elephants and deer,\nwhich lived 45,000 to 4,000 years ago, were\nfound in this cave. There are also ceramic\nand stone tools among the finds that date to\nthe Neolithic times. **Mesaria’s castle** (1366)\nis located above the cave together\nwith ruins of houses and Byzantine churches.\n- The **Palaeontological Collection**. Exhibits\ninclude dwarf elephant bones, sketches as\nwell as photographic and information material\nrelating to the excavations at Charkadio cave.\n- **Agios Antonios** , a seaside village (2 km W)\nand a haven for fishing as well as excursion\nboats.\n- The Byzantine monastery of **Agios**\n**Panteleimon** (15th c.). It is located in\nan area of lush vegetation with giant cypress\nand plane trees (9 km SW) and features\n13 th-century murals and an 18th-century\nwoodcarved iconostasis.\n**Trips around Tilos**\n```\nLivadia 2\nThis village is situated in the southeast coast at\nthe foot of the mountains rising above its beach;\ndeep into the horizon you can make out the is-\nland of Symi and the mountains of Turkey. Liva-\ndia is the port of the island. It has been recent-\nly rebuilt, making berthing services for coastal\nferries and recreational boats better and safer.\nWhile strolling in the village streets you will pass\nby a good many rooms to let, tavernas, and cafés\noverlooking the beach. Swim at the village’s long\nbeach (next to the port) where the waters are\nwarm and crystal-clear. Another beach you can\nvisit is in Eristos, where the sandy shore stretch-\nes for almost 2 kilometres. Also, there are boat\n```\n66. Paleontology professor Mr. Nikos Symeonidis was the first to detect traces of dwarf elefants on Tilos Island.\n```\nexcursions to the beaches: Lethra, Agios Sergios\nand Theologos. Distance from Megalo Cho-\nrio: 7 km SE.\n```\n**Must see**\n- The building housing the **police\ndepartment**. It is a fine example of Italian\narchitecture, erected during the Italian\noccupation of the island (1912-1948).\n- Agios Stefanos, a small **medieval harbour**\nand the lighthouse.\n- The churches: **Agios Nikolaos** (in the port),\n**Agios Georgios** (on the beach) and **Agia\nAnna** (on “Kastello” hill).\n- **Agiosykia castle** (15th c.). It stands on the\npeak of a mountain above the village.\n- **Agios Nikolaos** (14th c.) and **Panagia\nPolitissa** (1879) chapels, near the village.\n- **Gera** a picturesque village (2.5 km SE)\nand its fountain by the name “Despoti Nero”.\n- **Mikro Chorio** (3 km NW), inhabited from\nthe 15th century up to the mid-1970’s when\nit became deserted. There are ruins of a\ncastle, abandoned dilapidated stone houses,\nand stone-paved streets as well as Byzantine\nchurches (Agios Ioannis Avdallas, Agia Zoni,\nSotiras, etc) with very old murals, creating\na singular atmosphere.\n**Events**\n- Agios Panteleimonas’ three-day feast in July;\nKoimisi tis Theotokou (Dormition of the Mother\nof God) feast at the abandoned Mikro Chorio,\nAugust 15th; feasts on the day of the leavetaking\n[apodosi] of the Dormition of the Mother of God\n```\nTILOS - HALKI\n```\n```\nNI\nSIR\nOS\n```\n(^) _-_ (^) _T\nILO\nS_\n!\n!P\n!\n!\n!\n!\n!\n**Megalo Horio**\nGaidaros\nLivadia\nAg. Antonios\nAg. Stefanos\nGera\n_Stavros\nTheologos\nEristos\nAg. Antonios\nPl aka\nLivadia\nLethra\nAgios Sergios_\nSkafi\n!\n!\n!\n!\n!\n!\n_HIRONISSI\nPRASOUDA\nPELEKOUSSA\nAG. KONSTANTINOS\nAG. ANDREAS\nGIAKOUMI_\n**_ANTITILOS\nTILOS_**\n_GAIDAROS_\n**_GAIDOURONISSI_**\n**0 1.25 2.5 5**\nN\nMikro Xorio\n**km**\n63\n```\nTILOS\n```\n(enniamera tis Theotokou) at the country cha-\npels dedicated to Panagia Politissa and Panagia\nKamariani, August 23rd. Food and lots of wine\nare on offer.\n**Activities**\n- Swimming at the beaches: Livadia, Eristos, Ag-\nios Antonios, Plaka, Lethra, Skafi, Agios Sergios\nand Theologos.\n- Hiking: from Livadia, in the SE part of the is-\nland, through postsigned paths (4 hours) or to-\nwards Mikro Chorio via Lethra beach (3 hours);\nfrom Megalo Chorio to the castle (20 min.); and\nfrom the helipad (near Megalo Chorio) to Prof-\n```\nitis Ilias hilltop where there are ruins of an italian\nwatch tower (60 min.).\n```\n- Bird watching.\n- Scuba diving.\n- Spear fishing.\n- Windsurfing.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22463-60.508-13\n- **Police Station:** 22460-44.222\n- **Rural Clinic:** 22460-44.210\n- **Port Authority:** 22460-44.350\n- **Post Office:** 22460-44.249\n**website: [http://www.tilos.gr**\n68. Visitors catch their breath before Tilos’ scenery.\n67. Plaka is a popular beach on Tilos, with a fresh water well.\nSYMI\n```\nymi is a cosmopolitan island that has one of the biggest and most beautiful neoclassical towns\nin the whole country. It boasts a rich tradition in myths as it was first inhabited in the prehistoric\ntimes. King Nireas became a legend as he participated in the Trojan War. The locals became en-\ngaged in sea sponge harvesting and shipbilding and that is why during the Turkish Occupation (since\n1522) the islanders secured firmans of preferential treatment from the Sultan. This is when the School\nof Agia Marina and Aigli Reading Room were founded. The 19th century is the period of great prosper-\nity for the island when its population had reached 25,000. In 1945, the treaty for the Dodecanese sur-\nrender to the Allied Forces was signed on the island. Symi was integrated in Greece in 1948. Area: 58\nsq. km; coastline: 85 km; population: 2,500.\n```\n69. A view of Gialos, the seaside area of Symis’ capital town.\n### S\n65\n```\nSYMI\n```\n**Symi 1**\nThe capital town is divided into two large dis-\ntricts. **Gialos** is the port of the island that never\nfails to impress visitors with its magnificent neo-\nclassical multi-coloured buildings next to the sea\nand on the hills and **Chorio** , the other district,\nis the larger of the two. Apart from the approxi-\nmately 3-kilometre asphalted road that connects\nGialos and Chorio there is also Kali Strata: 500\nwide stone steps climbing uphill and connecting\nthe two districts. Kali Strata is flanked by the larg-\nest mansions in Symi.\n**Town promenade**\n- To the 1881 municipal imposing, stone **clock-\ntower**. The **statue** of Michalakis, a very young\nfisherman, was sculpted by K. Valsamis, a local\nsculptor.\n- To the old **shipyard** (tarsanas) in Charani\nquarter.\n- To **Agios Ioannis** , Symi’s Metropolitan church,\nwith its magnificent stone belfry and pebble-\npaved courtyard.\n- To **Pontikokastro (Noulias Hill)**. It is situ-\nated at the entrance to Chorio and offers a spec-\ntacular view of Gialos. Pontikokastro is also the\nsite of an ancient, circular tomb (5th c. BC) and of\n20 windmills in ruins.\n- To **Kyra tou Kastrou** [Our Lady of the Castle].\nOnly a very small part of the castle walls have re-\nmained. In the church there are rare icons and\nthe spot offers a breathtaking view of Gialos,\nChorio and Pedi.\n- To the **Archeological** and **Folk Art Muse-\nums** , right in the centre of Chorio. In the first\nmuseum there are finds that date from the\nprehistoric to the post-Byzantine times. In the\nsecond one you will see traditional costumes,\nhousehold items and tools exhibited in separate\ngalleries. It is also worth visiting **Sala Chatzi-\nagapitou** , an 18th-century mansion; the archi-\ntectural designs for this building were prepared\nin Venice.\n- To the **Maritime Museum** , on Kampos Square.\nA large part of the museum is dedicated to the\nsponge harvesting trade and includes exhibits\nsuch as the deep sea diving suit with an air pump,\nfirst used by local sponge harvesters in 1863.\n```\nThere are also replicas of small and big ships,\ncompasses, lanterns, old telegraph machines,\nand much more.\n```\n- To **Spetsaria** , the island’s old municipal phar-\nmacy housed in an 1884 building in Chorio.\n- To the former **Kampsopoulou residence** (to-\nday “Caterrinetes” inn), where on May 8th, 1945\nthe Protocol of Surrender was signed by the Ger-\nmans turning all of the Dodecanese islands over\nto the Allied Forces.\n- To the fortified monastery of **Michail\nRoukouniotis** , once a Patriarchal stavrope-\ngial monastery. Its murals date back to the 15th\ncentury and the cypress tree at the entrance is\n850 years old. It is located 3 km W of Chorio.\n- To **Megalos Sotiris** fortified monastery on the\nway to Panormitis.\n- To the forest in Kourkouniotis area. You will find\n11 restored **wine presses** there, out of the 120\nthat existed earlier on the island as Symi had a\nlong tradition in vini-culture until the 18th century\n(www.patitiria.com).\n70. A traditional male costume worn in Symi.\n**Trips around Symi**\n**North**\n```\nPedi 2\nPedi is a seaside village with multi-coloured hous-\nes scattered in a tranquil bay with many fishing\nboats. There is an old dockyard. Distance from\nChorio: 3 km E.\n```\n```\nNimporio 3\nNimporio is a serene village and a retreat as well\nas one of the island’s first ports. Many of the\nhouses are built by the sea. Mosaics and ruins of\n```\n```\nancient buildings have been found in the area.\nDistance from Gialos: 3 km W.\n```\n**South**\n```\nPanormitis 4\nMany people come to Symi to worship before\nthe wonder-working icon of Archangel Michael\nthat is covered in silver and gold. It is kept at\nthe monastery of Taxiarchis Michail Panor-\nmitis , one of the most significant monasteries in\nthe Dodecanese, built in the nook of Panormos\nbay. There is an imposing multi-coloured belfry\nat its entrance, erected in 1911. The monastery’s\n```\n```\nRO\nDO\n```\n_S_ (^) _-_\n(^) _SI\nMI_\n!\n!\n!\n!P!\n!\n!\n**Simi**\nSesklia\nNimos\nNiborio\nPedi\nMarathounda\nPanormitis _Faneromeni\nMarathounda\nAg. Georgios Dissalonas\nNos\nTaviri\nDio Yiali\nNanou\nAg. Emilianos\nAg. Vasilios\nAg. Marina\nFokospilia_\n!\n!\n!\n!!\n!\n!\n!\n!\n!\n_XILO\nAGIA MARINA\nPAXIMADI\nTROUMPETO ARTIKONISSI\nPLATI\nOXIA\nMARMARAS\nKARAVALONISSI\nPRASSO_\n**_NIMOS\nKOULOUNDROS\nSESKLIA\nHONDROS_**\n_YALESSINO_\n**_MEGALONISSI\nSIMI_**\n**0 1.25 2.5 5**\nN\n**km**\n67\n```\nSYMI\n```\nchurch was built in 1783. It is a single-naved spa-\ncious basilica with rare 18th-century murals, cross\nvaults, and an elaborate woodcarved iconosta-\nsis dating back to 1787. **Distance from Gia-\nlos:** 15 km S.\n**Must see**\n- The **Byzantine Museum** , where you will\nsee exhibits of the votive miniature ships\nand bottles released into the sea waters\nso that they may “journey” to the door\nof Panormitis Monastery. There are also\nnumerous ecclesiastical relics on display.\n- The **Folk Art Museum** , with exhibits of\nobjects related to every day life of the locals.\n- The Faneromeni **pine tree** forest,\non the way to Marathounta.\n**Events**\n- Symi Festival. It takes place from early July to\nearly September and includes numerous events:\nclassical music concerts; entechno style songs [a\ncombination of greek urban folk music and west-\nern music]; dance performances; cinema; art ex-\nhibitions with works of Greek and foreign artists,\nand much more.\n- Local feasts on August 15th (The Dormition of\nthe Mother of God), July 27th (Agios Pantelei-\nmon), August 6th (Megalos Sotiris), August 24th\n```\n(Panagia tis Nimou) and November 8th (Taxiarch-\nes [the Archangels]), in Panormitis.\n```\n**Activities**\n- Swimming at Nos beach; the beach next to\nCharani; at Nimporio; Pedi; Toli; Faneromeni;\nand Marathounta.\n- Excursion by small craft or a sea-taxi to the\nbeaches: Ai-Giorgis Dysalonas; Agios Vasilios;\nFokospilia; Nanou; Agia Marina; Agios Aimilian-\nos; in **Nimos** island (north) and **Sesklia** island\n(south).\n- Hiking (visit the 120 Byzantine wine presses\nscattered in the island).\n- Scuba diving.\n- Spear fishing.\n- Sailing.\n- Climbing.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22463-60.401/8\n- **Police Station:** 22460-71.111\n- **Symi’s Medical Centre:** 22460-71.290\n- **Rural Clinic (Chorio):** 22460-71.316\n- **Port Authority:** 22460-71.205\n- **Archeological-Folk Art Museums:**\n22460-71.114\n- **Maritime Museum:** 22460-72.363\n```\nwebsite: http://www.symi.gr\n```\n71. The monastery of Lord Michael Panormitis with an impressive belfry.\nCHALKI\n```\nhalki has been named after the copper (chalkos) mines that used to exist on the island. As of\n1983 it has been known worldwide as the “Island of Peace and Friendship” for the young; it of-\nfers an enjoyable stay in an enviable serene setting. Chalki prospered in the late 19th century\nwhen the islanders became engaged in shipping and the sea sponge trade. Chalki shared the historical\npath of Rhodes and the island was integrated in the Greek state in 1948. There are ferries to Piraeus\n(220 nautical miles) and to Kameiros, Rhodes (10 nautical miles). Area: 28 sq. km; coastline 34 km;\npopulation: 430.\n```\n72. A view of Nimporio; the stone clock tower.\n### C\n69\n```\nCHALKI\n```\n**Chalki (Nimporio) 1**\nNimporio is the island’s capital town and has\nbeen built in an amphitheatre-like manner,\noverlooking the crystal-clear blue sea. It keeps\na stately beauty, evident in the picturesque al-\nleys and the singular architectural features that\nadorn the houses; it is one of the most beautiful\nneoclassical towns in Greece! Chorio used to be\nthe island’s old capital and it was built next to the\nmighty castle of the Knights Hospitaller of the Or-\nder of St John for protection against the pirates.\nOnce the pirate threat had been removed, the\nlocals founded Chalki town or Nimporio (1850-\n1870) and built magnificent mansions; the latter\nmanifest today the island’s past prosperity times.\nChalki has been listed as a heritage town.\n**Must see**\n- The imposing **stone clock tower** standing\nbefore the neoclassical building of the\n**Town Hall**.\n- The 1861 church of **Agios Nikolaos** ,\nChalki’s patron saint. It has the tallest\nbell-tower in Dodecanese and beautiful,\nblack-and-white pebble mosaic in its courtyard.\n- **Chorio** (2.5 km W). It is the island’s former\ncapital but was abandoned for good in the\n74. Chalki’s medieval castle - part of the walls.\n73. The pebble mosaic on Agios Nikolaos churchyard.\n```\n1960’s. The small stone houses are built\nwith material from ancient buildings under\nthe castle built by the Knights Hospitaller\nin an amazing location that affords\nunforgettable views. The 16th-century\nPanagia [the Virgin Mary] is also worth a visit.\n```\n- **Taxiarchis Michail** monastery [Archangel\nMichael] (5 km NW), housing a remarkable\nicon of the archangel; as well as **Ai-Giannis\nAlargas** monastery on the west tip of Chalki\nand its towering cypress tree.\n- **Kameno Spilio** [burnt cave], at “Amiglai”\nlocation (8 km NW). In 1658 Morosini (a\nVenetian lord) led the hidden islanders to their\ndoom by lighting a fire at the cave’s entrance.\n**Events**\n- Feasts: Panagia on August 15th (at Chorio); Ai-\nGiannis Alargas on August 29th; Stavros on Sep-\ntember 14th; and Agios Georgios on April 23rd.\n- Youth Festival, held during the first fortnight\nof September. It includes traditional music con-\ncerts, theatrical performances etc.\n75. Agios Nikolaos’ belfry is clearly visible at Chalki’s port.\n```\nTIL\nOS\n```\n(^) _-_ (^) _H\nAL\nKI\nHALKI_^ _-_^ _RODOS\nDI\nAF\nAN\nI_^ _-_^\n_HA\nLK\nI_\n! !P\n**Halki (Niborio)**\nHorio\n_Yali Pondamos - Ftenaya\nDio Yali\nAg. Georgios\nKania\nAreta_\n!\n!\n!\n!\n!\n_MAELONISSI\nKOLOFONAS\nKREVATI_\n**_AGII THEODORI\nNISSAKI\nHALKI_**\n**0 1 2 4**\nN\n**km**\n71\n```\nCHALKI\n```\n**Activities**\n- Swimming at the beaches: Pontamos Ftenagia,\nTrachia and Gyali; you will reach them on foot\nfrom Nimporio. Take a boat to get to Kania, Are-\nta, Agios Georgios and Dyo Gialoi beaches. You\nwill find a group of isles namely Agioi Theodoroi,\nMakry and Tragousa, within the triangle formed\nby Chalki, Alimia and Rhodes.\n- Boat excursions to Alimia island, NE of Chalki.\nThe small bay served as a naval yard during the\nItalian rule. Visit the ruins of the old village, a\nsmall fort and a fantastic pebble beach.\n- Hiking from Nimporio to Agios Ioannis Alargas\nmonastery (a 3-hour route).\n- Scuba diving and spear fishing.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22460-45.207\n- **Police Station:** 22460-45.213\n- **Rural Clinic:** 22460-45.206\n- **Port Authority:** 22460-45.220\n```\nwebsite: http://www.halki.gr\n```\n75. Agios Nikolaos’ belfry is clearly visible at Chalki’s port.\n76. Exploring the seabed in Chalki.\nRHODES (RODOS)\n```\nhodes is the fourth largest island in Greece, after Crete, Evoia and Lesvos. Endless stretches of\ncoastline and pine forests on mountains dotted with villages, archeological sites, and a medi-\neval city of exceptional beauty attract over a million tourists every year.\nRhodes is the largest of the Dodecanese Group with an area of 1,398 sq. km, a coastline that reaches\n220 km, and a population of 120,000. It has been populated since prehistoric times and flourished dur-\ning the Mycenaean period. It enjoyed great prosperity in the 4th c. BC when the Colossus of Rhodes was\nerected, a work of art by Chares from Lindos, Rhodes, a disciple of the sculptor Lysippos. After the de-\nstructive earthquake in 155 AD, Rhodes knew many conquerors (Persians, Arabs, Saracens and Selzuk\nTurks). In 1309, the Knights Hospitaller [Order of the Knights of Rhodes] acquired the island and re-\nstored the castle adding fortifications that were unmatched in Europe at the time. This castle remained\nthe seat of the Knights until 1522 when the Turks conquered it after tough fights. In 1912, Rhodes\nbecame occupied by the Italians until 1948, when Dodecanese became integrated in the Greek state.\n```\n77. Rhodes’ medieval town, among the most beautiful in the Mediterranean.\n### R\n73\n```\nRHODES\n```\n**The City of Rhodes 1**\nThe capital of the island is considered to be one of\nthe most beautiful cities worldwide (population:\n44,000). It was founded in 408 BC. Its medieval\narchitectural features blend with the modern style\nin buildings. The city comprises the old, fortified\nmedieval town and the modern one,\nwith its old, neoclassical buildings\nand other recent structures.\nThe medieval town is a UNES-\nCO World Heritage Monu-\nment and has been built\nin a semi-circular fashion\naround the central harbour.\n**City**\n**promenade**\n- To the **Old (medieval) Town** ,\nalong the narrow alleys, past the\nsmall houses, the imposing buildings\nerected by the Knights, and about 200 me-\ndieval churches. After the arrival of the Knights\nHospitaller of the Order of St John in 1309, the\ntown’s fortifications got expanded as it had quad-\nrupled in size in comparison to the earlier byz-\nantine town. The new fortifications the knights\nbuilt had three lines of defense with the last one\n```\nbeing the fortified complex of the Palace of the\nGrand Master. Between the Palace and the pe-\nripheral walls there was an intermediate defense\nline (a wall) which divided the town into two\nunequal parts. The smaller, northern part was\ncalled Kollakio and was exclusively reserved for\nthe activities of members of the Order. Its main\nhub was the Street of the Knights\nbeginning at the Palace of the\nGrand Master and ending at\nPanagia tou Kastrou (Virgin\nMary of the Castle) church.\nThe rest of the population\nlived in Bourgko. The cir-\ncuit of the walls surround-\ning the medieval town is\n4 km long. Along the way,\nthere are numerous turrets\nand battlements, bridges,\nmoats, and decorative archi-\ntectural elements such as coats\nof arms. Besides the buildings erect-\ned at the time of the Knights, there is also a\nnumber of mosques with their minarets, rem-\nnants of the Turkish Occupation. The Medieval\nTown can be accessed through eleven grand en-\ntrances, with Porta Marina (the Sea Gate) be-\ning the most popular one.\n```\n- To the renowned **Street of the Knights** ,\n79. Agios Pavlos’ gate connects the Old Town and Mandraki.\n78. A Rhodes silver five-drachma coin (circa 350 B.C.) bearing the head of the god Sun.\n80. Mandraki; the buildings erected during the Italian rule and Agios Nikolaos tower-lighthouse at the port’s entrance.\n```\nRHODOS\nSIMI\n```\n```\nHAL\n```\n```\nKI^ -^\nRHO\n```\n```\nDO\nS\n```\n_RHODOS_ (^) _- KASTELORIZO\nKA\nRP\nAT\nHO\nS_^ _-\nRH\nOD\nOS_\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!P\n!\n!\n!\n!\n!P\n!\n!P\n!P\n!P\n!\n!\n!P\n!P\n!P\n!P\n!P !P\n!P\n!\n!P\n!P\n! \"T\n!\n!\n!P\n!\n!\n!\n!\n!\n!\n!\n!\n**RODOS (RHODES)\nAfandou\nLardos\nEbonas\nFaliraki\nKoskinou\nSgourou\nPsinthos\nKalithies\nParadisi**\nKremasti\n**Ialissos\nArchangelos\nMaritsa\nSoroni**\nAerolimenas Pastida\nTheologos\nArhipolis\nEleoussa\nKritika\nDamatria\nMonolithos\nEpano Kalamos\nDimilia\nPl atania\nKalavarda\nKolibia\nStegna\nNani\nThari\nMalonas\nHaraki\nMasari\nKamiros Skala Profitis Ilias\nSalakos\nApollona\nMandriko\nProfilia\nGenadi\nLahania\nKattavia\nArnitha\nSiana\nFanes\nAppolakia\nAsklipiio\nMessanagros\nLindos\nAgios Isidoros\nIstrios\nKalathos\nPi lonas\nPefki\nPr assonissi\nKiotari\nLaerma\nKritinia\n_Faliraki\nLadiko\nAntoni Kouin\nTragano\nAfandou\nKolibia\nTsabika\nStegna\nAg. Agathi\nMasari\nKalathos\nVliha\nLindos_\nPefki\n_Lothiarika\nGlistra\nKiotari\nGenadi\nLahania\nPr assonissi_\nKatavia\n_Kalamos\nGlifada\nAmartos\nMandriko\nAnemomilos\nFanes\nSoroni\nKato Kalamon\nParadisi_\nKremasti\n_Ixia\nKandili\nAg. Marina\nRodini\nLardos\nAg. GeorgiosMakris Tihos (Limanaki)\nFourni\nKalithea_\n!\n!\n_HTENIES\nKARAVOLAS_\n**_RODOS_**\n_MAKRI\nALIMIA\nSTROGILI_\n**0 4 8 16**\n[N\n**km**\nfaithfully restored to its old medieval form. The\nquarters of the various “languages” - i.e. the\nethnic subgroupings which once comprised the\nKnights Hospitaller of the Order of St John -\nare lined up on either side of the street.\n- To the **Palace of the Grand Master** (14th\nc.), or “Castello” as locals call it. It was one of\nthe first buildings the Knights constructed (com-\npleted in 1346). In 1856 it was accidentally razed\nto the ground by an explosion and was restored\nin 1939 by Cesare Maria de’ Vecchi, the Italian\ncommander of the Dodecanese Islands.\n- To the **Archeological Museum**. It is housed in\nthe building of the Hospital of the Knights (15th c.)\nin the Old Town. The particularly important finds\n```\non display refer to a period from the archaic up to\nthe roman times on the island.\n```\n- To **Ippokratous Square**. The two major, cen-\ntral streets of the Old Town begin here: **Aristo-\ntelous** Street, leading east to the Square of the\nJewish Martyrs [Evraion Martyron]; and **Sokra-\ntous** Street, the busiest street in the old market-\nplace. Suleyman [Suleymaniye] Mosque rises at\nthe top of this street (built by Sultan Suleyman\nfollowing the occupation of Rhodes). The corner\nof Sokratous and Orfeos Streets is the location of\nthe clock tower built by Fethi Pasha in 1857, now\nhousing a bar. The view of the Old Town from the\ntop of the tower is spectacular; this is the right\nplace to take panoramic photos.\n- To the **Byzantine Museum** , housed in Pana-\ngia tis Nikis church in the Old Town. There are\nmurals and icons on display that date to the Late\nByzantine and Post Byzantine period.\n- To **Mandraki** , the small harbour area where\nimposing edifices of the Italian era house pub-\nlic agencies. Visit also the **Municipal Theatre**\nand the **New Agora** [Marketplace]. Don’t miss:\nthe **Governor’s** complex; **Agios Ioannis** [St.\nJohn’s] Church with Gothic and Romanesque\nstyle features (today Evangelismos Church,\n1925); **Agios Nikolaos lighthouse** (1464-\n1467); the three **medieval windmills** at the\njetty’s edge; and **Mourat Reis** mosque (16th c.).\n- To the famous **Casino** , housed in the historic\nhotel “Grande Albergo delle Rose”, (1927), a des-\ntination preferred by celebrities around the world.\n- To the **Aquarium** (built by the Italians in 1934-\n1936) with representative specimens of the\n75\n```\nRHODES\n```\n81. The Palace of the Grand Master.\n82. Suleiman Mosque.\narea’s marine ecosystem.\n- To **Agios Stefanos** or **Monte Smith** hill\n- the acropolis of **ancient Rhodes** - and the\ntemples of Athena Polias and Zeus Poliefs; to\nthe cavernous structures called Nymfaia; to\nthe odeon that could accommodate up to 800\npeople; and to the Temple of Apollo Pythios.\nAround these monuments stretches the modern\ncity neighbourhood of luxury villas and modern\nbuildings. The sunset view from the top of the\nhill is amazing.\n- To **Yeni Hamam** , built before 1588 (still open\ntoday!). It is called Yeni (new) so as to differen-\ntiate it from Eski ( old) Hamam whose ruins are\nto be found in Evdilos Square.\n- To the **Municipal Gallery** , housed in a re-\nstored building erected by the knights, in Symi\nSquare. There are 16th-20th century engravings\nand the Collection of Maps and Etchings. The\nGallery is often the venue for temporary exhi-\nbitions.\n- To the **Rhodes Decorative Arts Collection**\n```\n(Folk Art Museum), in Argyrokastro Square.\n```\n- To the **Centre of Modern Art** ; exhibits in-\nclude the artwork of contemporary Greek and\nforeign artists residing in Rhodes.\n- To **Nestorideion Melathron**. The artwork of\n19 th & 20th century Greek painters and sculptors\nare on display.\n- To **Rodini** (3 km S), a small park of lush veg-\netation, streams and a zoo.\n**Events**\n- Summertime events organised by the Cultural\nOrganisation of the Municipality of Rhodes.\n- “Ecofilms”, an International Cinema and Fine\nArts Festival with films and environmentally-ori-\nented events taking place every June.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 22413-61.200\n- **E.O.T. office (Greek National Tourism\nOrganisation):** 22410-23.255\n- **Police Station:** 22410-23.849\n- **Tourist Police:** 22410-23.329\n- **Traffic Police:** 22410-44.131-2\n- **Cultural Organisation of the**\n83. The ancient acropolis of Rhodes;\nthe temple of Pythian Apollo.\n77\n```\nRHODES\n```\n**Municipality of Rhodes:** 22410-27.427\n- **Rhodes General Hospital:** 22410-80.000\n- **KTEL Long-Distance Buses:**\n22410-27.706\n- **Taxi service:** 22410-34.758\n- **Port Authority:** 22410-28.888\n- **“Diagoras” Airport:** 22410-88.700\n**Rural Medical Centres-Clinics in**\n- **Apolakkia:** 22440-61.260\n- **Afantou:** 22410-51.055\n- **Archangelos** : 22440-22.400\n- **Southern Rhodes:** 22440-43.233\n- **Ialysos:** 22410-91.444\n- **Kattavia:** 22440-91.222\n- **Koskinou:** 22410-67711\n- **Kremasti:** 22410-91.222\n- **Lindos:** 22440-31.224\n- **Maritses:** 22410-48150\n**Museums**\n- **Archeological:** 22410-75.674\n- **Municipal Gallery:** 22410-23.766\n- **Centre of Modern Art:** 22410-77.071\n- **Nestorideion Melathron:** 22410-43.780\n**Municipality of Rhodes website: http://www.rhodes.gr**\n```\nRhodes Island website: http://www.rodosisland.gr\n```\n```\nTrips around Rhodes\nNorth\n```\n```\nKoskinou 2\nThe village houses are decorated in the local\nstyle, with ceramic plates and hand-woven tex-\ntiles and the doors are\npainted in a varie-\nty of strong col-\nours. Koskinou\nis near the\nwell known\nspa facilities\nof Kallithea ,\nwhere Roton-\nda, the impres-\nsive domed build-\ning houses the hot springs\nknown in antiquity for the thera-\npeutic properties of their “red wa-\nter” that surfaced on this spot.\nThey were organised into a spa by the Italians in\n```\n1929. **Distance from Rhodes:** 7 km SE.\n84. Kallithea, a famous Rhodes resort.\n85. A typical\nceramic plate\nfrom Koskinou.\n**Ialysos or Trianta 3**\nIalysos is a resort of international fame. Its\nacropolis is the birthplace of Diagoras, an an-\ncient Olympic Games winner. Ialysos was one\nof the three powerful cities of ancient Rhodes\nalongside Lindos and Kamiros. It stretched be-\nlow Filerimos hill between present-day **Trian-\nta** and **Kremasti** villages. A stroll along Ialysos’\nbusy avenue reveals grand neoclassical man-\nsions (“pyrgoi”), which used to be country resi-\ndences of wealthy Rhodesians. **Distance from\nRhodes:** 10 km SW.\n**Must see**\n- The archeological site of **ancient Ialysos’**\nacropolis, on Filerimos hill, comprises many\na monument such as temples, Byzantine\nchurches, etc. The greatest among them are\nthe **temple of Athena Polias** ; the **Doric\nfountain** , the **Church dating to the Period**\nof the **Knights** ; and the chapel of **Agios\nGeorgios Chostos** (with 15th century murals).\n- The monastery of **Panagia Filerimos**\nwith its large cobblestone courtyard and the\nGothic stone church (15th c). It is said that\nthe iconof the Virgin Mary was brought from\nJerusalem in the 13th century.\n- “ **Golgotha (Calvary) Way** ”, lined with\n```\ncypress trees and stone steles depicting various\nscenes from the Passion of Christ. At the end\nof the way there is a large cross.\n```\n**Activities**\n- Swimming at the endless beach that extends\nfrom the city of Rhodes until Ialysos.\n- Water sports and wind surfing.\n- Hiking from Filerimos, through a fascinating\npine forest, towards the sea (2-hour journey).\n```\nFaliraki 4\nFaliraki is one of the island’s most popular resorts\nfor visitors who seek to experience the intense\nnightlife and enjoy its enchanting beaches. Dis-\ntance from Rhodes: 16 km SE.\n```\n**Must see**\n- **Kalythies** (2 km W), an area with country\nchapels and antiquities.\n- Kalamonia **cave**.\n- **Sarandapichos acropolis** and its\n86. An impressive landscape in the valley of the Butterflies.\n87. Filerimos monastery,\nreconstructed during the Italian Period.\n79\n```\nRHODES\n```\n```\nsignificant archeological finds. Visit also\nErimokastro dating to the Mycenaean period.\n```\n**Activities**\n- Swimming at Faliraki, Ixia, and Kallithea beach-\nes with many facilities on offer; at the small Man-\ntomata beach next to Faliraki; Ladiko beach is\nnearby where the film “Guns of Navarone” was\nshot in 1961; or at the “Anthony Quinn” beach.\n- Water sports: windsurfing and water skiing.\n- At the Water Park, waterslides and other wa-\nter frolics.\n**Afantou 5**\nAfantou is one of the oldest villages on the is-\nland. There are traditional stone houses, coffee\nshops, pastry shops, and a centuries-old church\nof Panagia [the Virgin Mary]. **Epta Piges** [Seven\nSprings] lie 8 km SW; the cascading waters form\na lake, set in a wonderful green location. Near\nthe village you will find **Kolympia** (6 km S.), a\nseaside area. Stroll along the beautiful Eucalyp-\n```\ntus Street, planted with eucalyptus trees by the\nItalians. Distance from Rhodes: 18.5 km SE.\n```\n**Activities**\n- Swimming at the far stretching sand and fine\npebble beach. It begins as Traganou or Traou-\nnou Beach, mid-way it becomes Afantou Beach,\nand is named Kolympia Beach at the other end.\n- Golfing at the 18-hole golf course, Afantou\nGolf Course, tel: (+30) 22410-51.451,\nhttp://www.afandougolfcourse.gr.\n- Playing football at the EOT [Greek National\nTourism Organisation] football field in Afantou\nbeach.\n- Water sports.\n- Touring the area riding enduro bikes or four-\nwheel drive vehicles.\n```\nTheologos 6\nA village that has been attracting tourists lately,\nas it is near the famous Valley of the Butter-\nflies (8 km S). Every year, from June to Septem-\nber millions of Callimorpha Quadripunctaria but-\nterflies, sporting four black spots on each wing,\nappear in very large numbers in the valley. There\nis a small Museum of Natural History in the same\narea (60 hectares). Visit also Psinthos village\n(13 km SE), in an area of lush vegetation and\nstreams. Distance from Rhodes: 22 km SW.\n```\n88. Windsurfing in Rhodes.\n87. Filerimos monastery,\nreconstructed during the Italian Period.\n**Archangelos 7**\nArchangelos is the island’s largest town (popu-\nlation: 5,500). It has been inhabited since the\nMycenaean times. There are cheerfully painted\nold houses in the traditional quarter built at the\nfoot of the castle around Archangelos Michail\nchurch. **Distance from Rhodes:** 28 km SE.\n**Must see**\n- The **castle** , built by the Knights Hospitaller\nin 1320.\n- **Archangelos Michail** church and its\npebble-paved courtyard.\n- **Panagia Tsampika** Ano (or New)\nMonastery. Panagia’s icon [the Virgin Mary]\nis said to be miraculous especially for women\nwith fertility problems. It is situated 1 km N.\non the way towards Rhodes city.\n- **Koumellos Cave** , 3 km NW on a small\nhill, a place of interest for those interested in\narcheology as well as speleology.\n- **Malonas** village located within the largest\norange grove on Rhodes. Make a point of\nvisiting **Charaki** village (7 km S)\nand the medieval **Faraklou Castle** ,\nnear the beautiful beach.\n**Activities**\n- Swimming at Tsampika, one of the best beach-\nes on Rhodes; also at Stegna beach.\n- Water sports.\n- Scuba diving.\n```\nSalakos 8\nSalakos is built in a location of exceptional beau-\nty. The village square is very beautiful with a\nfountain and fiddle-leaf fig trees, located on the\nverdant Mount Profitis Elias (where you will also\nfind Profitis Elias Monastery). In 1912-1948,\nSalakos and the neighbouring Eleousa village\nused to be resort areas for the ruling Italians.\nDistance from Rhodes: 39 km SW.\n```\n**Must see**\n- **Ancient Kameiros** , 10 km N. From the\narchaic until the Hellenistic period, Kameiros\nused to be a hub, one of the three towns of\nancient Rhodes, (Ialysos and Lindos being the\nother two). There are ruins of a **Doric temple**\n(3rd c. BC) and a **fountain** , an **altar** dedicated\nto the Sun, public **baths** , a **reservoir** ,\nruins of **houses** and **public buildings** ;\n89. Lindos, a traditional village at the foot of the ancient acropolis.\n81\n```\nRHODES\n```\nat a higher level lies the **temple of Athena** ,\nthe ruins of a **stoa** (206 m. long)\nand a monumental **stairway; ancient\ntombs** and an early Christian **catacomb**\nhave been unearthed in the wider area.\n- **Makarouna Cave**.\n- The dense pine forest on Mount **Profitis\nIlias** ; it is the third tallest mountain\non the island (alt: 798 m.) after Atavyros\n```\nand Akramytis mountains. It is also the habitat\nof 115 plant species -out of which 20 are\nrare varieties- and quite a few species of wild\nanimals. At a short distance from Eleousa\nvillage, starting for Mount Profitis Ilias, there is\nan artificial pond shaped like a pool, which was\nbuilt by the Italians so as to collect the waters\nfrom nearby Koskinistis spring. The pond is\nhome to gizani [ladigesocypris ghigii],\na small freshwater fish endemic to Rhodes.\n```\n- The **Nymph Fountain** , supplying Rhodes\nwith water.\n**Events**\n- Reenactment of the Nativity of Christ at Maka-\nrouna Cave, Christmas.\n**Activities**\n- Hiking from Salakos to Profitis Ilias mountain-\ntop (4-hour journey).\n- Touring the area riding enduro bikes or four-\nwheel drive vehicles.\n**South**\n```\nLindos 9\nLindos is a traditional village that has been desig-\nnated as a national heritage monument. Its nar-\nrow alleys and archways bring to mind a Cyclades\nvillage. Kapetanospita [the “captains’ houses”]\nare quite impressive structures, surrounded by\nhigh yard walls, arched entrances (pyliones) dec-\norated with coats of arms, and heavy wooden\ngates. Lindos is the birthplace of Chares, the dis-\nciple of Lyssipos, a famous ancient sculptor, who\ncrafted the 31-metre tall Colossus of Rhodes ded-\nicated to god Helios. In the summertime, Lindos\nis also accessible by excursion boat from Rhodes.\nDistance from Rhodes: 46 km SE.\n```\n**Must See**\n- The **Ancient Lindos acropolis**. Dominating\natop a rock, 116 m. above sea level, the\nacropolis is surrounded by the fortified walls\nbuilt by the knights. It occupies an area\nof 8,400 sq. km. and bears the strongest\nfortifications on the island. The **temple of\nAthena Lindia** (4th c. BC) is built on the\nhighest spot of the rock. You can also visit\n90. There are many freediving schools in Rhodes.\n```\nthe Hellenistic Makra Stoa (200 BC);\nthe Doric Stoa (3rd c. BC); the ruins of the\nPropylaea ; the monumental stairway ;\nand Agios Ioannis church (13th c.).\nThe view from the Acropolis is amazing.\n```\n- The alleged **tomb of Cleobulus** (6th c. BC)\n- born in Lindos and one of the seven sages in\nancient Greece - known for his apophthegm\n“everything in moderation”. The view\nfrom this location is breathtaking.\n- The 15th-century **Panagia of Lindos** church\nwith exquisite murals and icons.\nVisit, also, the picturesque **Agios Pavlos**\nchapel, built in the nook of Agios Pavlos cove.\n- **Asklipieio** village (21 km SW). There is an\ninteresting Ecclesiastical - Folk Art museum\nhoused in the old olive-press facilities,\nnext to Koimisis tis Theotokou church,\nwhere there are valuable, centuries-old\nmurals; the ruins of a castle lie on the hill.\n**Activities**\n- Swimming at Lardos beach, Agios Pavlos, Glis-\ntra, Gennadi, and Kiotari.\n- Wind surfing, kite surfing and jet skiing.\n- Scuba diving and spear fishing.\n**Kritinia 10**\nKritinia is a beautiful village, affording a lovely\nview of the Aegean and Chalki Island from the\nmain square. Visit the imposing Venetian castle\nthat is in good condition. Two scenic - yet de-\nmanding - hiking routes start at the village. One\n```\ngoes all the way to the castle, traversing a fertile\nvalley (4-hour journey) and the other ends at the\ntop of Mount Atavyros (6-hour route). Skala Ka-\nmeirou is the seaport of Kritinia where you will\nfind some very good fish tavernas. There is a fer-\nry link to Chalki Island. Distance from Rhodes:\n54 km SW.\n```\n```\nEmponas 11\nEmponas is a scenic mountain village away from\npopular destinations. It is built on a slope of\nMount Atavyros, the island’s highest mountain\n(alt: 1,216 m), in a fertile forested area. The vil-\nlage is known for its top quality wines. The old\nfolks still wear their traditional costumes and\nthere is an interesting Folk Art Museum, housed\nin a 19th-century building. Ruins of the temple\nof Zeus Atavyrios lie on the hilltop; the spot of-\nfers a panoramic view. At a short distance, (close\nto Nanoi village, approx. 10 km N) you will find\nNanoi artificial lake, a scenic location with flow-\ning waters. Distance from Rhodes: 52 km SW.\n```\n**Activities**\n- Hiking.\n- Touring the area riding enduro bikes or four-\nwheel drive vehicles.\n```\nLaerma 12\nLaerma is a small village with refurbished hous-\nes, populated since antiquity. In Tharri (4 km from\nLaerma), there is the historic Archangelos Michail\n```\n91. A panoramic view of Monolithos castle and the surrounding area.\n83\n```\nRHODES\n```\n[Archangel Michael] monastery (Tharri Monas-\ntery). According to tradition, it was built by the\nparents of a young lady of a noble Byzantine fam-\nily, when the temperate climate and beneficial wa-\nters in the area cured their daughter from a severe\nillness. A visit at nearby **Ipseni Monastery** (in\nLardos village) and **Iknos Monastery** is worth-\nwhile. **Distance from Rhodes:** 58 km SW.\n**Activities**\n- Hiking.\n- Touring the area riding enduro bikes or four-\nwheel drive vehicles.\n**Monolithos 13**\nMonolithos is a traditional village built in an am-\nphitheatre-like manner on a colossal boulder\n(monolith) – hence the name. **Distance from\nRhodes:** 73 km SW.\n**Must see**\n- The impressive **Monolithos castle**\n(3 km SW). It is built atop a rock (height: 236\nmetres), overlooking the open sea and Chalki\nIsland. It was built in 1476 by Grand Master\nPierre d’Aubusson. Inside the castle,\nthere are ruins of two 15th-century churches.\n- **Siana** (4.5 km NE), a village known for\nproducing souma (a strong alcoholic drink\nmade from grapes) and honey.\n- **Appolakia** (10 km SE), a picturesque village\nnext to a dam (4 km N).\n- **Mesanagros** (47.5 km SE), a traditional\n```\nvillage. Visit Agia Paraskevi and Profitis Elias\nchurches as well as nearby Skiadi Monastery\n(21 km SE).\n```\n**Activities**\n- Swimming in Plaka and Fournoi beaches, locat-\ned 5 km after the castle.\n- Spear fishing.\n```\nKattavia -\nPrasonisi 14\nThis village has been built on the southernmost\npart of the island and is said to have taken its\nname from Kattavos, a local sovereign. There are\nsome fine buildings in the area that date to the\ntime of the Italian rule. Through Kattavia you can\naccess Prasonisi, a surfer’s paradise. In the sum-\nmertime, Rhodes and the small island are linked\nby a strip of sand, making it possible to reach Pra-\nsonisi on foot. In wintertime, the sea level rises\ncovering the sandy strip therefore “cutting” the\nsmall island off from Rhodes. The lighthouse on\nPrasonisi is a spot that affords a wonderful sunset\nview. Distance from Rhodes: 83 km (Kattavia)\nand 91 km (Prasonisi), SW.\n```\n**Activities**\n- Swimming at Prasonisi, in Agios Georgios beach\n(7 km SE) and in Mavros Kavos beach (10.5 km SE).\n- Wind surfing and kite surfing.\n- Spear fishing.\n- Scuba diving.\n92. Prasonisi beach is considered as one of the best on Rhodes.\n**93. Rhodes town;\nMandraki’s port teems with sailing boats,\nyachts and fishing boats all year round.**\n85\n```\nRHODES\n```\nKARPATHOS\n```\narpathos Island is to be found in the southernmost part of the Dodecanese Group between Crete\nand Rhodes, and it is the second largest island in the group. It is basically a mountainous island\n(its highest peak is Kali Limni at 1,214 m. above sea level), blessed with flowing waters, pine-\ntree forests, vineyards, olive groves, and orchards. Its rocky caves are home to Monachus monachus,\nthe Mediterannean monk seal. A kind of rare amphibian species that can be found only on Karpathos\nand Kastelorizo is mertensiella luscani. The titan Iapetus, son of Uranus and Gaia, is the mythical first\ninhabitant of Karpathos. The island was first populated in neolithic times. During Homer’s time, Karpa-\nthos was also known as Anemoessa [she of the many winds]. Its history is connected to that of Rhodes\nand the other Dodecanese islands. The ruling Franks, Turks and Italians shaped the island’s fate. Area:\n301 sq. km; coastline: 160 km; population: 6,500.\n```\n94. Karpathos; an aerial photo of Pigadia and the wider area.\n## K\n87\n```\nKARPATHOS\n```\n**Pigadia (Karpathos) 1**\nPigadia is the capital and port of the island with a\npopulation of 2,100. It was named after the con-\nsiderable number of wells that used to exist in the\narea. It is a relatively new town, built in the SE\npart of the island, on the location of Poseidio (or\nPotidaio), the island’s ancient port.\n**Town promenade**\n- To **Eparcheio** [the Administration Building],\nconstructed by the Italians. Information on the\nMediterrenean monk seal can be obtained here.\nThere is also an open-air museum with finds re-\nferring to the island’s history.\n- To “ **Vounos** ”, at the port’s entrance. It is an im-\nposing boulder, 23 metres high, with ruins of the\nacropolis (Cyclopean walls) of ancient Poseidio.\n- To **Agioi Apostoloi** , the most important\nchurch in Pigadia.\n- To “ **Afoti** ” location (on the beachfront road),\nthe site of the ruins of Agia Foteini’s Early-Chris-\ntian basilica.\n- To the **pine-tree forest** , 1.5 km SW.\n- To **Poseidon’s cave** , at “Myloi” location. It is\nconsidered to have been either a monumental\ntomb hewn into the rock or a sanctuary.\n**Trips around**\n**Karpathos**\n**North**\n```\nAperi 2\nThis is a prosperous village, counting 470 inhab-\nitants, built at 320 m. above sea level, in such\na way as to remain unseen from the sea and\ntherefore protected against pirate raids. In ear-\nlier times, it was the island’s capital as well as\na cultural centre: hence, its name, Aperi, which\nmeans “capital town” [apergi] in Turkish. Dis-\ntance from Pigadia: 8 km NW.\n```\n95. Agia Foteini (Afoti) at Pigadia, Karpathos.\n96. Pigadia; Eparcheio [the Administration Building].\n97. Lefkos with its small bays and sandy beaches.\n```\nKARPATHOS - DIAFANI\n```\n```\nKASSOS - KA\n```\n```\nRPATHOS\n```\n```\nDIAFANI - HALKI\n```\n```\nKARPATHOS - RODOS\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n!\n```\n```\n!!\n```\n```\n!\n```\n```\n!\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\nPigadia\n```\n```\nSaria\n```\n```\nAgios Ioanis\n```\n```\nKato Lefkos LefkosMirtonas\n```\n```\nStes\n```\n```\nKefalas\n```\n```\nLaki\n```\n```\nAvlona\n```\n```\nAgios Nikolaos\n```\n```\nKatodio\n```\n```\nOthos\n```\n```\nLastos\n```\n```\nMessohori\n```\n```\nPi les\nFiniki\nArkassa\n```\n```\nAperi\n```\n```\nAfiartis\n```\n```\nVolanda\n```\n```\nSpoa\n```\n```\nDiafani\n```\n```\nOlibos\n```\n```\nMenetes\n```\n```\nTristomo\n```\n```\nMakris Yalos\n```\n```\nDiakofti\n```\n```\nHristou Pi gadi\n```\n```\nFoki\n```\n```\nAmopi\n```\n```\nPouliou Potami\n```\n```\nAfoti\n```\n```\nVrodi\n```\n```\nAhata\n```\n```\nKira Panagia\n```\n```\nApela\n```\n```\nAg. Nikolaou\n```\n```\nAgnodia\n```\n```\nLala\n```\n```\nAg. Mina\n```\n```\nNati\n```\n```\nForokli\n```\n```\nPapa Mina\n```\n```\nVanada\n```\n```\nPalatia\n```\n```\nEfgonimos\n```\n```\nFisses\n```\n```\nAg. Irini\nMakriyalos\nSamaki\nLare\n```\n```\nLefkou\nPotali\n```\n```\nPr oni\nAg. Georgios\nKamarakia\nFiniki\nTihiasmenaki\nTrahanammos\nMilona Avlaki\nAgrilaopotamos\nMihaliou Kipos\nExo Elaris\n```\n```\nKARPATHOS\n```\n```\nSARIA\n```\n**_ARMATHIA_**\n```\nKASSOS\n```\n```\n0 3 6 12\n```\n```\nN\n```\n```\nkm\n```\n89\n```\nKARPATHOS\n```\n**Must see**\n- The **hilltop** above the village. This is the\nlocation of the acropolis of ancient Karpathos.\nThe view from the hill is panoramic.\n- **Volada** village, 2 km NW and its traditionally\nbuilt houses. Within the area, you will see the\nruins of three castles (specifically in Pinni area).\n- **Achata** bay, where you will find a beautiful\npebble beach and the ruins of an ancient\nsanctuary nearby. Above the beach, there is\na cavern with interesting decorations.\n- **Kyra Panagia** church, in Kyra Panagia\nvillage, located 7 km NE of Aperi.\n**Othos 3**\nOthos has been built at 510 m. above sea level\nand is often covered in clouds. A worthwhile visit\nwould be to the **Folk Art Museum** where you\nwill see a replica of a traditional local house. The\nvillage is well known for the traditional celebra-\ntions organised here. It is worth joining Agios\nPanteleimon feast (a three-day celebration on\nJuly 26th-28th) as well as Agios Georgios Methys-\ntis feast (November 3rd). A small village called\n**Pyles** is situated three km SW, with gardens ev-\nerywhere you look. The sunset views from this\nplace will amaze you. **Distance from Pigadia:**\n12 km NW.\n```\nLefkos 4\nLefkos is a picturesque, seaside village surround-\ned by a small pine grove and a beautiful, much-\nfrequented beach. Visit the Acropolis on “Pele-\nkito” location where you will see parts of the walls\nand mosaics as well as the 13th c. Agios Georgios\nchapel. Another site worth visiting is Sokastro ,\nan islet that had once been a peninsula, where\nthere are Byzantine and medieval ruins. It is said\nthat the byzantine Emperor Nikiforos Fokas used\nit as a base of operations. Distance from Piga-\ndia: 31 km NW.\n```\n```\nMesochori 5\nMesochori is built in the centre of the island. It has\ncobblestone streets and traditionally built houses\nwith pebble-paved yards. The houses interiors re-\nsemble small museums decorated as they are with\nlocal rare handwoven fabrics and embroideries.\nDistance from Pigadia: 34 km NW.\n```\n**Must see**\n- **Panagia Vrysiani** , the village’s most\nimportant church built over a fountain.\n- **Agios Ioannis Prodromos** church, its\n1781 icons and the woodcarved iconostasis.\n- The ruins of **Agia Eirini** Byzantine church,\nat Agia Eirini location, accessible by boat.\n```\n98.Kyra Panagia beach photographed from the church by the same name.\n```\n**Spoa 6**\nSpoa is also in the centre of the island, built in an\namphitheatre-like manner on a mountain slope\nand overlooking the open sea. Visit its three\nwindmills and the small Agios Loukas church, in\nApella bay. There is a popular beach and **Agios\nNikolaos** village, four km. E. **Distance form\nPigadia:** 38 km NW.\n**Olympos 7**\nMany tourists come to Karpathos just to visit\nOlympos, one of the most beatiful and interest-\ning villages in Greece. You will reach Olympos\nfollowing a route of great natural beauty. The\nvillage was founded in the 15th c. amidst wild na-\nture. The houses are built following an amphithe-\natre-like shape and in such a way that no house\nmay cast its shadow on the next one. The locals\nlive the way they have lived for centuries: they\n```\ndress in the old way and talk in their own centu-\nries-old dialect (with many Doric elements). Each\nfamily has its own mill and its own church! The\nentire village is a living ethnological museum, a\nsight not to be missed. Distance from Piga-\ndia: 57.5 km N.\n```\n**Must see**\n- **Panagia** church (16th c.) and its exquisite\niconostasis.\n- **Ancient Vrykounta** , one of Karpathos’\nlargest towns, which flourished as early as the\n5 th c. BC.\n- **Agios Ioannis** church, off Avlona village (6\nkm NW), in a location of breathtaking beauty.\n99. A traditional Olympos costume.\n100. A view of Olympos.\n91\n```\nKARPATHOS\n```\n- **Tristomo** bay, at the northernmost tip of\nthe island. It is a protected deep water\nharbour, yet fairly difficult to access.\n**Diafani 8**\nDiafani is the island’s second harbour. Visit the\nMycenaean tomb, located 500 m SE, the finds\nfrom which are on display at the British Museum.\nSee, also the red-domed Agios Nikolaos and Zoo-\ndochos Pigi churches as well as Agios Vasileios\nchurch. **Distance from Pigadia:** 67 km N.\n**South**\n**Menetes 9**\nMenetes is a village well known for its musicians\nand craftsmen of the Karpathos lyre. Visit the\n19 th c. **Koimisi tis Theotokou** church [Dormi-\ntion of the Mother of God], the best known on the\nisland, also Agios Mamas and Agios Antonios byz-\nantine chapels. There is an **Archeological Col-\nlection** in the village, where vessels, sculptures,\nand icons from the wider area are on display.\n**Distance from Pigadia:** 8 km SW.\n**Makrys Gialos 10**\nMakrys Gialos is known for its many beaches,\nand is an area popular with wind surfers. Afiartis\nbeach is one of the most favourite destinations.\nAt “Fournoi” location, near the airport, excava-\ntions have revealed part of a Minoan settlement.\n**Distance from Pigadia:** 15 km S.\n101. Diafani lies in the nook of a small bay.\n**Arkasa 11**\nThe name and locality of this village have re-\nmained the same since antiquity. The small pen-\ninsula of Arkasa’s ancient acropolis faces the vil-\nlage. **Distance from Pigadia:** 16 km SW.\n**Must see**\n- **Palaiokastro** , where there are ruins from\nas early as antiquity (ancient Arkesia) until the\nTurkish Occupation Period and the 5th c.\nAgia Anastasia church with superb mosaics.\n- The **Archeological Museum** , with finds\nfrom Palaiokastro.\n- **Foiniki** , a neighbouring fishing village\n(1 km N).\n103. Afiarti area is popular with surfers\nfrom all over the world.\n```\n102.Apella beach, ranking among the most beautiful in the Dodecanese, with pine trees reaching up to the white sand.\n```\n93\n```\nKARPATHOS\n```\n**Nearby islands**\n**Saria 12**\nSaria is a small uninhabited isle (area: 19 sq.\nkm), north of Karpathos island that was once\nunited to it. Archeological finds on this island\ncover a wide span of time from the neolithic pe-\nriod until the times of recorded history. North\nyou will find Palatia an old settlement with im-\npressive 10th-century houses (probably a former\npirate hideout). It has very old churches and a\nsmall, beautiful sandy beach. The entire island as\nwell as Karpathos’ northern part – including the\nwider sea area have been placed under the Na-\ntura 2000 programme; there are thriving popula-\ntions of more than 80 species of rare or endemic\n```\nplants, significant numbers of predatory birds as\nwell as Mediterranean Monk seals (Monachus –\nmonachus).\n```\n**Events**\n- Folk performances on Clean [or Ash] Monday,\nthat involve a comic reenactment of a “Court try-\ning Indecent Acts”.\n- Agia Kyriaki feast on July 7th; Gennisi tis The-\notokou [Nativity of the Mother of God] Larniotis-\nsa on September 7th.\n- Panagia Vrysiani feast at Mesochori on Septem-\nber 8th; and Agia Eirini feast on May 5th.\n- Agios Ioannis feast on August 29th (the church\nis built inside a cave, north of Vrykounta).\n- Sotiras [Christ the Saviour] feast at Aperi on\nAugust 6th; Panagia [Virgin Mary] feast on Au-\ngust 15th; Kyra Panagia and Myrtidiotissa feasts\non August 23rd; and Theotokos [Mother of God]\nfeast on September 8th.\n- Traditional festival involving dancing and sing-\ning, at Aperi, in August. It is organised by the\n“Omonia” cultural society.\n- World Speedsurfing Championship in Afiarti\n(July – August).\n**Activities**\n- Swimming at the beaches: Pigadia, Amoopi,\nMakrygialos, Diafani (a broad pebble beach),\nVananta, Potali, Foki, Lefkos and Achata.\n- Scuba diving in the areas: Kastelia, Fokia, Agios\nPetros, Achata and Diakoftis.\n- Spear fishing.\n- Wind surfing.\n- Hiking.\n- Touring the area on enduro bikes or four-wheel\ndrive vehicles\n- Boat excursions to the beaches: Apella, Agios\nNikolaos, Agios Minas and Kyra Panagia.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22453-60.116/118\n- **Police Station:** 22450-22.222\n- **Tourist Police:** 22450-22.212\n- **Rural Health Centre:** 22450-22.228\n- **Airport:** 22450-91.030\n- **Port Authority:** 22450-22.227\n- **Hotel Owners Association:** 22450-22.483\n- **Taxi service:** 22450-22.705\n**website: http://www.karpathos.gr**\n104. An aerial photo of Arkasa\nand the peninsula of the ancient acropolis.\n**105. Mesochori, overlooking the sea, has been built\nfollowing the traditional architectural style.\nLocal houses comprise three buildings:\nthe “large” house (for festive occasions),\nthe “small” house (for everyday family life) and the oven.**\n95\n```\nKARPATHOS\n```\nKASOS\n```\nasos is the southernmost island of the Dodecanese Group with a history that goes way back in\nantiquity. It shares common features with Crete – its neighbour, lying at a short distance. The\nPhoenicians are said to have been its first settlers while Homer cites Kasos among the islands\nthat participated in the Trojan War. Despite its small size, Kasos was once a mighty maritime and com-\nmercial power. Its fleet took part in the 1821 Greek War of Independence, and that was the reason why\nthe Turks destroyed it in June 1824. In later years, Kasos shared the same history with the rest of the\nDodecanese islands until it was integrated in Greece in 1948. Many local people migrated to the United\nStates – as was the case with Karpathos. Others left for Egypt where they worked in the project of the\nopening of the Suez Canal in the mid-19th century. There are ferries to Piraeus, Crete (Siteia and Agios\nNikolaos), Rhodes, Chalki and Karpathos. There are flights to Rhodes and Karpathos. Area: 66 sq. km,\ncoastline: 50 km, population: 1,000.\n```\n106. A view of Bouka at Fry. Agios Spyridon church and its impressive belfry stand out.\n## K\n97\n```\nKASOS\n```\n**Fry 1**\nFry [pronounced free] is the capital and main\nport of Kasos, on the island’s northern coast. The\ntown is built around Bouka bay and closely re-\nsembles an eyebrow (hence the name, Fry, tak-\nen from frydi - the Greek word for eyebrow). It\nwas founded in 1840 by people from Agia Marina\nwhich is located further south. Take a stroll in\n**Bouka** , an old harbour used by pirates, with its\nsmall fishing boats and trawlers, traditional cof-\nfee shops and the lighthouse. Fry has kept its tra-\nditional character in architecture that is manifest\nin the graceful mansions.\n**Must see**\n- The **Archeological** Collection, housed in a\ntraditional building. Exhibits collected from the\nisland include finds from the prehistoric times\nuntil the Roman period. Visit also the small,\nyet quite interesting Folk Art Pavilion.\n- **Agios Spyridonas** church, patron saint of\nKasos, with a beautiful belfry.\n- The **Municipal Library** and the **Memorial**\ndedicated to the 1821 heroes of the Greek War\nof Independence.\n- **Emporios** , 500 m. away, once the port of the\nisland. You can visit the island’s biggest church,\nGennisi tis Theotokou [Nativity of the Mother\nof God] (1856), built on the site previously\noccupied by an early-Christian basilica.\n**Trips around Kasos**\n```\nAgia Marina 2\nAgia Marina is the island’s largest village. Its nar-\nrow alleys are flanked by neoclassical buildings.\nYou will also see Agia Marina and Stavros tou\nChristou churches. Distance from Fry: 500 m.\n```\n**Must see**\n- The impressive **Ellinokamara cave** ,\nfortified with a wall that dates to the 3rd c. BC.\nTwo km SE of that cave there’s a second one,\ncalled **Selai** , with beautiful stalactites.\n- The 1690 **Agios Georgios** monastery\nat **Chadies** (10 km SW) on the way\nto **Chelatro** bay, through Argos valley.\n```\nPanagia 3\nPanagia is an old village, known as the origin\nof sea captains and shipwrights, with beautiful\nmansions. On August 15th, locals and visitors\ngather here for the island’s largest feast in Pera\nPanagia at the 1896 Koimisi tis Theotokou\n[Dormition of the Mother of God] church featur-\ning an impressive woodcarved iconostasis. Six\nsmall churches in Apano Geitonia with 18th-cen-\ntury woodcarved iconostases and icons form a\ncluster that is unique in the Aegean. Distance\nfrom Fry: 1 km SE.\n```\n107. The pebble beach in Antiperatos\n```\nPoli 4\nIt is the island’s oldest settlement. The white\nhouses spread on the slope of a hill; on the top\nyou will see the ruins of a castle. Pay a visit to\nAgios Mamas monastery (4 km SE); the wild\nbeautiful landscape affords amazing views. Dis-\ntance from Fry: 2 km SE.\n```\n```\nArvanitochori 5\nArvanitochori is a village with old mansions and\npicturesque chapels. In the small square you can\nstop by Maroukla’s popular coffee shop. Visit also\nthe 1864 Agios Dimitrios church, and the small\nFolk Art Museum. Distance from Fry: 3 km S.\n```\n**Nearby islands**\n```\nArmathia 6\nArmathia is the largest of the islets around Ka-\nsos, 2 nautical miles NW of Fry. Today, it is unin-\nhabited but in former times it played a significant\npart in the life on Kasos: until the 1950’s there\nwere active gypsum mines here and until the ear-\nly 1970’s there were a few remaining families\n```\n```\ninvolved in sheep farming. Marmara is the best\nbeach in the area. Karavostasi and the small Apo-\npantoula are two other lovely beaches. Within a\nvery short distance from Armathia, you will reach\nMakra , the second largest isle of this group.\n```\n**Events**\n- Carnival and Clean (Ash) Monday festivities that\nalso involve offering traditional dishes and the\nmaking of taliera, a local kind of kite.\n- Easter festivities involving traditional customs.\n- Events in early June, commemorating the ho-\nlocaust of 1824.\n- Concerts, theatrical performances, and exhibi-\ntions of local style jewellery, embroideries, and\nproducts (such as honey, dairy, bakery items,\nsweets), in August.\n- «International Lyre Festival”: every two years\nin August.\n- The Sitaka Fair (August).\n- The feasts on Kasos island are reputed to be\nvery lively and are the following: Agioi Konstanti-\nnos and Eleni on May 21st ; Agia Triada at Poli (in\nJune); Agia Marina at Agia Marina on July 17th;\nChristos tis Lakkas at Agia Marina on August 6th;\nPanagia at Pera Panagia on August 15th; Agios Fa-\n```\nKASS\n```\n```\nOS^ -^ KA\nRPATHOS\n```\n```\nSITIA^ -^ KAS\nSOS\n```\n_IRAKLIO - KASSOS - KARPATHOS_^ _-_^ _ROD\nOS_\n!\n```\n!\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n!\n!\n```\n```\n!\n```\n```\nFre\n```\n```\nEborios\n```\n```\nHadies\nEleros\n```\n```\nMakra\n```\n```\nArmathia\n```\n```\nAgia Marina Poli\nArvanitohori\n```\n```\nPanagia\n```\n```\nKofteri Hraba\n```\n```\nKatarti\nAmoua\n```\n```\nMarmara Karavostasi\n```\n```\nAvlaki\nHochlakia\nHelatro\n```\n```\n!!!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!!\n```\n```\nSELI\n```\n```\nSTROGILI\nKOLOFONOS\n```\n```\nVOUNOU\n```\n```\nKAROFILAS\n```\n```\nTRAHILAS\n```\n```\nPORIONI\n```\n```\nKASONISSIA\n```\n```\nTRIPI TI\n```\n```\nKOUROUKIA\n```\n```\nPLAKA\n```\n```\nPONTIKONISSIA\n```\n```\nLITRA\n```\n```\nKASSOS\n```\n```\nARMATHIA\n```\n```\nMAKRONISSI\n```\n```\nPLATI\n```\n```\n0 1.25 2.5 5\n```\n```\nN\n```\n```\nAntiperatos - Fokiokamara\n```\n```\nkm\n```\n99\n```\nKASOS\n```\nnourios at Chathistres on August 27th; Agios Ma-\nmas in Lyristis / Thyra on September 1st and 2nd;\nPanagia Eleros on the mountain on September 8th;\nTimios Stavros at Agia Marina on September 14th;\nAgios Dimitrios at Arvanitochori on October 26th;\nAgios Georgios Chathies on November 3rd; and\nAgios Spyridonas on December 12th.\n**Activities**\n- Swimming at Antiperatos; Ammoua, an area\noffering the best sunset views on the island,\nalso the location of the small Agios Konstantinos\nchurch; Katarti; Vrysi; Kofteri; Vlycha; Emporeio;\nChelatro; Chochlakia; and Avlaki (accessible by\nboat only). Still, the best sandy beaches are to be\nfound on Armathia.\n- Scuba diving.\n- Spear fishing.\n- Hiking.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22450-41.277, 41.400\n- **Police station:** 22450-41.222\n- **Kasos Clinic:** 22450-41.333\n- **Harbour Police station:** 22450-41.288\n- **Airport:** 22450-41.444\n- **Archeological Collection:** 22450-41.204\n**website: http://www.kasos.gr**\n108. Armathia islet is endowed with “exotic” beaches.\n109. “The International Lyre Festival”\nis a major cultural event in Kasos.\nKASTELLORIZO (Megisti)\n```\nastellorizo lies at the easternmost end of Greece, a stone’s throw away from the Turkish coast\n(72 nautical miles south of Rhodes). The small town centre is a captivating group of cheerfully\npainted houses of extraordinary architecture, awe-inspiring churches, and picturesque alleys.\nKastellorizo has a long history and a great maritime tradition. It was first inhabited in the early Neo-\nlithic Era. It was named Megisti after Megisteas, its first settler, in ancient times. The island knew a\nthriving period in the late 19th century; in the early 20th century the population rose to almost 13,000.\nLater, most locals emigrated to Australia and Egypt, while others went to Palestine as refugees, after\nthe Italian and German bombings. This lilluputian island barely covers an area of 9 square kilometres;\nit has a 19 km coastline, and a population of 500. It was integrated in Greece in 1948. There are ferries\nto Piraeus and Rhodes and flights to Rhodes.\n```\n110. Kastellorizo village, among the most beautiful in Greece.\n## K\n101\n```\nKASTELLORIZO\n```\n**The village 1**\nPicturesque Kastellorizo village is the island’s\nonly populated area. You will walk on cobble-\nstone alleys, past traditional colourful mansions,\nwooden and iron balconies. It comprises two\nquarters: Pigadia and Chorafia. Taste katoumari\nand strava, the traditional sweets offered in lo-\ncal tavernas.\n**Village promenade**\n- To the 14th-c. castle of **the Knights Hospi-\ntaller of the Order of St John**. It is on Castello\nRosso, a hill of red rock, which gave the island its\ncurrent name.\n- To the following buildings: the **Town Hall**\n(Kava area), **Nea Agora** and **Entefktirio** (Ag-\nios Georgios area) which housed a kindergarten\nin the early 20th century.\n- To the **Archaeological** – **Diachroniko Mu-\nseum of Kastellorizo** , housed at “Konaki”, a\nhistoric, listed building. The gallery dedicated to\nancient Megisti is particularly interesting. Items\nreferring to the period from the early Christian\nyears until the postbyzantine times are on display\nin other galleries.\n- To the 4th-century BC **temple-like Lycian\ntomb** below the castle.\n- To **Mandraki** , a district with a small, pictur-\nesque harbour east of the village centre.\n- To **Chorafia** , where the 1903 Santrapeia Ur-\nban School is located as well as Agios Georgios\nchurch (1903).\n- To **Agios Konstantinos and Agia Eleni**\nchurch, the island’s patron saints. It was built in\n1835 and its interior is supported by ten, mono-\nlithic granite pillars which were transported from\nthe temple of Apollo in Patara, ancient Lycia\n[modern day Turkey].\n- To **Kastellorizo Historical Collection** ,\nhoused in a mosque at the entrance of the port,\nin Kavos area. Exhibits include documents and\nphotographic material referring to the modern\n112. Kastellorizo is famous for its seafood dishes.\n111. Kastellorizo; the Lycian Tomb.\n```\nhistory of the island (19th century – 1948).\n```\n- To **Palaiokastro**. It is 2 km away from the vil-\nlage and has remained unaltered since the Byz-\nantine times. Panagia tou Kastrou and Agios Ste-\nfanos churches are within the castle grounds.\nBelow this area are acheres, ten cisterns built\nduring the Turkish Occupation.\n- To **Agios Georgios tou Vounou** , a fortified\nmonastery affording a marvellous view.\n**Events**\n- Agios Konstantinos and Agia Eleni feast on May\n21 st, honouring the island’s patron saints.\n- On the eve of the August 15th feast, children\njump over fires.\n- On July 19th (eve of Profitis Ilias feast), the lo-\ncals plunge – fully clothed – in the sea.\n**Activities**\n- Go boating to **Galazio Spilaio** (Blue Cave), the\n113. The Blue Cave (Parasta / Fokiali Cave) is the most renowned natural monument on the island and a refuge for seals.\n```\nRODOS - KASTELORIZO\n```\n```\n!\n```\n```\n! Kastelorizo !P\n```\n```\nStrogili\n```\n```\nRo\n```\n```\nAg. Georgios Pl akes\n```\n```\nMandraki\n```\n```\n!!\n!\n```\n```\n!\n!\n```\n```\nSTROGILI\n```\n```\nKASTELORIZO (MEGISTI)\n```\n```\nRO\nLEMOS PSORADIA\nSAVOURA\n```\n```\nPSOMI\nAGIOU GEORGIOU\n```\n[N\n**0 1.25 2.5 5\nkm**\nbiggest and most spectacular of all sea caves in\nGreece. It is known worldwide for its rich “dec-\noration” of stalactites. The reflections of sun-\nrays on the water light the stalactites creating a\nunique spectacle. It is situated on the SE part of\nthe island. Further south, you will find **Kolones** ,\nanother impressive cave.\n- Go on excursion to **Ro** island (6 nautical miles\nW) to the memorial of Despina Achladioti, (called\nthe “Lady of Ro”), who raised the Greek flag on\nthe island every day for decades.\n- Swim in Faros and Mandraki. Take the boat to\nPlakes on Ro Island and go swimming to Agios\nGeorgios sandy beach as well as to Strongyli isle\n(5 nautical miles SE).\n- Scuba diving and spear fishing.\n- Hiking.\n```\nUseful phone Numbers (+30)\n```\n- **Municipal Office:** 22463-60.400\n- **Police Station:** 22460-49.333\n- **Rural Clinic:** 22460-49.267\n- **Taxi service:** 693-8739.178\n- **Port Authority:** 22460-49.270\n- **Airport:** 22460-49.250\n- **Archeological - Diachroniko Museum**\n**of Kastellorizo:** 22460-49.283\n- **Historical Collection:** 22460-70.620\n```\nwebsite: http://www.megisti.gr\n```\n113. The Blue Cave (Parasta / Fokiali Cave) is the most renowned natural monument on the island and a refuge for seals.\n114.. Ro island, currently uninhabited.\n103\n```\nKASTELLORIZO\n```\n```\nPUBLICATION:\nGREEK NATIONAL TOURISM ORGANISATION\nNOVEMBER 2016 (SECOND EDITION)\n```\n```\nTHIS PUBLICATION IS NOT FOR SALE\n```\n```\nGREEK NATIONAL TOURISM ORGANISATION\nhttp://www.visitgreece.gr\n```\n```\nANGELA VARELA\nDirector, Directorate of Market\nResearch and Advertising\nELENI MITRAKI\nHead, Department of Publications\n& Audiovisual Media\nYANNIS RAGOS\nMARIA MANDREKA\nCOM N. PRATSINIS – K. ZISSIMOU O.E. /\nANGELIKI CHRISTOPOULOU\nANGELIKI CHRISTOPOULOU\n```\n```\nV+O COMMUNICATION\n```\n```\nLTH advertising\nCover Page, 11, 12, 13, 17, 32, 47, 49, 52, 53, 54, 55,\n64, 66, 67, 68, 72, 73, 75, 82, 84, 89, 92, 100, 106,\n107, 108, 109, 112, 113: C. MOUSTAFELLOU –\n79, 80: G. AUGOUSTINATOS – 21: F. BALTATZIS – 7: R. BISHOP –\n15: N. DALOGLOU – 69, 71: G. DETSIS – 6, 91: G. DIAMANTOPOULOS–\n85: N. KASSERIS – 88: N. KONTOS – 26, 29: Υ. KOULLIAS –\n38: N. MARKOU – 105: A. PAHOS – 83, 87: R. PARISSIS –\n3, 8: Y. PSILAKIS – 35, 97, 98: B. SFYRAS – 23, 24, 96: P. STOLIS –\n14, 34, 86: N. TSELENTIS – 81, 114: Y. VAHARIDIS –\n1: N. VASSILOPOULOU – 10, 89, 90, 93: K. VERGAS –\n77 : P. YANNAKOUROS – 2, 4, 5, 16, 45, 76: GNTO ARCHIVES –\n9, 18,19, 20, 22, 25, 27, 28, 30, 31, 33,42, 46, 48, 50, 51,\n65, 70, 74, 95, 99, 110, 111: DODECANESE PREFECTURE –\n94, 101, 102, 103, 104: KARPATHOS MUNICIPALITY –\n36, 39, 40, 41, 43, 44: KOS MUNICIPALITY – 56, 57, 58,\n59, 60, 61, 62, 63: NISYROS MUNICIPALITY –\n37, 78: ARCHEOLOGICAL RESOURCES FUND (T.A.P.A.).\nKATERINA KOUZOUNI\nGEODATA S.A.\nPRESSIOUS ARVANITIDIS S.A.\n978-960-534-049-0\nGREEK NATIONAL TOURISM ORGANISATION\n```\n```\nPublication Supervision:\n```\n**Publication Coordination:**\n```\nGreek Text:\nDesign Supervision:\nTranslation:\n```\n```\nEnglishText editing:\nPage Layout -\nColour Proofs:\nEnglish Layout\nAdaptation:\nPhoto credits:\n```\n```\nPhoto Editing:\nMaps:\nPrint:\nISBN:\nCopyright:\n```\n```\nGREEK NATIONAL TOURISM ORGANISATION\n```\n∆ΩΡΕΑΝ\nΑΝΤΙΤΥΠΟ\n```\nFREE\nCOPY\n```\n```\nPUBLICA\n```\n```\nTION\n```\n```\nGRA\n```\n```\nTU\nITE\n```\nOP\nUS\n```\nCO\nLO\n```\nGRA\nTU\nITO\n```\nEJEMPLAR\nGRATUITO\n```\n```\nGRATIS-\nAUSGABE\n```\nРаспространяетсябесплатно\n```\nITA\n```\n```\nESP\n```\n```\nFRA\n```"}
