{"filename": "ionian_islands.md", "country": "greece", "region": "ionian_islands", "url": "https://www.visitgreece.gr/media-kit/travel-guides/", "title": "Ionian Islands Travel Guide", "category": "practical_guide", "text": "###### The Ionian Islands\nhttp://www.visitgreece.gr\n```\nGREEK NATIONAL TOURISM ORGANISATION\n```\nCONTENTS\n1. Cover page: Zakynthos, Navagio beach.\nIts white sand and turquoise waters attract thousands of visitors each year.\n# 04\n# 22\n# 26\n# 32\n# 50\n# 68\n# 74\n```\nCorfu (Kerkyra)\n```\n```\nDiapontia Islands\n```\n```\nPaxoi (Paxi)\n```\n```\nLefkada\n```\n```\nKefalonia\n```\n```\nIthaca (Ithaki)\n```\n```\nZakynthos (Zante)\n```\n#### Ionian Islands\n```\nThe Ionian Islands have a temperate climate, seawaters as deep as they are refreshing,\nverdant mountains, a rich cultural heritage and a carefree spirit; the ideal combination for\nyour holidays during which you will enjoy a well-developed tourism infrastructure, hotels,\nrestaurants, water sports centres, cultural events and numerous sights, historic monuments,\nand museums.\nScattered along the mainland’s western coastline, the Ionian Islands are a cluster of 12\nlarge and small islands covering an area of 2,200 sq. km. There are six large ones: Zakynthos\n(Zante), Ithaki (Ithaca), Kerkyra (Corfu), Kefalonia (Cephallonia), Lefkada (Leucas), and\nPaxoi. The small ones are Antipaxoi, Ereikoussa, Mathraki, Othonoi, Meganisi, Kalamos, Kas-\ntos and Strofades isle group south of Zante. Together with Kythira and Antikythira (both at\na distance from the rest, opposite southern Peloponnese and Lakonia’s coastline) they form\nEptanesa (meaning Seven Islands).\nBeing part of the Greek mainland once, the Ionian Islands were torn away when part of the\nterrain sank due to the seismic activity along the Ionian Sea’s coastline fault; that accounts\nfor the area’s rugged shores, beautiful beaches and imposing mountains that used to be part\nof the Pindos Mountain Range across the Greek mainland. It also accounts for the sea depth\n```\n2. The Old Fortress in the city of Kerkyra (Corfu).\nThe islet Vidos lies beyond that.\n**in the area, reaching 4,406 m., registered as the greatest in the Mediterranean.\nTheir mild, temperate climate makes them the ideal choice for vacation or permanent stay.\nIn the wintertime, the mainland’s mountains buffer the bitter northern winds blowing to the\ndirection of the islands while the hot summer weather is tempered by the mild northwestern\nmeltemia winds and the sea breeze. The area’s air currents have turned many of the Ionian\nIslands’ beaches into worldwide known destinations for windsurfing.\nThe Ionian Islands have been inhabited since the Paleolithic times. Since then, numerous\ninvaders and cultural influences have left their stamp on the islands.\nIn 1204 the Franks seized Constantinople and the Ionian Islands, part of the Byzantine Em-\npire until then, were ceded to the Venetians. Venetian rule led to the formation of local nobil-\nity, whose register remained in effect as late as the 19th century.\nFrom the time of Frankish rule until 1864, when the islands became part of Greece, power\nchanged hands a number of times. European presence on the islands, concurrently with Ot-\ntoman rule in the rest of Greece, led to significant intellectual activity that is manifest in the\nislands’ architectural tradition and charming cultural traits.**\nCorfu (Kerkyra)\n```\nosmopolitan Kerkyra is probably the best known Ionian island and one of the Mediterranean’s\nmost popular destinations. It attracts hundreds of thousands of tourists annually and is an\ninexhaustible source of artistic inspiration. Its enormous cultural heritage, combined with its\nnatural beauty, ideal climate, inviting beaches, and noteworthy sights make it a prestigious and at-\ntractive destination for Greek and foreign visitors alike. Area: 591 sq. km. Coastline length: 217 km.\nKerkyra was named after a woman. Mythology has it that when Poseidon fell in love with Korkyra,\nAesopos’ daughter, he retreated with her to this island and named it after her. Faiakas, the boy born\nto them, established the Kingdom of the Faiakes which, according to Homer, was Odysseus’ last stop\nbefore his return to Ithaca.\nKerkyra is known abroad as Corfu because of the island’s two acropolises [perched on two hilltops\n(corfés in Greek)] within the city of Kerkyra. Its other ancient name was Drepanon (scythe) due to the\nisland’s shape.\nCorfu determines Greece’s sea borders with neighbouring Italy and Albania. It is therefore its strategic\nposition that has made her the bone of contention among conquerors whose presence on the island\nstamped its culture, tradition, and customs. Venetian, French, and British rule left behind strong ele-\nments of western culture which eventually blended with the island’s Greek identity. In 1864, Corfu\nbecame part of Greece. The island’s contribution to education, literature, the arts, and politics has\nbeen enormous. It is the birthplace of Ioannis Kapodistrias, modern Greece’s first governor; scholars\nAndreas Moustoxydis and Iakovos Polylas; composer Nikolaos Mantzaros who set the Greek National\nAnthem to music; Spyros Samaras who set the Olympic Anthem to music; and the Theotokis Fam-\nily numbering eminent politicians and writers amongst its members. In 1824, the Ionian Academy,\nGreece’s first university was founded on the island followed by the first Greek philharmonic band in\n```\n1840. No wonder that, today, there are 20 philharmonic bands in Corfu.\n3. The impressive row of arches at Liston.\n#### C\n```\nCORFU\n```\n5\n**City of Corfu 1**\nIt has a population of approximately 30,\nresidents, corresponding to one third of the\npopulation in Corfu Regional Unit (Corfu, Paxoi,\nAntipaxoi, Othonoi, Ereikoussa and Mathraki).\nThe city is divided into the old town or ‘Xopoli’,\nbetween the old and new fortress, and three\nnew suburbs: **Mantouki** to the NW; **Saroko**\nbetween Avrami and Sotiras hills; and **Garitsa**\nwhich begins at Dougkla’s pillar located at the\nsouth beach. The historic centre lies within the\nold town whose fortified walls prevented it from\nspreading out, and led to a singular architectural\nstyle, featuring tall multi-storey buildings and\nnarrow cobblestone alleys (kantounia), where\nlaundry is hung out to dry from buildings across\neither side of the alley, and small squares. It is\nGreece’s largest preserved medieval town and\none of the most beautiful in the Mediterranean;\nas of 2007 it has been on the list of the UNESCO\nWorld Heritage Sites.\n**City promenade**\n•To **Spianada** (Esplanade), the city’s central\n```\nsquare as well as one of the country’s largest\nand most impressive ones. It was designed for\ndefense purposes during the 17th-18th century\nwhen the Venetians opened up “Spianata” –an\narea equalling approx. 1/3 of the then settle-\nment– in the Old Fortress’ foreground, so as to\nwiden their firing range in case of an attack. This\nis the most popular promenade area for locals\nand visitors alike. It is also the place where most\ncultural events take place e.g. concerts, religious\nprocessions, parades as well as cricket matches\n(on the lawn). Opposite Spianada, there is Pen-\ntofanaro, the skateboarders’ favourite hangout,\nthe Monument for the Unification of the Ionian\nIslands and Greece, the Venetian cistern and\nthe pavilion sheltering the philharmonic bands\nduring concerts.\n```\n- To **Liston** , one of the most famous buildings in\nSpianada, marked by impressive rows of arches.\nIt was built by French engineer Lesseps during\nthe rule of the French Imperialists. It has been\nmodelled according to the Rue Rivoli buildings in\nParis. Lined with pastry shops, cafés and elegant\nshops, Liston is a favourite rendez-vous place for\nlocals and visitors alike.\n4. Garitsa bay at the south end of the city of Corfu.\n5. Panoramic view of the city of Corfu; the old harbour area.\n```\nIGOUMENITSALEFKIMMI\n```\n```\nKERKΙRA - SAGIADA\n```\n```\nIGO\nUM\nEN\nITSA\n```\n(^) _-_ (^) _K\nERK\nIRA\nKER\nKΙR\nA_ (^) _-_\n(^) _PA\nXI_\n!!\n!\n!\n!\n!\n!\n!\n!\n!!\n!P\n!P\n!\n!\n!\n!\n!!\n\"T\n!\n!!\n!\n! !P\n!\n!\n!P\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!!\n!!!\n!!\n!\n!\n!\n!\n!!\n!!! !P\n! !P\n!\n! !P\n!P !P\n!!\n!\n!\n!\n!\n!P\n!\n!\n!P\n!P\n!\n!P\n!\n!\n!\n**KERKIRA (CORFU)\nLefkimmi\nPotamos\nKontokali\nKarousades\nKassiopi\nAlepou\nKanali\nViros\nSinarades Kinopiastes**^\n**Agios Mattheos\nArgirades\nPerivoli**\nErmones\nPontikonisi\nPerama\nKira Hrisikou\nStrinilas\nEpiskepsi\nAharavi\nKritika\nArillas\nKastania Hrisiida^\nMelikia\nGouvia\nPirgi\nBarbati\nAgios Georgios\nAgios Ioannis (^) Roda\nKastellani\nKavvadades\nVelonades\nPeroulades\nAvliotes\nSidari\nNimfes\nNissaki\nPaleohori\nKavos\nPetriti\nAgios Georgios\nMessoggis\nEpiskopiana\nPerithia\nIpsos\nPaleokastritsa\nAgros\nSpartilas\nKrini (^) Lakones\nDoukades Skripero^\nAno Korakiana Agios^ Markos^\nKato Korakiana\nLiapades\nGiannades (^) Evropouli\nAfra\nAgios IoaKnonkisk (^) ini\nVatos\nPelekas Kompitsi^\nKalafationes\nAgioi Deka Gastouri^\nKato Garouna\nAno Pavliana\nBenitses\nStrongili\nMoraitika\nHlomos\nVitalades\nMolos\nKato Agios Markos\n_Gouvia\nKon\ntok\nali_^\n_Gardeno\nIssou\nSkala\nPanagias Mirtiotissas\nErmones\nLogga Sidari\nAstrakeris Almiros\nImerolia\nAg. Io a\nnni Peristeron\nMegali Lakka\nAg. Gordi Tou Notou\nAg. Georgios\nAg. Gordis\nGlifoneri\nKanoula\nMarathia\nAg. Varvaras\nHalikounas\nAlonaki\nKanouli\nSkidi\nPrasoudi\nVagionaki\nParamona\nFieroulas\nΥaliskari\nKontoyalos\nGlifada\nLimni\nLiapades\nAg. Georgios\nTon Pagon\nArilla\nAg. Stefanou\nDrasti_ (^) _Yalos_^ _Ag. Andreas Kalamaki_^\n_Siki_^\n_Sikia\nAvlaki\nAg. Stefanou Sinion\nKerasia\nKalami\nKouloura\nAgni_\nKrouzeri\n_Glifa Kaminaki_^\n_Dafnila\nKavou\nAg. Prokopios_\nBouka\n_Alykes\nMo\nlou_^\n_Grit\ni\nPet\nritis_^\n_No\ntos_^\nBouka ri\n_Mo\nrai\ntika_^\nAlykes\nDassia\nDanilia\nSinies\n**0 3 6 12**\n[N\n**km**\n7\n- To the **Palace of Saints Michael and\nGeorge** (built 1819-1823 according to the Geor-\ngian architectural style). It boasts lavish decora-\ntive elements, grand entrance gates and a Doric\ncolonnade. The palace served as the residence\nof the British Lord High Commissioner of the Io-\nnian Senate and of the Most Distinguished Order\nof Saint Michael and Saint George. Nowadays\nit houses the remarkable **Asian Art Museum**\nwhich numbers approximately 10,500 art ob-\njects from India, China, Korea, Pakistan, Japan,\netc., donated by private collectors, and the **Mu-\nnicipal Gallery** , mostly exhibiting the artwork\nof 19th-20th century Corfiote artists.\n- To the **Reading Society** , modern Greece’s\noldest cultural institution.\n- To the **gate of San Nicolo** , opposite the\nReading Society, below the main road where\nFaliraki cove is located as well as a beach – for-\nmerly a private one - by the name of **“Aleko’s\nbathing place”**.\n- To the **Old Fortress** , built on a peninsula op-\nposite Spianada. Fortifications began as early as\nthe Byzantine times and were completed by the\nVenetians who turned the peninsula into an islet\nby building the Contra Fossa moat. An impres-\nsive bridge links it to the city. Noteworthy monu-\nments on the fortress grounds are: the **main\nentrance gate;** the Savorgnan, Martinengo,\nand Mandraki **ramparts** ; the land and sea sur-\nveillance **watchtowers** ; the 1840 **Agios Geor-\ngios** basilica built to resemble an ancient Doric\ntemple; an old **catholic chapel** ; the **old jail-\nhouse** ; the **British barracks** and the **British**\n```\nhospital. See also the Lighthouse, the clock\ntower ; the Central Municipal Library and\nthe History Archives.\n•To Campiello , Corfu’s oldest neighbourhood.\nYou can visit Panagia i Kremasti church and the\nsquare with the Venetian well.\n```\n- To **Mouragia** , one of the city’s most scenic\nneighbourhoods. Follow Arseniou Street (start-\ning at the old port and ending at Sts Michael\nand George Palace, in the central square).\n6. The Sts. Michael and George palace.\n```\nCORFU\n```\n**7. Palaiokastritsa,\none of Corfu’s most popular tourist resorts.**\n```\nCORFU\n```\n9\nOn 1, Arseniou Street you will come upon **Di-\nonysios Solomos Museum** , the former house\nof the poet who wrote the “Hymn to Freedom”\n(Greece’s National Anthem) and who lived there\nfor almost 30 years until his death in 1857.\n- To the **old Prefecture building** , at Moura-\ngia. It is an outstanding neoclassical building\ndesigned by architect Ioannis Chronis. It has\nbeen built on the site of the house where Ioannis\nKapodistrias, the first governor of Greece, was\nborn.\n- To the **Town Hall Square** , the most impor-\ntant square during Venetian times. It is flanked\nby remarkable buildings such as The Lodge of\nthe Nobles (“Loggia dei Nobili”, 1663), con-\nverted in 1720 into San Giacomo Theatre, to be-\ncome today’s **City Hall** , one of the city’s finest\nbuildings; the Catholic Metropolitan Church of\n**San Giacomo e San Cristoforo** ; and the **resi-\ndence of the Catholic Archbishop** , housing a\nBank of Greece branch today.\n- To the **New Fortress** (1576) where you can\nvisit the old British barracks, galleries, arched\npassageways, bastions, gun emplacements, and\nsee inscriptions in Latin on the walls. From that\nlocation you will enjoy a panoramic view of the\nsea and the historic town centre. The **Ceram-\nics Museum** and an open air theatre are also\nlocated here.\n- To the **Ionian Parliament** (near the corner of\nMoustoxydi and Zampeli Streets) where the un-\nion of the Ionian Islands with Greece was voted\nfor. This neoclassical building was designed by\narchitect Ioannis Chronis and built in 1854.\n- To the noteworthy archeological **Monument\nof Menekrates** , at Garitsa, made of hewn\nstones and bearing an archaic inscription citing\nMenekrates as a consul from present-day Gal-\naxidi town.\n•To **Platytera Monastery** , at Mantouki,\nadorned by impressive murals, icons, and other\nvaluable heritage items. It is also Kapodistrias’\nfinal resting place. There are a number of good\ntavernas in the area.\n•To **Spilia** , an area at the old port.\n- To the **Jewish Quarter** , where the city’s Jew-\nish residents have always had their stores.\n- To the **Archeological Museum** (1, Vraila Ar-\nmeni Street). It houses finds from archeological\n```\nsites around the city; the most impressive one\nis the enormous Gorgo pediment from the Doric\ntemple of Artemis.\n```\n- To **Kanoni** , one of Corfu’s top touristic spots\nwith an excellent view of Vlacherna Monastery,\nPontikonisi, the Chalikiopoulos Lagoon and the\nairport.\n- To **Pontikonisi,** Corfu’s islet-landmark. Ac-\ncording to mythology, it was a Faiakes ship that\nturned to stone.\n- To **Mon Repos** (3 km S). A visit to this out-\nstanding estate is a must! You will see the ne-\noclassical mansion that had been used by the\nformer Greek royal family as a country resi-\ndence. It was originally built for Sir Frederick\nAdam, the British High Commissioner of the\nIonian Islands and Diamantina Palatianou, his\n8. The monastery of Vlacherna. Beyond that,\nthe byzantine church of Pantokratoras on Pontikonisi islet.\n```\nCORFU\n```\n11\nCorfiote wife. It is a 19th-century neoclassical\narchitectural gem and now houses the small yet\ninteresting Archeological Museum of Palaiopolis.\n- To **Palaiopolis** , the archeological site near\nMon Repos which was ancient Corfu’s agora\n(market place). Make a point of visiting the tem-\nple of Apollo (within Mon Repos next to the ruins\nof the Temple of Hera), the Roman baths, the\n**agora** and a late Hellenistic times edifice.\n- To **Vido** (Ptychia), an isle opposite the old\nport, accessible by boat. Its lush vegetation in-\ncludes pines and palm trees. Once a rehabilita-\ntion centre, it is now home to pheasants, par-\ntridges, hares, and wild rabbits (no hunting al-\nlowed). You will find a restaurant and a number\nof gorgeous beaches there.\n- To **Lazaretto** (Gouvino), another islet teem-\ning with flora opposite the old port; a national\nmonument.\n**Churches**\n- Corfiotes are devout people. There are many\nchurches on the island and the orthodox Easter\nis celebrated with the becoming splendour in\nthe traditional manner. The city’s patron saint\nis Agios Spyridon who, according to tradition,\nhas delivered the locals from the plague in 1629.\nDo not fail to visit **Agios Spyridon** church, the\nCorfiotes’ religious point of reference. You will\n9. View of Palaiopolis archeological site.\nsee the city’s tallest belfry, a marble iconostasis\n(templon), exquisite murals, religious heritage\nitems and votive offerings. The Saint’s holy relics\n(skenoma) are kept in a gilded shrine studded\nwith precious stones. On Palm Sunday morning\nthe holy relics are placed at the forefront of a\nprocession going around the city, accompanied\nby Corfu’s 20 philharmonic bands.\n- **Panagia i Antivouniotissa** , at Mouragia. The\n“painted” wall tapestry and panels that are deco-\nrated with gilded wood carvings are particularly\ninteresting. It houses the **Byzantine Museum** ,\nexhibiting a significant collection of portable\nicons of the Cretan School of Art.\n- **Panagia i Spiliotissa** (1577), located at Cor-\n```\nfu’s port. This three-aisled basilica is known for\nthe 15th-century Panagia Dimosiana icon painted\non both sides.\n```\n- **Panagia ton Xenon** , built by the monk\nNikodimos in the early 18th century.\n- **Agios Ioannis Prodromos** (16th century),\nat Sternes. It is a single-aisled basilica with a\nwooden roof and great murals.\n- **Pantokrator** , a church well known for its\nbeautiful marble iconostasis.\n- **Agios Nikolaos ton Geronton** (16th centu-\nry), at Campiello; the carved iconostasis is one of\nthe oldest in the city.\n- **Panagia i Kremasti** , where you will see a\nmarble iconostasis and remarkable icons. A\n10. The church of Panagia tis Tenedou.\n```\nCORFU\n```\n13\nbeautiful Venetian well graces its courtyard.\n- There are three more Catholic churches:\n**San Giacomo e San Cristoforo** (at City Hall\nsquare), **Agios Fragkiskos** Monastery and\n**Panagia tis Tenedou** church. The **Jewish\nSynagogue** is situated near the New Fortress\nand the city’s historic centre.\n**Events**\n- Festivities taking place on the three succes-\nsive Sundays of the Carnival.\n- The “Petegoletsa” skits, on the last Thursday\nof the Carnival Season.\n- Easter is a special celebration in Corfu, begin-\nning on Palm Sunday when Agios Spyridon re-\nligious procession takes place. This is repeated\non Holy Saturday. That day it is customary to\ndrop clay jugs to the ground from balconies at\nListon. The island’s philharmonic bands follow\nthe processions as well as the Lord’s Epitaphios\n[an embroidered cloth icon of Christ prepared\nfor burial, lying on a low table covered in flow-\ners] on Good Friday.\n- Celebration of the island’s union with Greece,\non May 21st.\n- The Ionian Islands Music Festival.\n- “Varkarola”, in August.\n**Fun activities**\n- Swimming. If you stay in the capital, go to the\nbeaches of Anemomylos, Mon Repos and Vido.\n- Sports: By the beachfront hotels you can go\nfor water skiing, windsurfing, “ringo” riding,\nbeach volleyball, and much more.\n- You will also find waterslides, swimming pools\nand water fun for the young and older ones\nalike. The facilities include restaurants, bars and\nmini markets offering a full range of services.\n- Casino: at the “Corfu Holiday Palace” Hotel.\n**Sports activities**\n- The Corfu Cricket Festival with the participa-\ntion of UK teams.\n- The annual Formula III Powerboat Racing\nWorld Championship.\n- The Ropa Valley golf course is located in the\ncentre of the island, near Ermones beach and\nis considered as one of the finest in Europe. It\n```\nis home to the Corfu Golf Association and has a\ngolf academy for the young aged 8-18.\n```\n- Enjoy waterskiing, windsurfing, parasailing,\n“ringo” and pedalo riding, personal watercraft\nriding, etc at beaches with water sports facilities.\n- Corfu’s coastline areas are ideal for scuba div-\ning as you can explore coves, bays, rocky sea\nbeds, and acquaint yourself with the impressive\nlocal marine life.\n11. Witness the custom of dropping clay jugs at Liston.\n**Useful phone numbers (+30)**\n- **Corfu Municipal Office:** 26613-61.324,\n26613-\n- **Police Station:** 100, 26610-38.661,\n26610-20.\n- **E.O.T. (Greek National Tourism\nOrganisation):** 26610-37.\n- **Ionian Islands Regional Tourism\nBureau:** 26610-37.520, 26610-37.638-\n- **Tourist Police Station:** 26610-29.\n- **Traffic Police Station:** 26610-29.\n- **Port authority: Domestic timetables:**\n26610-32.655, 26610-39.513, **International\ntimetables:** 26610-30.\n- **Marina (Gouvia):** 26610-91.376,\n26610-91.\n- **K.T.E.L. long-distance buses (Green\nline, terminus: Avramiou St):**\n26610-39.950.\nDaily to: Afiona, Arilla, Agios Georgios\nPagon, Agios Gordios, Agios Matthaios, Agios\nStefanos, Avliotes-Barbati, Ermones, Glyfada,\nKassiopi, Kavos, Korakiana, Liapades,\nLoutses, Mesongi, Palaiokastritsa, Pyrgi-Ypso,\nRoda-Acharavi, Sidari, Spartera.\n- **City buses (Blue line, terminus:**\n```\nSarroko Square), tel: 26610-39.859.\nDaily to: Kanoni, Analipsi, Potamos, Temploni,\nKastellanoi, Kouramades, Perama-Benitses,\nKontokali-Gouvia-Dasia, Afra-Agios Ioannis;\nAchilleio-Gastouri.\n```\n- **“Ioannis Kapodistrias” Corfu Airport:**\n26610-89.\n**Hospitals**\n- **General Hospital:** 26613-60.\n- **Agros Health Centre:** 26630-71.\n- **Agios Markos Health Centre:**\n26610-93.\n- **Lefkimmi Health Centre:** 26620-31.\n**Museums**\n- **Museum of Asian Art:** 26610-\n- **Museum of Ceramic Art:** 26610-27.\n- **Archeological Museum:** 26610-30.\n- **Byzantine Museum (at Panagia\nAntivouniotissa):**\n26610-\n- **Dionysios Solomos Museum:**\n26610-\n**Website for Corfu, Diapontia Islands and Paxoi:\nhttp://www.corfuvisit.net\nMunicipality of Corfu – Tourist Portal: http://www.zoomcorfu.gr**\n12. A philharmonic band of Corfu, in front of Sts. Michael and George Palace.\n15\n**Trips around**\n**Corfu Island**\nCorfu’s stunning scenery, the touristic attrac-\ntions, dream beaches and entertainment oppor-\ntunities are not to be found in the capital only.\nFrom one end to the other, Corfu has many sur-\nprises in store for the visitor. The road network\nis very good leading to fascinating locations to\nthe north, middle and south Corfu.\n**Mesi (Middle) Corfu**\n**Gouvia 2**\nIt is a popular tourist resort with very good ho-\ntels and fish tavernas. There is a well equipped\nmarina at Gouvia and nearby **Kontokali** that is\none of the largest in the Mediterranean (count-\ning 1,235 berths). **Distance from the capital** :\n9 km NW.\n**Must see**\n- The **Venetian shipyards**.\n- **Danilia** , a replica of a traditional village.\n```\nGastouri 3\nA scenic large village built according to tradi-\ntional architectural lines, where “Achilleion”\nis located, the famous palace of the Empress\nElisabeth of Austria, wife of Francis Joseph I\n(known as “Princess Sissy”). Distance from\nthe capital : 10 km SW.\n```\n**Must see**\n- **Achilleion** , built in 1890. It was designed\nby Italian architect R. Caritto and involved\nAchilles as the main theme. After Sissy’s\nassassination (1898), Achilleion was bought\nby Germany’s Kaiser Wilhelm II as a summer\nresidence. The palace is now a museum.\nExquisite statues (such as Achilles Dying,\nthe Satyr carrying Dionyssus on his shoulders,\nand others) adorn the palace’s colonnades\nand gardens that offer a wonderful view.The\ninterior is decorated with marvellous murals\n13. Aeroplane landing at the airport of Corfu, located in the middle of Chalikiopoulos lagoon.\n```\nCORFU\n```\n```\nand paintings inspired by Greek mythology.\nThere is also a Catholic chapel, items that\nbelonged to Sissy and Wilhelm II, etc.\n```\n- Empress Elizabeth’s **fountain** , under the\nplane trees.\n- Two picturesque villages: **Agioi Deka** , built\non a mountainside, and **Kynopiastes** where\nyou will find interesting 17th century mansions\nand Theotokos church, a three-aisled basilica.\n**Benitses 4**\nBenitses is a busy and popular tourist resort\nwith large hotels that get fully booked in sum-\nmer. There is a small harbour for mooring boats.\nTourist growth is significant in the area and\nmost hotels provide facilities to be used as con-\nference centres. **Distance from the capital** :\n13.5 km S.\n**Must see**\n- **Corfu Shell Museum**\n- **Kaiser’s Bridge** and its characteristic **jetty**.\n**Activities**\n- In the area’s beaches you will find a wide\nrange of services on offer such as schools\nfor water sports, tennis and beach volleyball\ncourts, scuba diving schools and shops renting\nequipment for windsurfing, parasailing etc.\n**Υpsos 5**\nIt is a cosmopolitan tourist resort. The beach-\nfront of fine sand is lined with hotels and visi-\ntors can pick from a wide selection of activities\nby the seaside. From a certain point, Ypsos\nchanges to **Pyrgi**. **Distance from the capi-\ntal** : 15.5 km NW.\n**Must see**\n- The **National Gallery’s** branch.\n- **Dasia** , 1.5 km S of Ypsos, a highly\ntouristic area with large hotel complexes and\nconference facilities. Merlin, the agriculturalist\nwho introduced the well known Japanese\nKumquat citrus variety in Greece, had his\nestate in Dasia.\n**Activities**\n- Excursion boat tours to nearby areas.\n- Short trips by rented boats.\n- Water sports.\n- Mini-golf, tennis, beach volleyball.\n- Camping at Ypsos, Pyrgi, Kato Korakiana and\nDasia.\n```\nPelekas 6\nA picturesque village situated west of the city.\nFrom Kaiser’s Observatory in Pelekas, you will\nenjoy what is probably Corfu’s loveliest sunset\nlocation. You will also find some amazing sandy\nbeaches such as Kontogialos and cosmopolitan\nGlyfada. Distance from the capital : 16 km W.\n```\n14. Part of the colonnade at Achilleion,\nand the statues of Apollo and the Three Graces.\n17\n**Must see**\n- **Panagia Myrtidiotissa Monastery**.\n- **Sinarades** (5 km S), one of the oldest\nvillages on the island, with lovely houses\n(notice the special architectural features\ncalled “voltas”), interesting churches and a\nFolk Art Museum.\n- **Ermones beach** , (6 km NW) where,\naccording to Homer, Odysseus [Ulysses] was\nshipwrecked and encountered Nausica.\n**Activities**\n- Swimming at some of the island’s top beaches\n(Glyfada, Myrtiotissa, Kontogialos).\n- Horseback riding at «Pelecas Country Club».\n- Camping at Ermones.\n**Palaiokastritsa 7**\nPalaiokastritsa is located on the island’s north-\nwestern side and is one of Corfu’s most famous\nresorts. The beauty of the rolling countryside is\nunequalled: olive groves as far as the eye can\nsee, luxuriant pine-covered hills, rugged coasts,\nlacy beaches, six natural coves with golden\nsand, each surrounded by steep cliffs, and a\npicture-perfect harbour for boats. You will find\nthat tourist services are of the highest quality!\n**Distance from the capital** : 25 km NW.\n**Must see**\n- The monastery of **Panagia Palaiokastritsa**\n15. Corfu is the ideal destination\nfor water sports fans.\n```\nCORFU\n```\n```\n(founded in 1228) on a hilltop. Its ecclesiastical\nmuseum is remarkable.\n```\n- **Lakones** (3.5 km E), a village with a great\nview from the “Bella Vista” location.\n- **Angelokastro** , a 13th-century Byzantine fort\nnear Krini village (10 km NW).\n**Activities**\n- Swimming at refreshingly cool, deeply blue\nwaters at every beach in the area.\n- Renting a boat for a trip from the port to the\nsea caves.\n- Scuba diving in the area’s fascinating under-\nwater world.\n- Camping.\n**North Corfu**\n**Kassiopi 8**\nA cosmopolitan seaside resort with a medieval\ncastle nestled amid cypress trees, and a busy yet\nscenic port. It is a popular destination with mar-\nvellous beaches nearby. **Distance from the\ncapital** : 36 km N.\n**Must see**\n- The church of **Panagia Kassiopitissa**\n(restored in the 16th c.)\n- The ruins of a **medieval castle** (12th - 13th\nc.) destroyed by Ottoman assaults in the 16th\nc. and later on blown up by the Venetians.\n- Some of the island’s finest and most\npopular summer resorts with their grand\nvillas, pebble beaches, and tranquil, clear\nwaters; notably **Barbati, Nisaki, Kaminaki,**\n**Agni, Kouloura** (the place where novelist\nLawrence Durrell lived), **Kerasia, Agios**\n**Stefanos Sinion and Avlaki**.\n- **Antiotis lagoon (wetland)** covers\n400,000 m^2 and is home to 96 species of\nmigratory birds; it has been included in the\nNATURA 2000 network.\n**Activities**\n- Swimming at the area’s popular sandy beaches.\n- Powerboat excursions to Kavos Barbaros and\nthe Peristeres rocky islets.\n16. Kouloura bay and village. 17. The famous Canal d’ amour, between Sidari and Peroulades.\n```\nCORFU\n```\n19\n**Sidari 9**\nIt is a famous resort at Corfu’s northwestern tip.\nThe fine beaches and impressive seaside geo-\nlogical formations of smooth rock have made it\na popular destination. On the way to Peroulades\nvillage, visit the famous, lovely beach known as\n**Canal d’ Amour**. **Distance from the capital** :\n36 km NW.\n**Must see**\n- The popular resorts at **Roda** (9.5 km E) and\n**Acharavi** (12.5 km E) where far stretching\nsandy beaches are popular with the motley\nyounger generation. Visit the **Folk Art\nMuseum** at Acharavi (opposite the **Roman\npublic baths** ) exhibiting traditional items\nused in daily life by locals over the past two\ncenturies. The objects originated from the\ncollection of V. Spyrou and other residents.\n- The **waterfalls** in a verdant area near\nNymfes village (15.5 km SE).\n- **Cavo Drasti** (approx. 6 km W), where\nyou will be impressed by the cliffs and a\nmagnificent sunset view.\n- The southwest idyllic beaches in **Peroulades,**\n**Agios Stefanos, Arillas and Agios Georgios**\n**ton Pagon.**\n**Activities**\n- Swimming and water sports at the area’s\nbeach facilities.\n- Camping at Agios Ioannis, Karousades (4.5 km\nE), Roda (9.5 km E) and Arillas (9 km SW).\n```\nPeritheia 10\nA fine example of traditional architecture,\nPeritheia is a beautiful old village nestled in\nMount Pantokrator. Quite a few houses are in the\nprocess of being restored by Greek and foreign\n```\n17. The famous Canal d’ amour, between Sidari and Peroulades.\nresidents or visitors. **Distance from the capi-\ntal** : 44 km N.\n**Must see**\n- **Mount Pantokrator** and **Ypsilos\nPantokrator Monastery** (elevation 911 m.)\nwhere you will enjoy an amazing view. The\nmonastery’s church features an impressive\ngilded iconostasis, old icons and murals.\n- **Old Sinies** , an abandoned, architectural\ngem of a village in the Pantokrator area.\n**Activities**\n- Hike on foot or ride an off-road vehicle to Mt.\nPantokrator. It is one of Corfu’s most impressive\nroutes as the view from that barren mountain\nand the scenery will definitely make it worth\nwhile. If you decide to hike, start from the village\nof Palia Peritheia (7km S), or Strinylas (approx.\n15 km S) and go all the way to the top of Mt.\nPantokrator where Ypsilos Pantokrator monas-\ntery is located.\n- Mountain biking on Mt. Pantokrator.\n**South Corfu**\n**Mesongi 11**\nA well-known yet fairly quiet resort, Mesongi is\nbuilt next to a river estuary, by a far stretching\nbeach of fine sand. **Distance from the capital** :\n22 km S.\n**Must see**\n- **Episkopiana** village (6 km N), on the hill,\nabove Moraitika. It is Ioannis Kapodistria’s\nbirthplace.\n- **Chlomos** village (12 km S), built\namphitheatrically on a raised area with\na fantastic view. You will find a number\nof buildings that are considered as fine\nexamples of local architecture.\n**Activities**\n- Swim at the village’s wonderful sandy beach\nor try the water sports facilities on site.\n**Agios Matthaios 12**\nThe village is built amphitheatrically in a pris-\n```\ntine oak forest at the foot of Gamilio (meaning\nNuptial) Mountain, thus named because Alki-\nnoos, the King of ancient Faiakes, was married\nthere. Distance from the capital : 23 km SW.\n```\n**Must see**\n- **Pantokrator Monastery** (4th c.) and an\ninteresting **Cave** (called “the Sea hole”) on\naccount of archeological finds. From that\nspot the view to the village and the protected\nwetlands of Lake Korission is captivating.\n```\nAgios Georgios\nArgyradon 13\nGo downhill, past Agios Matthaios, towards the\nmain road and turn right southwards. You will\nreach Agios Georgios Argyradon village and the\nlovely sandy beach. Distance from the capi-\ntal : 32 km SE.\n```\n**Must see**\n- **Lake Korission** , (a natural monument of\nbreathtaking beauty), **Chalikouna beach**\nas well as the cedar tree forest and the sand\ndunes found in **Issos** (the longest beach on\nthe island).\n18. Issos beach, among the most beautiful ones in Corfu.\n```\nCORFU\n```\n21\n**Activities**\n- The strip of land separating the lake from the\nIonian Sea is a very popular swimming loca-\ntion as there are beaches and sand dunes. The\nstretch is extensive and you are certain to find\nsome remote or less busy spots to swim at.\n- Hiking from Chalikouna beach up to Agios\nGeorgios beach, via Korission Lake (90 min.\nroute).\n**Lefkimmi 14**\nPast Argyrades and Perivoli, you will reach\nsouthern Corfu’s largest town. It has been\nknown since antiquity due to the 434 BC sea bat-\ntle between the Corfiotes and the Corinthians\nat Aktio. At the time, its name was “Lefkimma”.\nLater, the pirates named it “Cavo Bianco”. Its\nport, Melikia, connects Corfu with Igoumenitsa,\nParga, and Syvota (in Ipeiros). **Distance from\nthe capital** : 41.5 km SE.\n**Must see**\n- The 17th-century **Panagia Arkoudila**\nmonastery. Its fortified tower was the monks’\nrefuge during pirate raids. The monastery\nhas been built in a forest, on the island’s\nsouthernmost cape.\n- The **old Salt Mines** (Alykes – 3 km N) with\ntheir small Agios Ioannis church, the Venetian\nsalt warehouses and the sheltered fishing\nboat wharf; visit popular **Kavos** village\n(6 km S) and experience the pulsating\nnightlife. There is also a fine sandy beach\nwith water sports facilities.\n**Activities**\n- Swim at Alykes or Molos beach at a tourist\nresort offering a wide choice of water sports\nfacilities.\n- Hiking from Molos (6km N) up to cape Lefkim-\nmi (via the salt mines, a 45 min. walk) and from\nKavos up to Panagia Arkoudila Monastery (60\nmin. walk).\n19. The village of Agios Georgios Pagon\nand the sandy beach.\n18. Issos beach, among the most beautiful ones in Corfu.\nDIAPONTIA Islands\n```\niapontia Islands namely Ereikoussa, Mathraki, Othonoi and smaller, unin-\nhabited islets are an Ionian Sea group of islands located close to the north-\nwestern edge of Corfu.\n```\n20. Diapontia Islands are ideal for underwater activities.\n## D\n```\nDIAPONTIA ISLANDS\n```\n23\n**Ereikoussa 1**\nIt is the northernmost island of the group, ver-\ndant and ideal for a tranquil vacation with few\nyet gorgeous beaches where the trees reach up\nto the sand. The locals are olive tree growers,\nfishermen, or in the tourism business. There is\na shuttle boat service to the city of Corfu, Agios\nStefanos Avlioton and Sidari. **Distance from\nCorfu’s Cape Drastis** : 6 nautical miles NW.\n**Must see**\n- **Porto** , the island’s port and main village with\nan extensive beach where a variety of services\nare offered.\n**Activities**\n- Swimming at Porto and Braghini.\n- Spear fishing.\n- Hiking on the forest trails leading to the\nMerovigli hilltop.\n```\nUseful phone numbers (+30)\n```\n- **Community Office:** 26630-71.703\n- **Police Station:** 26630-72.400\n- **Rural Clinic:** 26630-71.505\n```\nMathraki 2\nThis is the southernmost, smallest island of the\nDiapontia group, a spear fisherman’s paradise\nwith beautiful reefs, rocky islets and a seabed\nthat is full of life. There is a shuttle boat serv-\nice from Plakes , Mathraki’s port, to the city of\nCorfu, Agios Stefanos Avlioton and Sidari. Dis-\ntance from Corfu’s Cape Kefali : 4.5 nautical\nmiles W.\n```\n**Must see**\n- Kontraka’s old port in **Fyki** , on the west\ncoast. Past Cape Katergo, the sea waters\nin the area are ideal for underwater spear\nfishing. The old stone belfry of Agia Triada’s\n21. An aerial photo of Ereikoussa.\n```\nchurch is also worth your visit.\n```\n- The churches of: **Agios Nikolaos** (1675)\nin the island’s northern area (Kato Panta) and\n**Agios Spyridon** in the south (Ano Panta).\n- Karavi, Leipso, Diaplo and Plaka **rocky\nisles**.\n**Activities**\n- Swimming in the vast Portelo beach stretch-\ning across the entire NE side of the island, at\nArvanitiko, Fyki and Apidies.\n- Fishing and scuba diving in Portelo.\n- Hiking along the stone trails leading to\nMerovigli hilltop (155m).\n```\nUseful phone numbers (+30)\n```\n- **Community Office:** 26630-81.190\n- **Police Station:** 26630-72.400\n- **Rural Clinic:** 26630-71.676\n```\nOthonoi 3\nThe largest island of the group is Othonoi, lo-\ncated on the Greek territory’s westernmost\nedge. The outstanding natural beauty is comple-\nmented by traditional houses, old churches, and\nruins of Venetian castles. There is a shuttle boat\nservice running from Ammos , Othonoi’s port,\nto the city of Corfu, Agios Stefanos Avlioton and\nSidari. Distance from Corfu’s Cape Drastis :\n12 nautical miles W-NW.\n```\n```\n!\n```\n```\n!P\n```\n```\n!P\n```\n```\n!P\n```\n```\n!!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\nER\nIKO\nUS\nSA\n```\n(^) _-_ (^) _S\nIDA\nRI\nAGIO\nS_ (^) _STEFAN\nOS_ (^) _- MATHRAKI\nSIDARI_^ _-_^ _MATHR\nAKI\nMATH\nRAKI_ (^) _-\nOTHON\nI\nERIKOUSSA_^ _-_^ _O_\n**Othoni** _THONI_\n**Mathraki\nErikoussa**\nDiaplo\nDafni\nHorio\nAmmos\nPorto\nPl akes\n**_ΟΤΗΟΝΙ\nERIKOUSSA\nMATHRAKI_**\n_DIAPL O\nPorto\nAmmos\nFiki\nPortelo\nKontrakas\nMpragini\nApidies_ Arvanitiko\n_Aspri\nAmmos\nFiki_\n**0 1.25 2.5 5**\n[N\n**LEGEND**\nAirport\nArchaeological site\nPolice\nHospital\nCamping\nCastle - Fortress\nCasino\nPort\nMarina\nMuseum\nBeach\nBus station\n\"T Region capital\n!P Village >1000 per.\n! Hamlet\nMain road network\nRural road Network\nMinor road network\nFerry route\n**km**\n**Must see**\n- **Ormos Ammou** (Sand Cove): From here,\ntake a boat to the beach of blue-green waters,\nand find the cave where, according to the\nmyth, Calypso kept Odysseus [Ulysses]\nin captivity.\n- **Dafni** and **Chorio** , two lovely villages.\n- The 1872 **lighthouse** on Cape Kastri\n(NE edge of the island).\n- Kastrino and Ostrako, two **rocky isles** near\nCape Kastri.\n**Activities**\n- Swimming at Ammos, Aspri Ammos, and Fyki.\n- Spear fishing\n- Sailing\n```\nUseful phones numbers (+30)\n```\n- **Community Office:** 26630-72.132\n- **Police Station:** 26630-71.592\n- **Rural Clinic:** 26630-71.550\n- **Port Authority:** 26630-72.280\n22. A beach at Othonoi.\n```\nDIAPONTIA ISLANDS\n```\n25\nPAXOI (Paxi)\n```\nll that you need for a quiet, memorable vacation is on this island: lacy beaches, small coves,\ngreen hills with olive trees, imposing cliffs, sea caves and particularly interesting hewn stone\ncisterns dotting the island. Its small size (area: 13 sq. km, coastline: 30 km) invites the visitor\nto explore it from end to end on foot.\nTradition has it that Paxoi used to be part of Corfu Island until Poseidon tore it apart with his trident\nso that he may have a secluded spot to enjoy the company of his beloved Amfitriti. Under Venetian\nrule, commercial, maritime and agricultural activities thrived on the island.\n```\n23. Mesovrika beach, Antipaxoi.\n#### A\n```\nPAXOI\n```\n27\n**Gaios 1**\nIt is the island’s capital town and port, ideal for\nsun-and-sea vacations. The image of the port\nwedged in the narrow channel between Paxoi\nisland and Agios Nikolaos isle is considered one\nof the prettiest in the Ionian Sea. There are\ncafés and fish tavernas by the pier.\n**Must see**\n- The church of **Agios Charalampos** (the\nisland’s patron saint) and **Agioi Apostoloi**\nchurch where there are interesting murals.\n- The **Museum** , housed in the Venetian-\nturned-British Governor’s Mansion of former\ntimes. There are finds from antiquity,\nhousehold utensils, weaving articles and a\nsmall gallery exhibiting works of art by\nChr. Aronis, a local painter.\n- **Agios Nikolaos isle** , opposite the port,\nfeaturing a Venetian fort (1423), two small\nchurches, and a windmill.\n- **Panagia** islet where you can visit\nPanagia’s Monastery and a picturesque\nlighthouse.\n- **Lesianitis windmill** (1780) now deserted,\nnear Tranakatika village (2 km SW).\n**Events**\n- Classical Music Festival in the summertime.\n- The August 15th feast on the small island of\nPanagia.\n- Agios Gaios’ icon placed at the head of a reli-\ngious procession on June 29th with the partici-\npation of the Metropolitan (Bishop) and Corfu’s\nphilharmonic bands.\n- “Neroladia” fair, in mid-July.\n**Activities**\n- The island is ideal for relaxation. However,\napart from tavernas and cafés, there are also\nnightclubs and bars at the port area.\n- Swimming at Kloni Gouli, Kamini, Kaki Lag-\nkada, Alati, Plakes, Ballos, Levrechio, Pounta,\nand Kipos.\n- An island tour by small boat.\n- Tennis and mini golf.\n- Sailing around the islets close to Paxoi.\n- Hiking and mountaineering.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 26623-60.300\n- **Police Station:** 26620-32.222\n- **Port authority:** 26620-32.259\n- **Rural Health Centre:** 26620-31.466\n- **Museum:** 26620-32.566\n**Website: http://www.paxi.gr**\n24. The small harbour at Longos, Paxoi.\n**25. Gaios harbour (Paxoi)\nis a much photographed spot in the Ionian Sea.**\n2929\n```\nPAXOI\n```\n**Trips around**\n**Paxoi Island**\n```\nOzias 2\nIt is the island’s oldest settlement with tradition-\nal stone-built houses and ruins of old churches\nthe most important one being that of Agia Ma-\nrina (8th c.). Swim at the cove by the village. Dis-\ntance from Gaios: 1.5 km S.\n```\n**Must see**\n- **Mongonisi** , a small island linked to Ozias\nby a bridge.\n- **Kaltsonisi** , frequently visited by people\nwho own or rent boats.\n```\nMagazia 3\nThis is a village with stone-built houses and\nelaborate dry stone courtyard walls. The Oil\nMuseum is housed in an 18th c. oil mill (tel.\n26620-30.043). On Paxoi’s west coast, near\nthe village, there are approx. 40 fascinating sea\ncaves called gráves , with impressive vaults.\nThe ones best known are by the cliffs of Erimitis\nand Achai bays. You will also come across the\nchurch of Ypapanti (1601), 2km NW, featur-\n```\n```\ning an impressive belfry (1774) and interesting\nmurals. Distance from Gaios : 4 km NW.\n```\n**Activities**\n- Hiking. A network of trails goes past Magazia\nand continues along the island’s western part\nthrough some incredible landscape.\n- Diving in the sea caves (gráves).\n```\nLongos 4\nIt is Paxoi’s smallest harbour. Distance from\nGaios: 5.5 km NW.\n```\n**Must see**\n- The old G. Anemogiannis **oil mill & soap\nfactory**.\n**Activities**\n- Swimming at Marmari, Kipos, Levrechio, Gly-\nfada, Kipiadi, and Monodendri.\n- Boat excursions from the harbour to nearby\nbeaches.\n```\nLakka 5\nThis picturesque village of beautiful houses, al-\nleys, and small squares is located in the island’s\nnorthern part amid flourishing vegetation. Dis-\ntance form Gaios : 7.5 km NW.\n```\n```\nKERK\n```\n```\nΙRA - PAXI\n```\n```\nANTIPAXIPAXI\n```\n```\n!\n!\n```\n```\n!\n```\n```\n!\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n!P\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n!\nAntipaxos\n```\n```\nGaios\n```\n```\nVelianitatika\nOzias\n```\n```\nMakratika\n```\n```\nDalietatika\nApergatika\n```\n```\nBogdanatika\n```\n```\nVlahopoulatika\n```\n```\nPl atanos\nMagazia\n```\n```\nLoggos\n```\n```\nLakka\n```\n```\nAgrapidia\n```\n```\nVrika\nVoutoumi\n```\n```\nBallos\n```\n```\nPaxos Beach\n```\n```\nDefteri Spiatza\n```\n```\nPl akes\n```\n```\nKipiadi\n```\n```\nKaki Lagada\nKamini\nKloni Gouli\n```\n```\nPounta\n```\n```\nMarmari\n```\n```\nLevrehioKipos\nMonodendri\n```\n```\nOrkosLakkos\n```\n```\nKanoni\nHarami\nPl ani\n```\n```\nAvlaki\nGalazio\n```\n```\nMessovrika\n```\n```\nMoghonissi\nKaltsonissi\n```\n```\nANTIPAXI\n```\n```\nPAXI\n```\n**0 1.25 2.5 5**\n[N\n```\nkm\n```\n31\n**Must see**\n- **Agios Andreas** ’ church.\n- **Ypapanti sea cave**.\n- The **sunset** from the lighthouse (1919).\n**Activities**\n- Swimming at Charami, Kanoni, Planoi, Orkos,\nArkoudaki and Lakkos.\n- Boat excursions from the port to nearby beaches.\n**Getting there**\nTravel by ferryboat from Igoumenitsa, or take\n```\nthe small boat from Parga or Corfu. Another op-\ntion is to use the flying dolphin or watertaxi serv-\nice from Corfu.\n```\n```\nAntipaxοi (Antipaxi) 6\nIt is a pretty, miniature of an island, southeast\nof Paxoi (3 nautical miles from Gaios), known\nfor its fantastic beaches. Voutoumi , a beach\nof exotic beauty, is among the finest in Greece.\nAnother two gorgeous beaches are Vrika and\nMesovrika. Agrapidia is the small port con-\nnecting the island with Paxoi. There is a group\nof rocky isles opposite the southern coastline.\n```\n26. Dense vegetation ends at the sea shore in Lakka, Paxoi.\n27. A picturesque narrow street at Gaios.\n```\nPAXOI\n```\nLEFKADA\n```\nefkada or Leucas Island (area: 302.5 sq.km) is surrounded by a total of 24 islets - Aristotle\nOnassis’ Skorpios being one of them. It connects to the opposite coast of Central Greece via\na floating swing bridge (length: 50 m). The bridge offers easy access to Lefkada to visitors\nfrom all over Greece as it connects to parts of Egnatia Odos [Road] junction, Preveza-Aktio sea tun-\nnel, Central Greece’s Aktio International Airport and the ports in Igoumenitsa (Ipeiros) and Patras\n(Peloponnese). On Lefkada you will find noteworthy sights, churches and monasteries, picturesque\nvillages, lush vegetation, idyllic coves of turquoise waters, busy and secluded beaches of stunning\nbeauty, a significant cultural heritage and hospitable locals.\nUp until the 6th c. BC, Lefkada was part of the Akarnania coastline. It owes its name to Lefkata,\nthe cape with the towering rugged white cliffs on the island’s southern tip. Lefkada has been in-\nhabited since Neolithic times and flourished as a Corinthian colony. In 1204, after Constantinople’s\noccupation by the Franks, it became part of the Despotate of Epirus [Ipeiros]. Later on, the Turks,\nVenetians, French and British occupied the island. In 1864, it became part of Greece along with the\nother Ionian Islands.\n```\n28. The impressive rocks and lighthouse at Cape Lefkata, Lefkada.\n#### L\n```\nLEFKADA\n```\n33\n**Lefkada Town 1**\nLefkada is the island’s capital and port town\n(population: approx. 8,000). It is linked to the\ncoast of Central Greece via a floating swing\nbridge. The town planning includes picturesque\nalleys, small squares, traditional houses, elabo-\nrate belfries and paved pedestrian zones, ac-\ncording to the Medieval European urban plan-\nning style. Its historic centre has been built fol-\nlowing the Venetian urban design plan, known\nas a “fish backbone” plan, unique in Greece and\nEurope and a fine example of excellent anti-\nseismic construction. The city is surrounded by\na canal and a lagoon, while, farther north, lies\nGyra, a sandy beach that forms a fine circle, dot-\nted with windmills and scant vegetation.\n**Town promenade**\n- To the **lagoon** , one of the Ionian Sea’s most\nsignificant wetlands, home to magnificent\nswans, egrets, wild ducks, wild geese, and\nEurasian coots. It is protected by the Ramsar\nConvention as a wetland of international impor-\ntance. There is also an ivari **,** a fish farm where\nfish grow in their natural environment.\n- To **Agia Mavra fort** , at the town’s entrance,\nconstructed by a Sicilian named Giovanni Orsini\nin 1300, next to the artificial canal on a lagoon\nislet. Several additions were made later by the\nVenetians and the Turks. There is a lighthouse\non the fort as well as Agia Mavra’s chapel.\n- To **Bosketo Park** , where the island’s intelle-\ngenzia used to meet in former times. It is deco-\n```\nrated with busts of some of the island’s eminent\nscholars.\n```\n- To the **pedestrian zone along the coast**\nlined with the younger generation’s hangouts,\ncafés, and music bars.\n- To the **central square** with many restaurants\nand cafés where Agios Spyridonas church is lo-\ncated (late 17th c.) with an interesting iconosta-\nsis and icons. The main town mall (along **Melas\nStreet** ) starts from this point.\n•To **Kouzounteli** (or Kouzoumpei) area, where\nage-long plane trees stand next to traditional\ncoffee shops that serve freshly ground coffee\nand soumada drink made from fragrant al-\nmonds.\n- To the **Archeological Museum.** Finds (mid-\nPaleolithic times - 4th c. AD) come from tombs\nexcavated at Nydri, burial grounds of the ancient\ntown of Lefkada, etc.\n- To the **Public Library** , housed in a neoclas-\nsical building. There is an extensive collection\nof printed documents and post-Byzantine icons\npainted in the style of the Eptanesian iconogra-\nphy school by eminent religious iconographers\nsuch as Doxaras, Roussos, etc.\n- To **Charamogleios Eidiki Lefkadiaki Li-\nbrary** [a library treating exclusively local\nthemes] exhibiting rare books, gravures and\nmaps. The art gallery is often the venue for\npainting and photography exhibitions. The li-\nbrary’s collection has been included in the\nGuiness Book of Records.\n- To the **“Pantazis Kontomichis” Folk Art\nMuseum** , established in 1937 and managed\n29. The bridge at the canal bordering Lefkada town.\n```\nby the “Orpheus” Music and Literature Associa-\ntion. Exhibits include a wide and rare collection\nof items related to local everyday life and work.\n```\n- To the **Phonograph-Memorabilia Museum**\nwhose exhibits include old phonographs, vinyl\nrecords, decorative antique items, old banknotes\netc.\n•To the agelong **Elaionas** (Olive Grove), lying\nwest, on the town outskirts.\n- To **Megalos Avlaimonas** and **Mikros Avlai-\nmonas** wetlands, two natural-habitat fish farms\nnear the city.\n- To the windmills at **Gyra**.\n- To **Fryni** (2 km SW), a small village on a slope\nwith a fantastic view.\n- To **Tsoukalades** (7 km SW), a traditional village.\n**Churches**\n- **Agios Minas.** The town’s most noteworthy\nchurch boasts an exquisite wood-carved icon-\nostasis, icons painted by great iconographers\ne.g. Kontarinis and Roussos, and oil paintings by\nDoxaras, Koutouzis, Ventouras and others. This\ninitially small baroque-style church was founded\non 1707 and was rebuilt to its present size after\nthe damage it sustained in 1724.\n- **Agios Nikolaos** (1687): the wood-carved\niconostasis is remarkable.\n- **Christos Pantokrator,** founded in 1700. The\n```\n!\n```\n```\n!\n```\n```\n!\n!\n```\n```\n!\n```\n```\n!!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n!\n!\n```\n```\n!P\n```\n```\n!\n!\n```\n```\n! \"T\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n! !P\n```\n```\n!\n```\n```\n!!\n!\n```\n```\n!\n```\n```\n!!\n```\n```\n!\n```\n```\n!\n```\n```\n!\n```\n```\n! !P\n```\n```\n!!\n```\n```\n!!\n```\n```\n!\n```\n```\n!P\n```\n```\n!\n```\n```\n!\n```\n```\n!!\n!\n!\n```\n```\n!\n```\n```\n!\n```\n```\nLEFKADA\n```\n```\nLigia\n```\n```\nNikiana\n```\n```\nApolpaina\n```\n```\nAgios Petros\n```\n```\nNidri\n```\n```\nKaria\nKolivata\n```\n```\nVathi\nSpartohori\nKatomeri\nEpiskopi\n```\n```\nKalamos\n```\n```\nKariotes\n```\n```\nSivota\n```\n```\nGeni\n```\n```\nMadouri\nKalithea\n```\n```\nPerigiali\n```\n```\nKastos\n```\n```\nAlexandros\n```\n```\nPi nakohori\n```\n```\nAsprogerakata\n```\n```\nKavalos\nSpanohori\nEpiskopos\n```\n```\nTsoukalades\nKaligonio\n```\n```\nFrini\n```\n```\nPi gadissani\n```\n```\nLazarataKatouna\n```\n```\nAthani\n```\n```\nVassiliki\nKontarena\nEvgiros\n```\n```\nMarandohori\n```\n```\nSivros Vournikas\n```\n```\nAgios Ilias\n```\n```\nPoros\n```\n```\nVlihos\n```\n```\nNeohori\n```\n```\nVafkeri\n```\n```\nEglouvi\n```\n```\nKalamitsi\n```\n```\nExanthia\n```\n```\nAgios Nikitas\n```\n```\nDragano\n```\n```\nTrafia\n```\n```\nEfteri\n```\n```\nAlonaki\n```\n```\nDesimi\n```\n```\nLagada\n```\n```\nLakka\n```\n```\nKorakias\n```\n```\nRouda\n```\n```\nAfteli\nAmmousso\n```\n```\nAyofili\n```\n```\nPorto\nKatsiki\n```\n_Egremni_\n```\nYalou\n```\n```\nMilos\nKathisma\nAvali\nKavalikefta\nMegali Petra\n```\n```\nPefkoulia\n```\n```\nSkala Yalou\n```\n```\nKaminiaAg. IoanniMili\n```\n```\nYirasKastrou\n```\n```\nAmmoglossa\n```\n```\nTempeli\nParadisos\n```\n```\nPasa\nKeramidaki\n```\n```\nMagemenou\n```\n```\nMikros Yalos\n```\n```\n!\n```\n```\nC E N T R A L G R E E C E\n```\n```\nMEGANISSI\n```\n```\nKASTOS\n```\n```\nKALAMOS\n```\n```\nKITHROS\n```\n```\nARKOUDI\n```\n```\nSKORPIOS\n```\n```\nSPARTI\n```\n```\nLEFKADA\n```\n```\nHELONI\n```\n```\nPonti\n```\n```\n0 3 6 12\n```\n[N\n```\nkm\n```\n35\nfinal resting place of the novelist A. Valaoritis is\nin the churchyard.\n- **Panagia ton Vlachernon** , in Elaionas. On\nMeatfare Sunday of 1821, at the instigation\nof Ioannis Zampelios, one of the local leading\nmembers of Filiki Etairia [Society of Friends], this\nhistoric church was the place where chieftains\nand elders from Roumeli pledged themselves\nto take part in the Greek War of Independence.\nThe Gospel Book they took their oath on is still\npreserved.\n- **Dormition of Theotokos** (the Mother of\nGod), on the NW side of the lagoon. It is the\n```\noldest church on the island, a single-naved con-\nstruction with a large semicircular arch, built in\nthe 15th c.\n```\n- **Agios Ioannis Antzousis,** a small, pictur-\nesque church on the beach by the same name.\n- **Panagia Faneromeni Monastery** , 2 km SW\nof Fryni. Built on a hill covered with pine trees, it\nis one of the island’s most important monuments\nwith a historic course that goes possibly back\nto the Apostles’ times. Panagia Faneromeni is\nLefkada’s patron saint and is celebrated on the\nPentecost (Holy Spirit) Monday. The 1876 icon of\nPanagia is preserved in the monastery and has\n30. Lefkada’s lagoon. Agia Mavra fort is in the background.\n31. Windsurfing by Agios Ioannis beach.\n```\nLEFKADA\n```\n**32. Panoramic view of Syvota bay,\na mini fjord-like formation.**\n```\nLEFKADA\n```\n37\nbeen painted by Benjamin Kontrakis, a Mount\nAthos monk. Visit the **Ecclesiastical Museum**\non the same grounds, where interesting items\nare exhibited, originating from churches and\nmonasteries on the island, and dating from the\nsecond Turkish Occupation (1479-1684) until\n1864 when the island became part of Greek\nterritory. You will find particularly interesting\nworks of art by Eptanesian painters; ecclesiasti-\ncal manuscripts and old documents dating to\ntimes before and after the 1821 Greek War of In-\ndependence; silver artefacts (crosses, chalices,\ntrays etc); sacerdotal vestments and a collection\nof 18th-19th century antimins (or antimensions –\nconsecrated altar cloth).\n**Events**\n- International Folklore Festival. As of 1962,\nbands and artists from all over the world meet\nin Lefkada every August and exchange the\nproduct of their cultural and artistic folklore\nin the fields of dancing, music, and traditional\nheritage.\n- The Discourse & Art Festival. It has been\norganised by the Cultural Centre of Lefkada\n```\nsince 1955 and involves theatrical and music\nevents, exhibitions, conferences, and poetry\nnights. It is one of Greece’s oldest cultural\ninstitutions along with the Athens Festival.\n```\n- Wine festival that takes place in Sfakiotes Mu-\nnicipality on Frya Square, around the historic\nFrya Well.\n**Activities**\n- Swimming. If you stay in Lefkada town, you\ncan swim at Kastro, Gyra, Myloi, and Agios\nIoannis Antzousis. Around the island you will\ndiscover some amazing beaches and to the\nisland’s east there are numerous beautiful,\nwooded isles.\n- Visiting the sea caves. Farther south, Kalamos\nand Kastos isles boast beaches and sea caves\nof great beauty.\n- Bicycling; the town of Lefkada as well as the\nnearby coastline are ideal for a bicycle ride. Go\nround the lagoon, following the exceptional\nscenic route: Agia Mavra - Gyra - Myloi - Ai\nGiannis - Lefkada.\n- Marina: it is located at the town’s east side,\nand is considered to be the best equipped ma-\n33. Paragliding over Kathisma beach.\n```\nLEFKADA\n```\n39\nrina in Greece. There are 500 berths, a con-\ntrol tower, a multi-purpose building, a yachting\nclub, an office-and-shops complex, a small\nhotel, a boat maintenance and repair unit, a\nparking lot, 300 winter-secure berths ashore,\nand recreational open-air facilities (tel: 26450-\n26.645, fax: 26450-26.642, website: http://www.\nmedmarinas.com).\n**Sports**\n- Kite surfing in Myloi beach.\n- Mountain biking: the island’s tall, green moun-\ntains are criss-crossed by routes and trails that\nare ideal for biking. Rent your mountain bike in\nLefkada town.\n- Parapente (paragliding) over Kathisma beach.\nYour instructor and double parachute equip-\nment will guarantee your safety.\n```\nUseful phone numbers (+30)\n```\n- **Lefkada Regional Unit - Tourism\nSection (Lefkada, Meganisi, Kalamos,\nKastos):** 26453-60.755\n- **Municipal Office:** 26453-60.511-5\n- **Police Station:** 26450-29.370\n- **Traffic Police:** 26450-29.379\n- **Port Authority:** 26450-22.176\n- **Aktio Airport (Central Greece):**\n26820-26.113\n- **KTEL Long-distance buses:**\n26450-22.364, 26450-22.795\n- **Hospital:** 26450-25.371\n- **Vasiliki Rural Health Centre:**\n26450-31.065\n- **Archeological Museum:** 26450-21.635\n- **Public Library:** 26450-22.502\n- **Charamogleios Eidiki Lefkadiaki**\n**Library:** 26450-21.465\n- **“Pantazis Kontomichis” Folk Art**\n**Museum:** 26450-22.778\n- **Phonograph - Memorabilia Museum:**\n26450-21.088\n- **Ecclesiastical Museum - Panagia**\n**Faneromeni Monastery:** 26450-21.105\n```\nWebsite for Lefkada, Meganisi, Kalamos and Kastos:\nhttp://www.lefkada.gr\n```\n**Trips around**\n**Lefkada Island**\n**Clockwise, east to west**\n```\nKariotes 2\nIt is a village on the island’s east coast, with\nmodern tourist facilities while keeping to the\nold traditional architectural style. At “Spasmeni\nVrysi” location there is a well equipped camping\nsite. Distance from the capital : 3.5 km SE.\n```\n34. Lefkada’s marina.\n**Must see**\n- **Alexandrou salt mines.** Opposite them,\nvisit **Alexandrou fort** built on a small isle.\n- The ruins of **ancient Nirikos** or Lefkada\n(2nd millennium BC) one of the largest, area-\nwise, ancient Greek towns, near Kalligoni\nvillage (2 km N).\n- **Palioi Kariotes** , a traditional village\n(4 km SW).\n**Lygia 3**\nIt is the island’s main fishing town with a tour-\nism infrastructure of high standards. **Distance\nfrom the capital** : 6 km SE.\n**Must see**\n- **Katouna** (4 km S), a picturesque village\nwith fantastic cobblestone alleys, traditional\nhouses, nice little tavernas as well as the\nview to the salt mines and Alexandrou fort.\n**Panagia** church belfry and the iconostasis of\n**Agios Varvaros** church are also particularly\ninteresting.\n**Nikiana 4**\nThis is a picturesque fishing village and a tourist\ndestination, built at the foot of Mount Skaros\nnear a forest of age-long oak trees. **Distance\nfrom the capital** : 9.5 km S.\n**Must see**\n- **Agioi Pateres** Monastery (3.7 km SW)\n```\nand the monks’ retreat; the location offers a\npanoramic view.\n```\n- **Agios Georgios** Monastery (6 km SW),\nbelow Skaroi forest, was founded according\nto various accounts before 1500 and\nprospered during the Turkish Occupation.\nThe monastery’s church is decorated with\nremarkable murals especially the eastern wall\nthat has remained practically intact.\nThe iconostasis dating back to 1724 is a\nreplica of the one found in Agios Minas\nchurch in Lefkada town.\n- The traditional mountain villages **Kollyvata**\n(6 km SW), **Alexandros** (7 km SW) and\n**Vafkeri** (13.5 km SW).\n36. A general view of Nydri and verdant Prigkiponisia.\n```\nLEFKADA\n```\n41\n**Activities**\n- Windsurfing\n- Mountaineering\n- Fishing\n- Scuba diving centres offer diving excursions in\nthe company of certified divers.\n- Camping at Episkopos area.\n**Nydri 5**\nThe island’s biggest tourist resort lies along the\neastern coast. It boasts an ultra-modern marina\nand an intense nightlife. Nydri faces **Prigkiponi-\nsia** (i.e. Madouri, Cheloni, Skorpios, Skorpidi and\nSparti islands). There is a ferryboat service run-\n```\nning to Meganisi, Ithaca, Kefalonia and Central\nGreece. Distance from the capital : 17 km S.\n```\n**Must see**\n- **Madouri** Island, home to Aristotelis Valaoritis,\na major Greek poet, and Aristotle Onassis’\n**Skorpios** Island, where swimming is allowed.\n- The sheltered **Vlycho** bay and the verdant\ncape Agia Kyriaki, the site of the small Agia\nKyriaki church; the Nymphs Cave; and the tomb\nof archeologist Wilhelm Dörpfeld\n(1853-1940).\n- **Dimosari ravine,** (2.5 km W) where, you can\nenjoy a swim in the waterfalls cascading into it.\n- **Perigiali** (2 km N), a seaside village offering\nan incredible view of Prigkiponisia, as well as\n**Neochori** (5 km W).\n- **Vlycho** (3 km S), a seaside village in the nook\nof the bay and **Geni,** the scenic tourist area\nsituated on the opposite coast\n(5.5 km SE).\n- The 18th-century historic **Evangelistria\nMonastery** (Red Church) built high on the\nmountain.\n**Activities**\n- Scuba diving: Similarly to Nikiana, scuba div-\ning centres organise underwater explorations.\n- Other water sports (water skiing, wakeboard-\ning, parasailing and fun rides on “bananas” or\n“ringos” pulled by a motor boat).\n- Sailing (620-berth ultra-modern marina)\n- Mountain biking.\n- Camping at Vlycho-Geni.\n- Hiking from Geni towards Agia Kyriaki.\n35. The famous Skorpios Island,\nowned by the Onassis family.\n36. A general view of Nydri and verdant Prigkiponisia.\n**Poros 6**\nPoros is southeastern Lefkada’s “balcony” over-\nlooking Arkoudi, Oxies, Ithaca, and Kefalonia\nislands. Swim in the crystal-clear waters of\n**Mikros Gialos** , where you can also find a\nwell-equipped camping site. **Distance from\nthe capital:** 26 km S.\n**Must see**\n- The **ancient country estate** (“Pyrgi”\nlocation) where part of its 4th-3rd c. BC\nsquare tower remains.\n- Picturesque **Syvota** village (11 km SW),\n```\nlocated in a fjord, a favourite destination\namong sailing fans.\n```\n```\nVasiliki 7\nIt is southern Lefkada’s tourist hub with abun-\ndantly flowing streams and a vibrating night-\nlife. Take the ferry for a visit to the captivating\nPorto Katsiki beach, Agiofylli beach, Kefalonia\nand Ithaca. Distance from the capital: 37.5\nkm SW.\n```\n**Must see**\n- The villages **Ponti** (2 km W) overlooking\n38. Cape Lefkata is one of Lefkada’s most impressive landscapes.\n37. Egkremnοi: a white pebbled beach with turquoise waters.\n```\nLEFKADA\n```\n43\n```\nthe bay, Agios Petros (7 km N),\nMarantochori (7.5 km E) – there is a\ncampsite there – and Evgiros (8.5 km SE).\n```\n- Beautiful **Syvros** village (8 km NE). Visit\nthe 1809 restored watermill; the flowing\nspringwaters in “Piges Kerasias”; Karoucha\ncave and the villages **Vournikas** (2 km E)\nand **Agios Ilias** (6 km N) at a 620 m.\nelevation. Enjoy the fantastic view of the\nsurrounding area.\n**Activities**\n- Swimming in Vasiliki, Agiofylli, Ammousa and\nAfteli beaches.\n- Windsurfing: Vasiliki bay is a destination\nwidely known on account of the particular cli-\nmate conditions and favourable winds, making\nit very popular among windsurfing fans.\n- Water sports: water skiing, wakeboarding,\nparasailing and “banana” or “ringo” fun rides\npulled by a motor boat.\n- Mountain biking.\n- Horseback riding: various riding farms organ-\nise outings on horseback out in the country.\n- Camping.\n```\nAthani 8\nThe village, built in an amphitheatre-like man-\nner (elevation: 340 m), overlooks the Ionian\nSea. Distance from the capital : 34.5 km SW.\n```\n**Must see**\n- **Dragano** (2.5 km N), a mountain village\nfamous for producing top-quality honey.\n- The old **Agios Nikolaos Niras** church,\n12 km S of Athani.\n- Τhe **lighthouse** and the ruins of **Apollo’s\nsanctuary** at cape Doukato (Lefkata or Cape\nKyra), 17 km S (the last 4.5 km are a dirt\nroad). That breathtaking location of rugged\ncliffs and magnificent sea view is also known\nas “Sappho’s Jump”; legend has it that this\nwas the spot where the lyric poetess of\nantiquity jumped off from, taking her own life.\n**Activities**\n- Swimming at Egkremnoi and Porto Katsiki, two\nof Greece’s loveliest beaches.\n```\nAgios Nikitas 9\nIt is a cosmopolitan, seaside tourist resort. Dis-\ntance from the capital : 13 km SW.\n```\n39. Vasiliki bay, internationally known to windsurfers.\n**40. Porto Katsiki, Lefkada’s most famous beach,\nis among the six top ones in the Mediterranean.**\n45\n```\nLEFKADA\n```\n45\n**Must see**\n- Nearby **Kalamitsi** (7 km S), a mountain\nvillage that keeps a genuine traditional\ncharacter.\n**Activities**\n- Swimming at Kathisma, a location of great\nnatural beauty with an inviting beach, where\nyou will also find a well-equipped campsite; at\nPefkoulia beach; and at Myloi, a tranquil beach\naccessible by small boat.\n**Mountain trips**\n**Sfakiotes 10**\nThis is a group of traditional villages, namely **La-\nzarata** (seat of Lazarata municipality, 10 km SW\nof the capital), **Spanochori, Kavalos, Aspro-\ngerakata, Pinakochori, Exantheia** and **Dry-\nmonas**. They are built in an amphitheatre-like\nmanner on semi-mountainous terrain around a\nfertile valley. It is said that Cretan settlers who\ncame here in the 16th or 17th c. named the area\nafter Sfakia – their homeland.\n**Must see**\n- The skilfully built **Turkish wells** dating to the\n```\n1478-1684 period. In the old days, one of them\nsupplied water to all the villages in the area.\n```\n- **Profitis Ilias** Monastery, in **Spanochori.**\n- **Drymonas** traditional village.\n- The area’s **exquisite belfries.**\n- **Kontomicheio Folk Art Museum** run by\n**Sfakiotes Municipality,** located in a pine-\ncovered area, in Kavalos. It demonstrates\nthe importance of pre-industrial era tools and\nthe socioeconomic framework of Lefkada’s\nworking class during the period mentioned\nabove. Exhibits include tools of various trades\n(shoemakers, farmers, carpenters, barbers,\nmasons, lumberjacks etc), replicas of local\nhome interiors (kitchen, oven), collections of\nold photographic material, hand-woven fabrics\nand traditional costumes.\n- **Melissa ravine** , (crossed by a network of\ntrails) with ruins of small settlements,\nold watermills, stone bridges, wells, and many\nsprings.\n41. Traditional wedding in Lefkada.\n42. Agios Nikitas - the village and beach.\n```\nLEFKADA\n```\n47\n**Events**\n- Wine festival on Frya Square, by the historic\nwell, organised by Sfakiotes municipality.\n**Karya 11**\nIt is a widely known mountain village (eleva-\ntion: 500 m) with a fantastic plane tree shaded\nsquare, busy café-bars and restaurants. The\nexquisitely crafted traditional “karsanika” em-\nbroideries have won the place a fine reputation.\n**Distance from the capital** : 13.5 km S.\n**Must see**\n- **Maria Koutsochero Folk Art Museum of\nLefkada embroidery.** In this small private\nmuseum where looms, woven fabrics and\nkarsanika embroideries are exhibited, the\nvisitor has the opportunity to get to know\nthe lifestyle, character and the folk culture of\nLefkada’s mountainous areas.\n- **Pigadisanoi** village (2.5 km N).\n- **Agios Ioannis Prodromos** monastery\n(at Livadi, 4.5 km E) founded in 1605. It is said\nthat chieftain S. Bouas or Grivas was interred\nthere in 1622. There are remarkable murals in\nthe church that date back to 1736-1753.\n**Events**\n- Detailed representation of a traditional wed-\nding in Lefkada, on August 11th.\n- “Riganada” feast, during which home-baked\nbread sprinkled with olive oil, salt and oregano\nis offered together with salted sardines.\n```\nEgklouvi 12\nIt is a beautiful traditional mountain village (el-\nevation: 730 m) built in a green area. It is fa-\nmous for producing delicious lentils that are one\nof the best varieties found in Greece. Other cul-\ntivations include chickpeas, broad fava beans,\nand a rare grape variety called “vertzami” pos-\nsibly introduced to the area by the Venetians in\n```\n1684. **Distance from the capital** :18.5 km S.\n**Must see**\n- **Profitis Ilias** country chapel (2.5 km N)\noffering a fine panoramic view.\n43. Flowing waters in Sfakiotes wooded area.\n42. Agios Nikitas - the village and beach.\n- **“Voltoi”** rural monuments; they are unique,\ndome-like shaped adobe cabins exclusively\nfound in the area.\n- **Vafkeri** , a traditional village (6.5 km E).\nThere is also an interesting, deserted, 16th c.\nmonastery, that of **Assomatou Archangelou\nMichail** (Bodiless Archangel Michael), located\n3 km S.\n- The main worship area of the historic, though\ndeserted today, **Red Church** (Evangelismos\nMonastery, 1478), 7 km NE (E of Platystoma\nvillage).\n**Events**\n- Lentil feast in the area of Agios Donatos coun-\ntry chapel (3 km W of the village). It takes place\nduring the first days of August and a lentil dish is\noffered with salted sardines on the side.\n**Nearby islands**\n**Meganisi 13**\nA green island (area: 20 sq. km; population:\n1,100) lying 4 nautical miles away from Nydri\n```\nwith ferry runs to and from it. Tradition has it\nthat this was the island of the ancient Tafioi. Ac-\ncording to Homer, Odysseus [Ulysses] entrusted\nhis ships to their king, Mentor, before departing\nfor Troy. Other sources maintain that this is As-\nteris Island cited in the Homeric epics.\nThere are three traditional villages, each with a\npicturesque harbour: Atherinos is the harbour in\nKatomeri village (the municipal seat); Vathy\nharbour bears the same name as the village and\nSpilia is the harbour in Spartochori village. On\nthis island you will find some amazing beaches\nsuch as Ampelaki, Balos, Platigyali, Svourna, Kol-\nopoulou, Dichali, Limonari, Elia and Limni. Most of\nthe picturesque bays, mainly the northern ones,\nprovide safe anchorage to sailing boats.\n```\n**Must see**\n- **Agios Konstantinos** church in Katomeri\nand **Agios Ioannis** church 3 km SW of\nSpartochori.\n- **Giovani’s Cave** and **Papanikolis Cave** ,\nboth in the SW part of the island (accessible\nonly by sea).\n```\nKalamos 14\nKalamos Island (area: 25 sq. km; population:\n500), is covered with pine trees, especially the\nnorthern part. There is a ferry connection with\nMytikas, Central Greece. The island’s main ac-\ntivity area is Kalamos port located on the east\nside. Sailing boats touring the Ionian Sea, drop\nanchor at this island either to seek shelter from\nbad weather or for visitors to enjoy the local\nseafood delicacies at the seaside taverna.\n```\n**Must see**\n- **Episkopi,** a small community and\nthe neighbouring Castle of Kalamos or\n**Kastromonastiro.** Little is known of this\nimpressive monument of which only parts of\nthe stone walls and battlements have remained.\nThis is the burial place of the mother of\nG. Karaiskakis who was a leading figure of the\n1821 Greek War of Independence.\n- **Porto Leone** , a small scenic bay that was\ngiven this name by the Venetians who mapped\nout the area. There is an interesting old bridge\nin that area.\n44. Hiking in Dimosari gorge.\n49\n**Activities**\n- Swimming: on the east side at Agios Konstan-\ntinos, Myrtia and Asprogyali; further south, at\nAgriapidia, Pefkoi and Kefali; and on the west\nside at Kedros, Alexaki, Kipoi and Trachilos.\n- Hiking from Kalamos to Episkopi (route\nlength: 7.5 km).\n**Kastos 15**\nKastos (area: 6 sq.km, population: 120) is an\nelongated isle covered in olive trees. It provides\nsafe anchorage for boats sailing the Ionian Sea.\nThere are very few roads on the island, so there\nare no cars. **Sarakiniko** , the island’s west nat-\nural bay has a small jetty that allows mooring\neven during bad weather. There is a small shut-\ntle boat service running to Central Greece.\n**Must see**\n- **Kastos** village, built in an amphitheatre-like\nstyle around its harbour. The sparsely built\nstone houses are two-storeyed and have red\n```\ntile roofs, coloured wooden shutters, wooden\nbalconies and they are surrounded by olive\ntrees; a snapshot of times gone by.\nThe village’s few restaurants serve fresh fish,\nas the area offers excellent catches.\n```\n- The large **Agios Ioannis** church, serving\nthe parish and the cemetery. It was built\nin the mid-19th c. There is an underground\nspace in the church’s foundations that houses\na vaulted stone structure which is possibly the\nsite of an early-Christian tomb.\n- **Fokotrypa,** at Agios Aimilianos. This small\ncave, recessing 30 m. into the rock and\nfeaturing a small sandy beach within, was\nonce a refuge for seals.\n- **Agios Aimilianos** country chapel, at a\n4-km distance from Kastos village.\n**Activities**\n- Swimming: in the south at Ampelakia and\nFyki; near the village at Vali and Kalada; and\nin the north at Agios Aimilianos, Limni, Kamini\nand Vrisidi.\n- Hiking along the island’s trails.\n45. Vathy, one of the three villages on Meganisi.\n```\nLEFKADA\n```\nKEFALONIA\n```\nagnificent scenery, amazing beaches, a rich cultural heritage, great monuments, mountains,\ncastles, distant monasteries and the cheerful, hospitable people are the assets that have\nturned Kefalonia Island (or Cephallonia) into one of the most attractive destinations. The larg-\nest Ionian island lies in the mouth of Patraikos Gulf, between Zakynthos (or Zante) and Lefkada (area:\n904 sq. km; coastline: approx. 250 km). It is endowed with an exquisite nature and diverse geological\nformations, countless coves, and lush vegetation. Ainos Mountain Range towers in the distance (a\nNational Reserve area since 1962 with an abundant and diverse flora and fauna).\nIn Byzantine times, Kefalonia was part of both the Achaia province and the Eastern Illyria district.\nThroughout the centuries, it has successively been under Norman, Frankish, Venetian, and Turkish\nrule. It became Greek territory on May 21st, 1864, along with the rest of the Ionian Islands. During\nWWII, local resistance to Italians and Germans was sturdy. The film “Captain Corelli’s Mandolin”,\nshot on location on this island, is about such an account of resistance.\n```\n46. Green areas and blue waters blend beautifully on Kefalonia.\n#### M\n```\nKEFALONIA\n```\n51\n**Argostoli 1**\nIt has been the capital town of the island since\n1757. Argostoli is a modern town that keeps\nmany of the traditional architectural elements\nof the past. It has been built in an amphithea-\ntre-like manner, overlooking Koutavos lagoon,\na stopover area for many migratory birds. A\nlarge number of neoclassical buildings, large\nsquares and churches grace the town. There is\na remarkable diversity of cultural events as the\ntown’s Philharmonic Band, choirs, and drama\ngroups are quite active.\n**Town promenade**\n- To the central, spacious **Vallianos Square** ,\nwhere the statue of benefactor P. Vallianos\nstands surrounded by cafés, restaurants, and\nbars.\n- To **Napier’s Garden** , named after British Lord\nHigh Commissioner Sir Charles James Napier\nwho, in the mid-19th century carried out many\ninfrastructure works on the island. Though small\nin size, the garden has a large variety of tree\nspecies.\n- To **Rizospaston Street** , bordered by palm\ntrees; this is the location of Risospaston Monu-\nment.\n- To **Lithostroto** , the town’s main street lined\nwith shops and haunts of the young.\n- To **Kampana square,** halfway down Lithos-\ntroto where Kampana belfry stands. It has been\nrestored recently, based on the original plans\nof the one destroyed in the 1953 earthquakes.\nFrom the top, the view of the town and **Kouta-**\n```\nvos lagoon is marvellous.\n```\n- To the **Municipal Market** , by the beach,\nwhere the bust of local poet Nikos Kavvadias\nstands.\n- To **Drapanos stone bridge** (also named De\nBosset Bridge). Built by the British in 1813, it\nis 900 metres long and links Argostoli with the\nopposite coast. Do visit the **Municipal Cem-\netery** at nearby Drapanos village where there\nare exquisite marble sculptures and monuments\ncreated by famous artists.\n- To the **Archeological Museum,** exhibiting\nfinds from various sites on the island, mostly\ndating from the Mycenaean period.\n- To **Korgialeneios Library** , one of the largest\nin Greece, housing over 55,000 volumes and a\nrare Byzantine icon collection.\n- To the **History and Folk Art Museum** , ex-\nhibiting items relating to the island’s history\n48. The lighthouse in Agioi Theodoroi, Argostoli.\n47. Argostoli: the commemorative obelisk\nat Drapanos Bridge.\n**49. Panoramic view of Asos,\none of Kefalonia’s prettiest,\nmost picturesque villages.**\n```\nKEFALONIA\n```\n53\n46. Άσσος\n```\n(costumes, weaponry, heirlooms, etc.) and eve-\nryday life.\n```\n- To **Pharaoh Hill** , offering a panoramic view\nof the town.\n- To **Katavothres,** near Agioi Theodoroi Light-\nhouse, where the seawater dropping into these\nunderground caverns resurfaces 14 days later at\nKaravomylos (in Sami area), at the other end of\nthe island!\n- To **Agioi Theodoroi Lighthouse** , on the tip\nof Lassi peninsula where sunset view is enthral-\nling. Originally built in 1829 by the British, it was\ndestroyed in the 1953 earthquakes and was later\n```\nrebuilt according to the original plan.\n```\n- To the **“Round of Lassi”,** a fantastic circular\nroute starting from Argostoli and going around\nLassi peninsula by the sea and the rugged coast-\nline. **Lassi** (2 km W of Argostoli) is a popular\ntourist resort with two cosmopolitan sandy\nbeaches: Makrys Gialos and Platys Gialos.\n- To the **“Botanical Garden”:** Its 8 stremmata\n(8,000 sq.m.) of land is home to endemic and\nother flora species. There is also a space avail-\nable for music events.\n- To **“Vinaries Wine Cellar & Shop”** , in “Tha-\nlassomylos” location where there are local wines\n```\nKE\nFA\n```\n```\nLO\nNI\nA^ -\n```\n```\nIT\nHA\n```\n```\nKI\n```\n```\nITH\nAK\n```\n_I_ (^) _-\nKE\nFA\nLO\nNI\nA\nKEFALONIAKILINI\nPATR\nA_ (^) _- K\nEFALO\nNIA_\n!\n!\n!\n!P\n!\n!!\n!!\n!P!! !P!\n!!\n!P\n!P\n!P\n! \"T\n!!\n! !P!\n!\n!P\n! !P!\n!!!\n!\n! !P\n!!\n!\n! !P!\n!\n!\n!\n!!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n**ARGOSTOLI\nSkala\nSvoronata\nVlahata\nPeratata\nPoros\nLixouri\nValsamata\nDilinata\nSami**\nMakriotika\n**Digaleto**\nTzamarelata\nAtheras\nNeohori\nKomitata\nPatrikata\nKaria\nFaraklata\nFiskardo\nRatzakli\nAsprogerakas\nTzanata\nKompothekrata\nLivadi\nRazata\nDrakopoulata\nMarkopoulo\nSpartia Arginia\nPessada\nKeramies Agia Eirini\nLakithraMetaxata Karavados\nMatzavinata\nHavriata\nSoulari\nAssos\nHavdataFavatata\nDavgata Grizata\nKaminarata Farsa Poulata\nMonopolata\nAgia Thekli\nKontogenada\nKaravomilos\nKardakata\nAgkonas Agia Efimia\nPastra\nMarkantonata\nKourkoumelata\nTzanata\n_Ag. Spiridonas\nLoggos\nXilokaravo\nSkala\nKako Laggadi\nLimenia\nAragia\nLazarou\nXilomata\nPalioras_\nAntisamos\n_Ag. Paraskevis\nGiagana\nHorgota_\nAg. Sofia\n_Kalo Limnioni\nSpilio\nKakogilos\nKamini_\nDoliha (Evreti)\n_Foki\nEmblissi\nDafnoudi Kimilia_\nAlaties\n_Avlaki\nAg. Ierousalim\nMirtos\nAg. Kiriakis_\nVouti\n_Fteri\nAtheras\nAgni\nAg. ElenisPetaniHalkes_\nPlatia Ammos\n_Kipouria\nYaliskari\nLagadakia\nAg. NikolaosKounopetra\nXi\nMegas Lakkos\nAg. Ioannis\nKounoupas\nLepeda\nKoumaria_\nSotira\n_Lithos\nLimnioni_ Ag. Konstantinos\n_Platis\nYa\nlos\nMakris YalosMinies\nAmmes\nAi-H\nelis\nLigia\nAvithos\nPaliolinosNipsias_\nSpartia _Ag. ThomaTrapezaki\nLourdaSisia\nKoroni Katelios\nKaminia_\nKiani Akti\n_Mounda_\n**_ITHACA (ΙΤΗΑΚΙ)\nATOKOS_**\n_BARDIANOI_\n**0 3 6 12**\nN\n**km**\n```\nKEFALONIA\n```\n55\nand products on display.\n- To the “ **Natural History Museum** ”, at Dav-\ngata village (5 km N) which provides information\non Kefalonia’s and Ithaca’s natural environment\nand marine zone as well as data on the Ainos\nNational Reserve (tel: 26710-84.400).\n**Churches**\n- **Agios Nikolaos** , a Catholic church.\n- **Panagia i Sissiotissa** (1517), by the main\nbeachfront road.\n- **Agia Varvara** , built on a rock, next to Drapanos\n50. Argostoli. Koutavos lagoon is in the background.\n51. Argostoli’s seafront.\nbridge, opposite the town.\n- **Agios Spyridon** (at Poulata village), with an\nelaborate wood-carved iconostasis.\n- **Panagia** , at Domata, where the temporary cof-\nfin that carried Patriarch Gregory V’s body is kept.\n**Events**\n- Various cultural events take place at “Kefalos”,\na historic theatre in Argostoli.\n- The procession of the island’s patron saint, Agi-\nos Gerasimos, on August 16th and October 20th.\n- Agia Effimia’s feast, on July 11th.\n- The carnival festivities that take place in many\nvillages.\n- The Commemoration of the Union with Greece,\non May 21st.\n**Activities**\n- Swimming. If you stay in Argostoli you will\nswim at Kamaroules, Gradakia, Paliostafida,\n```\nMakrys Gialos and Platys Gialos.\n```\n- You will find a game farm in **Pesada**. There\nis a ferry service to Zante.\n- The island offers many opportunities for re-\nligious tourism since many of the Monasteries\nhave guest quarters for pilgrims and visitors\nalike who wish to become better acquainted\nwith Kefalonia’s religious monuments.\n**Sports**\n- Scuba diving at Lassi\n- Tennis\n- Mountaineering\n- Beach volleyball\n- Water sports\n- Hunting\n- Mini golf\n- Mini football on a 5X5 field\n- Swimming in heated pools\n- Track & field sports\n- Extreme sports and hydromassage at Lassi\n- Well-equipped campsite at Fanari.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 26713-60.100\n- **E.O.T. (Greek National Tourism\nOrganisation) :** 26710-22.248\n- **Police Station:** 26710-22.200\n- **Tourist Police:** 26710-23.226\n- **Traffic Police:** 26710-23.226\n- **General Hospital:** 26710-24.641\n- **KTEL Long-distance buses:**\n26710-22.281\n- **Argostoli Port Authority:** 26710-22.244\n- **Kefalonia Airport:** 26710-28.808\n**Museums**\n- **Archeological Museum:** 26710-28.300\n- **Korgialeneio History and Folk Art\nMuseum:** 26710-28.221\n**Argostoli website: [http://www.argostoli.gr**\n**Trips around**\n**Kefalonia Island**\n```\nCentral and southern\nKefalonia\n```\n52. “Kefalos” theatre, Argostoli.\n57\n**Lakithra 2**\nIt is a large village south of Argostoli, sur-\nrounded by lovely smaller villages and marvel-\nlous sandy beaches. The locals call this entire\narea “Leivatho”. Ferries make runs from Pesada\nto Zante. **Distance from Argostoli** : 7 km S.\n**Must see**\n- **Kourkoumelata, Metaxata, Kaligata,\nDomata** and **Svoronata** villages with\nmagnificent neoclassical buildings, beautiful\nsquares and a breathtaking sea view.\n- The 1587 **Milapidia Monastery.**\n- The 13 th-century **Agios Georgios** Venetian\n```\nfort, the island’s medieval capital, near Travliata\nvillage. Its impressive walls and underground\npassages are in relatively good condition but the\nVenetian Governor’s residence, the barracks,\nand San Marco Catholic church are in ruins.\n```\n- The **Mycenaean tombs** at Mazarakata.\n- **Dias** islet with the church of Panagia\nVlachernon, opposite Avythos beach.\n- **Lourdas beach** area (15.5 km E) and the\nlocal choice fresh produce.\n**Activities**\n- Swimming at the sandy beaches Minias,\nAmmes, Ai Chelis, Lygia, Avythos, Agios Thomas,\n53. Makrys Gialos: one of the island’s most popular beaches.\n```\nKEFALONIA\n```\nTrapezaki, Lourdas, Paradeisi, Sisia, Katsonas,\nNisi, Lefka and Koroni.\n- Horseback riding at Lourdas.\n**Valsamata 3**\nThe village is built on Omala plateau, where\nRobola, the famous local grape variety, is cul-\ntivated. **Distance from Argostoli** : 11 km E.\n**Must see**\n- The **Cooperative Winery** where you can\ntaste and purchase wines, especially Robola,\none of the noblest grape varieties produced in\nGreek vineyards and among Kefalonia’s most\nacclaimed products.\n- The **monastery of Agios Gerasimos** ,\nKefalonia’s patron saint. The belfry is situated\nat the monastery’s entrance and has been\nbuilt according to the Eptanesian (Ionian)\narchitectural style. The monastery is in Omala,\nnear Saranta Pigadia valley and is surrounded\nby vineyards. The saint’s holy relics (skenoma)\nare kept there. In the monastery’s old church\nthere is a cave used by the saint as his ascetic\nretreat. The plane tree the saint planted in\n1570 still stands next to that church. Two\nreligious processions take place each year\nin his honour and thousands of people\nparticipate: the first one is on August 16th, in\ncommemoration of his death and the second\n```\none is on October 20th, in honour of the\ntranslation of his holy relics.\n```\n- The **Ainos National Reserve** where the\ntrails will take you through lovely forests of\n55. Ainos National Park.\n54. The far-stretching Lourdas beach.\n```\nKEFALONIA\n```\n59\n```\nfir trees; one of them is unique in expanse\nand to a very high degree consists of Abies\nCephalonica, the black fir, native to Kefalonia.\nThe Reserve is also hosting endemic flora and\nis a refuge for the small horse breed of the\nspecies Equus caballus, living in a semi wild\nstate. Ainos’ tallest peak is Megalos Soros\n(elevation: 1,628 m). You can access the\nmountain via the Argostoli-Sami road.\n```\n**Activities**\n- Horseback riding at Mt Ainos foot.\n- Hiking along Ainos’ trails.\n- Cycling route: the tour of Ainos (a 30 km ride).\n- 4x4 wheel drive through Ainos starting at the\nNational Reserve’s central entrance and ending\nat Arginia village (a 22 km drive).\n**Sami 4**\nSami is a seaside town built at the foot of two\nhills on the island’s east side, on the location of\nthe ancient town of Sami. It is Kefalonia’s sec-\n```\nond largest port and the only one connecting\nthe island to Italy. Dense vegetation covers the\nsurrounding area which is extremely interest-\ning from a geological point of view. Distance\nfrom Argostoli : 24 km NE.\n```\n**Must see**\n- The lake at **Karavomylos** village (4 km\nNW). This is the point of discharge for the\nunderground course of waters that flow\ndown from Argostoli’s katavothres (meaning\nsinkholes), creating a unique geological\nphenomenon.\n- **Melissani Lake cavern** , once the\nworship site for god Pan’s ancient cult, near\nKaravomylos, accessible by small boat. The\nsunlight, entering through the cave’s collapsed\npart of the roof, turns everything within the\ncave into a fairyland of iridescent light.\n- The 150-million-year old **Drogarati cave**\n(4.5 km S) with exquisite stalactite and\n56. Melissani cave.\n**57. Antisamos - aerial photo.**\n```\nKEFALONIA\n```\n61\nstalagmite formations. The acoustics within are\nperfect and the cave often becomes a venue\nfor music and other events.\n- **Antisamos cove** (4.5 km E). A big part of\n“Captain Corelli’s Mandolin” (directed by\nJ. Madden, 2001) was filmed next to its\nturquoise waters.\n- **Agrilia Monastery** (3 km NE), dedicated to\nthe Holy Mother of God: the view of Sami bay\nand Ithaca is amazing.\n- **Ancient Sami** , on the same hill where Agioi\nFanentes church is (6 km S). The town thrived\nduring the Roman times; there remain parts of\nthe Cyclopean walls, a Hellenistic times wall\nas well as remnants of an ancient theatre.\nFrom this location, the view of the greater\narea is magnificent.\n**Activities**\n- Swimming at the beaches in Sami, Agia Par-\naskevi and Antisamos.\n- Water sports.\n- Tennis\n- Basketball\n- Volleyball\n- Horseback riding in Koulourata area (7.5 km S).\n- Mini football on a 5x5 field.\n- Camping\n- Hiking on the Sami - Ancient Sami - Antisamos\nroute\n```\nAgia Effimia 5\nThis seaside village with a beautiful beach is\nfast becoming a popular tourist destination, as\nshown by yachts and recreational boats that\n```\n58. The fantastic Myrtos beach, at Myrtos bay.\n```\nKEFALONIA\n```\n63\nmoor at its harbour. Drive or go by boat to the\nbeaches: Agia Paraskevi, Kapsolimnionas, Agrio-\nsyko, Giagianna, Gorgotha, Agia Sofia and Kalo\nLimani. **Distance from Argostoli** : 32 km NE.\n**Must see**\n- **Thematon Monastery** (17th c), dedicated\nto Panagia (the Virgin Mary) and built on the\ntop of a wooded slope of Mount Agia Dynati\n(approx. 7 km E).\n- The traditional villages **Makryotika**\n(4.5 km W); **Neochori** (10 km N); and\n**Komitata** (12 km N); you will find interesting\nelements of traditional architecture.\n- **Myrtos beach** (9.5 km NW), among the\ntop Mediterranean sandy beaches, where the\nwhite expanse of sand is sheltered by towering\ncliffs.\n**Activities**\n- Scuba diving. Underwater outings get organ-\nised in the area.\n- Hiking along the Drakopoulata - Panagia The-\nmaton Monastery - Makryotika route.\n**Skala 6**\nKefalonia’s southernmost village is a well organ-\nised resort. See the ruins of a Roman mansion\n59. Agia Effimia is the perfect “base” for various outings.\nwith well preserved mosaics as well as the ruins\nof Apollo’s temple. **Distance from Argostoli:**\n37 km SE.\n**Must see**\n- The 2nd -century BC **Roman mansion’s**\nruins, containing marvellous mosaic floors.\n- The ruins of the Doric **temple of Apollo**\n(3.5 km N).\n- **Palaio Chorio,** the remarkable architectural\nelements and the watermills found there.\n- **Mounta** (3 km SW), an area next to Cape\nMounta with a gorgeous beach.\n- **Ratzakli** (4 km W), a seaside village\n```\noverlooking Kaminia sandy beach.\nThe loggerhead sea turtles (Caretta - caretta)\nfind refuge here as well as in Mounta.\n```\n**Events**\n- Panagia (Our Lady) feast on August 15th, at\n**Markopoulo** village (12 km W). Notice the\nharmless, small snakes with the black cross-\nshaped mark on their head, also known as “Pan-\nagia’s snakes”.\n**Activities**\n- Swimming: at the village’s beach, in Kaminia,\nKateleio and Mounta.\n60. The sandy beach in Poros.\n61. Fiskardo, Kefalonia’s most cosmopolitan village.\n- Mini golf.\n- Beach volleyball.\n- Tennis.\n- Water sports.\n- Scuba diving.\n- Climbing.\n- Hiking along the Pastra – Kateleios route.\n**Poros 7**\nIt is the island’s second main port, a busy town\nhosting a variety of cultural activities. **Distance\nfrom Argostoli** : 40 km E.\n**Must see**\n- **Vochynas’ ravine** and **Drakaina cave** ,\nthe site of archeological finds.\n- **Tzanata,** the village where a large,\nMycenaean vaulted tomb was excavated,\npossibly belonging to a dignitary, together\nwith a four-wall, chamber-like tomb (reliquary)\nof the same era.\n- The 13th-century **Atros Monastery,** the\noldest one on the island, dedicated to\nthe Nativity of Theotokos (Mother of God).\n- The ruins of **ancient Pronnoi** , above\nAsprogerakas village.\n**Activities**\n- Swimming at the village’s beaches as well as\nat Limenia, Kako Lagkadi, Ragia (Aragia), Laza-\n```\nrou and Xylomata.\n```\n- Biking.\n- Climbing.\n- Hiking following the Poros – Asprogerakas\nroute.\n**North**\n```\nAsos 8\nThis is a particularly picturesque village, built\nalong the neck of Asos peninsula, in a verdant\npine and cypress-covered location, with a Vene-\ntian castle towering over it. The sheltered har-\nbour provides safe anchorage for recreational\nand fishing boats. As you walk down the main\nroad, the view of the village is just lovely. Dis-\ntance from Argostoli : 36.5 km. N.\n```\n**Must see**\n- The 16th-century **Venetian castle** and a\nmarvellous view of the surrounding area and\nthe sunset. There remain the castle walls with\nthe arched gate, the Governor’s residence,\nAgios Markos church and parts of the barracks.\n- The mountain villages, namely **Patrikata**\n(8.5 km E) and **Karya** (9 km E). En route,\nthe greater area’s view is fantastic.\n**Activities**\n- Swimming at the village’s beaches; and at\nMyrtos, 12 km S.\n```\nKEFALONIA\n```\n65\n61. Fiskardo, Kefalonia’s most cosmopolitan village.\n**Fiskardo 9**\nA well-known cosmopolitan town, Fiskardo\n(known as Panormos in antiquity) is a listed tra-\nditional village with lovely houses (some date\nback to the 18th c) painted with vivid colours,\npicturesque narrow alleys, tourist shops, res-\ntaurants, fish tavernas, bars, and cafés. From\nthis port, there is a shuttle boat service running\nto Ithaca and Lefkada; it is also a mooring area\nfor luxury yachts since Fiskardo is on the list\nof destinations preferred by the international\njet set. **Distance from Argostoli** : 49.5 km N.\n**Must see**\n- **The Roman cemetery** and **ancient baths**\nwhere a recess carved into the rock is called\n“Queen Fiskarda’s Throne” by the locals.\n- The 6th c. **early christian church** near\nFiskardo’s lighthouse. There are ruins of the\nolder 16th c. Venetian lighthouse next to the\nnew one.\n- The **Marine and Environmental\nMuseum.**\n- **Tzanata, Markantonata** and **Tzamarelata**\nmountain villages overlooking Fiskardo.\n62. Lixouri, Kefalonia’s second largest town.\n63. Gerogompos lighthouse. The height of the tower is 13 m.\n67\n**Activities**\n- Swimming at Foki, Evreti, Kamini, Emplysi,\nKimilia, Dafnoudi, Alaties and Agia Ierousalim.\n- Sailing.\n- Scuba diving in Fiskardo’s sea caves and in\nthe area around Agia Ierousalim.\n**West**\n**Lixouri 10**\nLocals call this town “Pikolo Parisi” (little Paris;\nItalian Piccolo Parigi). It is the modern-day com-\nmercial and administrative centre of the island’s\nwestern part with a long cultural and artistic\ntradition, remarkable churches and monaster-\nies. There are two **libraries** (Iakovateios and\nPetritseios); the second oldest **Philharmonic\nSchool** (after Corfu’s Old Philharmonic); and\nthe **Vallianeios Professional School**. There\nare ferry runs to Argostoli. **Distance from Arg-\nostoli** : 31.5 km W.\n**Must see**\n- **Pantokrator** ’s Metropolitan Church.\n- The restored, mid-19th-century **Typaldos-\nIakovatos Neoclassical Mansion** , housing\non the ground floor the Municipal Library\nwith 20,000 volumes, a Byzantine and post-\nByzantine icon collection, Gospel manuscripts\n(dating back to the 10th, 14th, and 15th century)\nand on the first floor, a collection of personal\nitems belonging to the founding family.\n- **Ancient Pali** , at “Palaiokastro” location.\n- The Venetian **Kleisoura bridge** , over a\nwooded gorge (near the road towards Livadi\nvillage).\n- **Mantzavinata** village (4.5 km SW); nearby\n**“Kounopetra”** is a rock jutting out of the sea,\nthat used to move until the 1953 earthquakes\nwhen its position stabilised. If pristine natural\nbeauty is your thing, visit **Vatsa** , an area near\nKounopetra, and enjoy the gorgeous beach.\n- The 14th-century **Koroniotissa Monastery**\n(2.5 km W).\n- **Kontogenada** village (15 km NW), the site\n```\nof Mycenaean tombs and churches with post-\nByzantine icons.\n```\n**Activities**\n- Swimming at Lepeda beach, Xi (red sand\nbeach), Megas Lakos and Petanoi.\n- Horseback riding in Ritsata near Livadi village\n(7 km N.).\n```\nKaminarata 11\nThe 1759 Kipouraioi Monastery is in this\nmountain village. It was a major monastery\non the island once and possesses remarkable\nreligious heritage items. The landscape and\nsunset view are breathtaking. The 1781 Agia\nParaskevi Tafiou Monastery and Drakos-\npilia cave are nearby. Further south, you will\nfind the imposing Gero-Gompos lighthouse.\nDistance from Argostoli : 37 km W.\n```\n**Activities**\n- Swimming at Platia Ammos, one of the area’s\nmost beautiful beaches.\n64. Kipouraioi Monastery\n(Annunciation to the Virgin Mary).\n```\nKEFALONIA\n```\nITHACA (Ithaki)\n```\now profile, hospitable Ithaca Island (or Thiaki as the locals call it) is ideal for relaxed vaca-\ntions. The second smallest Ionian island, after Paxoi, is said by many scientists to have been\nthe kingdom of Homer’s Odysseus [Ulysses] and has been inhabited since prehistoric times. It\nflourished during the Mycenaean Period (1500-1100 BC) only to fall into obscurity after that glorious\nperiod. A number of locals who had settled on neighbouring islands, repatriated during the Venetian\noccupation (1504). In 1797, Ithaca came under French, then Russian and then Turkish rule until\n1809 when it became a British protectorate. It played an important part during the 1821 War of\nIndependence and was united with Greece on May 21st, 1864, along with the rest of the Ionian\nIslands. Area: 92.6 sq. km, coastline length: 101 km.\n```\n65. A view of Ithaca, 1819 gravure (by E. Dodwell).\n### L\n```\nITHACA\n```\n69\n**Vathy 1**\nVathy is Ithaca’s capital town and port. The\nVenetian influence is manifest in this heritage\nsmall town featuring beautiful tiled roofs, and\npicturesque kantounia (cobblestone alleys). Af-\nter the ravaging 1953 earthquake, the biggest\npart of the town had to be restored or rebuilt\nanew. The 1668 Sotiras chapel stands on **La-\nzaretto** isle, at Vathy’s port entrance. Under\nBritish rule the islet was used as quarantine for\ninfectious diseases and later as a jail.\n**Town promenade**\n- To **Panagia** Metropolitan Church, featuring\na 1793 wood-carved iconostasis and an old bell\ntower (1820).\n- To **Taxiarchis** church, famous for the Crucifix-\nion icon, said to have been painted by El Greco.\n- To the **Drakoulis family neoclassical man-\nsion** , by the beach.\n- To the **Archeological Museum** ; finds come\nmostly from the island’s southern part and date\nback to the Mycenaean era up to the Roman\ntimes.\n- To the **Maritime and Folk Art Museum** (in\nthe old power station building); exhibits include\ntraditional costumes and furniture, trade and ag-\nricultural tools and items related to the island’s\nmaritime tradition.\n- To the library in **Ithaca Cultural Centre** ,\nhousing a rare book collection.\n- To the **Venetian castle’s** ruins.\n- To the **Nymphs Cave** or Marmarospilia (3\nkm W of Vathy) where, according to Homer,\nOdysseus hid the gifts presented to him by the\nFaiakes on his return from Troy. Visit nearby\n**Palaiochora** , a significant Venetian settle-\nment as manifested by the ruins of houses and\nchurches (such as The Dormition of Theotokos\nChurch and the Entry of Theotokos in the Tem-\nple Church; both are listed monuments).\n- To **Evmaios Cave** (6.5 km S) where, accord-\ning to tradition, Odysseus met with Evmaios, his\nfaithful servant; continue towards **Arethousa**\n**Spring** and the Homeric location “ **Korakos**\n**Petra** ”; the above are located at Marathias area.\n- To **Alalkomenes ancient town** ruins (circa\n800 BC), on a hill at Aetos area (4 km W), where\nparts of the Cyclopean walls and rock-carved\ncisterns still stand. Boats make runs to Kefalonia\nfrom Pisaetos, the small harbour in Aetos Bay.\n**Events**\n- “Theatrical Contest”: amateur drama groups\nparticipate in this cultural event.\n- Cultural events centred on Homer and Odys-\nseus.\n- Exhibitions, concerts, seminars and confer-\nences.\n- Festivals: June 30th in Frikes, July 17th in Exogi,\nJuly 20th in Kioni, August 5th and 6th in Stavros,\nAugust 14th in Anogi and August 15th in Platre-\nithias.\n66. Vathy (Deep) took this name because it is located at the innermost point of an enclosed bay.\n**Activities**\n- Enjoy yourself in the cafés, bars and tavernas\nby the port.\n- Swimming at Loutsa, Dexia (or Dexa), Aetos,\nPiso Aetos (Pisaetos), Mnimata, Skinos, Gidaki,\nFiliatro, Sarakiniko and Kaminia.\n- Hiking. There are quite a lot of interesting\nroutes to choose from, the most popular ones\nbeing: from Vathy towards Evmaios cave and\nArethousa spring or towards Aetos hill (eleva-\ntion: 378 m); from Perachori to Palaiochora and\nthe Nymphs cave; from Exogi to Kalamos and\nPlatreithias or towards Stavros and Poli; from\nPlatreithias to the areas of Marmakas and Agios\nNikolaos, and from Anogi to Mount Nirito’s top or\ntowards Kioni.\n- Diving.\n```\nUseful phone numbers (+30)\n```\n- **Municipal Office:** 26740-32.795\n- **Police Station:** 26740-32.205\n- **Health Centre:** 26740-32.222\n- **Port Authority:** 26740-32.909\n- **Archeological Museum:** 26740-32.200\n- **Maritime - Folk Art Museum:**\n26740-33.398\n**Ithaca website: http://www.ithaki.gr**\n**Trips around**\n**Ithaca Island**\n```\nAnogi 2\nOne of the island’s oldest villages, Anogi is built\non Mount Nirito at 510 m. above sea level. Visit\nthe 12th c. Dormition of Theotokos Church\nand admire the exquisite 17th-century murals\nand the 1682 Venetian style belfry. There are\nalso numerous impressive monoliths (called\n“menir”) scattered around the village; Araklis\nand Kavellaris are the biggest ones. The historic\n```\n```\nKEF\n```\n```\nALO\n```\n```\nNIA\n```\n_-_^ _IT_\n_HA_\n_KI_\n```\nITHAKI - KEFALONIA\n```\n```\nASTAKOS^ -\nITHAKI\n```\n```\n!\n```\n```\n!P\n```\n```\n!!\n```\n```\n!!\n```\n```\n!\n```\n```\n!! !!\n```\n```\nVathi\n```\n```\nPerahori\n```\n```\nLefki Anogi\n```\n```\nStavros Kioni\n```\n```\nFrikes\n```\n```\nExogi Pl atrithias\nKalamos Agioi Saranta\n```\n```\nKako Lagadi\n```\n```\nKlima\n```\n```\nHalkia\n```\n```\nLiano Nisaki\n```\n```\nKritami\n```\n```\nShinariKourvoulia\n```\n```\nMarmaka\nAfales\n```\n```\nAmmoudi\nPolis\n```\n```\nKomninou Ammos\n```\n```\nKoutoupi\nAspros Yalos\nKedros\nVrisi\nDexa\nAetos\n```\n```\nMnimataSkinosGidaki\n```\n```\nFiliatro\n```\n```\nSarakiniko\n```\n```\nPlatia Ligia\nGriza\nKaminia\n```\n```\nPera Pigadi\n```\n```\nTalaros\n```\n```\nKakovolou\n```\n```\nVlihes\n```\n```\nPi so Aetos\n```\n```\nAndri\n```\n```\n!\n```\n```\n!\n```\n```\nATOKOS\n```\n```\nITHACA (ΙΤΗΑΚΙ)\n```\n```\nKEFALONIA\n```\n```\nMarathias\n```\n```\nLazareto\n```\n```\n0 1.25 2.5 5\n```\n[N\n```\nkm\n```\n71\n**Panagia Katharon** Monastery is 3.5 km to the\nsouth; its main church (katholikon) was built in\n1530 and restoration works took place in the late\n17 th century. From this point, you will enjoy the\nstunning view of the island’s southern part and\nthe open sea. **Distance from Vathy** : 16 km\nNW.\n**Stavros 3**\nThis is a beautiful large village in the island’s\nnorth side. The bust of Odysseus [Ulysses]\nstands in the central square. Make a point of vis-\niting the Venetian Tzouganatos residence and\nthe byzantine Sotiras church. Another place of\ninterest is the **Archeological Collection** (tel:\n26740-23.955) that includes finds from the\n**Loizos littoral cave**. **Poli** is the small port of\nStavros village, a scenic bay where boats are\nmoored and ferry runs take place to Fiskardo\n(Kefalonia) and Lefkada. You can go for a swim\nin Aspros Gialos and Agios Ioannis beaches and\nfrom **Lefki** village you can swim in Militera and\nKoutoupi beaches. **Distance from Vathy** : 16.5\nkm. NW.\n**Platreithias 4**\nIt is located in a fertile area, next to **Agioi\nSaranta, Lachos** and **Kalamos** villages. You\ncan swim at Afales and Agios Nikolaos coves.\n**Distance from Vathy** : 18.5 km NW.\n**Frikes 5**\nFrom this fishing village lying northeast there is\na shuttle boat service to Lefkada and Kefalonia.\nIt is said that Frikes used to be Reithros port de-\nscribed in the Homeric Epics. Go for swimming\nin Limenia and Pera Limenia beaches (access by\n```\nboat or through a trail), or try the small beaches\nalong the road towards Kioni. Distance from\nVathy : 19 km NW.\n```\n```\nExogi 6\nIt is the island’s northernmost village and - some\nsay - the most beautiful one, thanks to its scenic\nlocation (you will find here Ithaca’s unique pine\ntree forest of the highest purity). From here,\nthere is a view of Afales, Ithaca’s largest bay.\nThe picturesque Panagia Monastery can be seen\nfurther up the village, at Pernarakia. According\nto scholars, Agios Athanasios area and the loca-\ntion of Odysseus’ palace are believed to be iden-\ntical. Distance from Vathy : 22.5 km N.\n```\n```\nKioni 7\nKioni is Ithaca’s truly cosmopolitan spot, a small\nport where you will also see the remnants of\nthree windmills. It is a traditional village as well\nas a busy one. In the summertime, the small\nport is the mooring place for many yachts. North\nof Kioni, you will find Mavronas, a pebble beach,\nand to the south you can reach - by boat only -\nthe secluded beaches of Kritami, Chalkia and Li-\nano Nisaki. Distance from the capital town :\n23.5 km NW.\n```\n67. Kioni, a traditional village.\n68. One of Ithaca’s numerous idyllic beaches.\n```\nITHACA\n```\n```\nITHACA\n```\n73\n**69. The sheltered bay at Vathy,\nIthaca, is ideal for water sports.**\nZAKYNTHOS (Zante)\n```\nakynthos is a green island with fertile fields and a temperate climate (area: 406 sq. km; coast-\nline: 123 km). What makes it very interesting is the ever-changing countryside that has resulted\nin different types of beaches. On the island’s southeastern part you will find sheltered coves\nwith sandy beaches of deep blue waters. However, if rugged cliffs and an interesting underwater world\nare to your liking, you should prefer the western part of the island.\nThe Venetians, who ruled Zakynthos from 1484 until 1797, called the island “Fioro di Levante” (flower\nof the East) as there are over 7,000 species of flowers on Zakynthos. The third largest island of the\nIonian Sea, after Corfu and Kefalonia, is internationally known by the name of Zante. The island’s first\ninhabitant is said to have been Zakynthos, son of Dardanos, Frygia’s king. It is believed that he built an\nacropolis on the site where the Venetian fort was constructed at later times.\nVenetian architectural influence has left its stamp on Zante despite the damage sustained due to the\nseismic activity in the area. After the ravaging 1953 earthquake and the ensuing fire, a number of\nhistoric buildings and churches burned to the ground. Consequently, the significant treasures these\nbuildings were housing were buried in the ashes. The town of Zante was rebuilt according to an urban\nplan where strict anti-seismic regulations applied, and, to a large extent, adhered to the city’s former\narchitectural character. In Zante rules also apply concerning the protection of the loggerhead sea\nturtle (Caretta - caretta) and the Mediterranean monk seal (Monachus - monachus).\n```\n70. Zakynthos town (Zante).\n##### Z\n```\nZAKYNTHOS\n```\n75\n**Zante Town 1**\nThe island’s port is in Zante town. Although se-\nverely damaged in the 1953 earthquakes there\nare still many elements that denote a glorious\npast.\n**Town promenade**\n- To **Solomos Square** , surrounded by buildings\ndesigned according to the traditional local archi-\ntecture with arched windows and doorways. The\nstatue of D. Solomos, Greece’s national poet,\nstands in the middle of the square. Buildings\naround it include the Municipal Cultural Centre\nthat houses the outstanding **Public Histori-\ncal Library** of Zakynthos - (numbering 55,000\nvolumes) and the **Post-Byzantine Museum of\nZakynthos** with invaluable treasures on display\nsuch as gilded statues, icons, and wood-carved\nworks of art.\n- To the seafront road or **Strata Marina** (K.\nLomvardou Street), the town’s busiest area\nwhere most of the tourist shops, cafés, bars, and\nrestaurants are. It begins at Solomos Square\nand ends at Agios Dionysios church (patron saint\nof the island).\n- To **San Marco Square** , where in 1797 the\nrebelling working class people burnt the libro\nd’oro [italian for Golden Book (of Nobility)] and\nplanted the tree of liberty. This paved square is\n```\nthe meeting place for residents and visitors alike.\nVisit Solomos, Kalvos, and Eminent Zakyn-\nthians Museum , that houses, among other\nexhibits, the statue of national poet D. Solomos\nsculpted by Georgios Vroutos in 1902.\n•To Rouga. It is called Alexandrou Roma Sreet;\nit begins at San Marco Square and crosses al-\nmost the entire town. This street, adorned with\nimpressive arches, has been the town’s commer-\ncial centre for centuries.\n```\n- To the 17th-century **Roma Mansion** (behind\nSolomos Square), one of the island’s most sig-\nnificant historic buildings. It has large reception\nareas, a library featuring rare volumes, a col-\nlection of family portraits, pictures, costumes\nand weaponry that had belonged to the Roma\nfamily, etc.\n- To **Grigorios Xenopoulos Museum** (at\nFaneromeni area, near Agios Dionysios church)\ndedicated to the well known Zakynthian novel-\nist. Exhibits include his manuscripts, published\nworks, personal items, as well as furniture from\nhis family home.\n- To the **Venetian fort** , on a hill overlooking\nthe town, built on the site of Psofis, the ancient\nacropolis. Within the citadel there are ruins of\na Venetian jail and gunpowder magazine, the\nBritish barracks and governor’s house, as well as\nbyzantine churches.\n71. The church of Agios Nikolaos, Solomos square.\n72. The statue of D. Solomos at Solomos square.\n- To **Bochali** , below the Venetian fort, a pic-\nturesque suburb with quiet, narrow streets, old\nhouses, the 9th c. Panagia church, traditional\ncoffee houses and restaurants where you can lis-\nten to old Zakynthian music. From here, the view\nof the town and the greater area is enchanting.\n- To **Strani hill** , at a 2 km distance from the\ntown, offering a fantastic view. It is here that\npoet Dionysios Solomos conceived the “Hymn to\nFreedom” that became later the Greek National\nAnthem and “The Free Besieged” as he watched\nthe Siege of Mesolongi town.\n**Churches**\n- The 17th-century Renaissance style **Agios\nNikolaos tou Molou** , (on Solomos Square)\nwith a byzantine belfry. Agios Dionysios, the is-\nland’s patron saint, stayed here in 1583.\n- The 18th c. **Agios Dionysios** (on the port’s\nsouth pier) where the holy relics of the patron\nsaint of the island are kept in a silver shrine (lar-\n```\nnax). The church was built in 1708 and reno-\nvated in 1764. Its impressive bell tower is the\ntallest in the city. The Ecclesiastical Muse-\num , a place of culture and collective memory,\nis housed in the new annex’s elevated ground\nfloor; the exhibits include icons and Christian art\nheritage articles, mostly originating from Meta-\nmorfosi Strofadon Monastery.\n```\n- **San Marco** , a 1516 Catholic church (at San\nMarco Square). Its belfry is a replica of San Mar-\nco Cathedral in Venice.\n- **Agios Georgios.** The members of the Soci-\nety of Friends, chieftains Kolokotronis, Nikitaras,\nand Fotomaras, as well as other fighters of the\n1821 Greek War of Independence, took an oath\non its triptych [three-panelled] icon.\n- **Panagia i Pikridiotissa** , at the foot of the\ncastle.\n**Events**\n- The Carnival: the town crier goes around the\nisland shouting out the carnival’s programme.\n```\nKYLLINI - ZAKINTHOS\n```\n```\n!!!! !P\n```\n```\n!P\n```\n```\n!\n```\n```\n!!\n```\n```\n!P!\n```\n```\n!\n```\n```\n!!\n```\n```\n!P\n```\n```\n!P!P\n```\n```\n!! !P\n```\n```\n!P! !P\n```\n```\n! !P\n!!\n```\n```\n!!! \"T\n!P !P !P !P\n```\n```\n!! !P\n! !P! !P\n!\n```\n```\n!! !P\n```\n```\n!\n```\n```\n!\n```\n```\n!P\n```\n```\n!\n!\n```\n```\n!P\n```\n```\n!\n```\n```\n!!\n```\n```\n!\n```\n```\n!\n```\n```\nZAKINTHOS\n```\n```\nKalamaki\n```\n```\nKatastari Planos\n```\n```\nVolimes\n```\n```\nLithakia\n```\n```\nPantokrator\n```\n```\nMouzaki\n```\n```\nMaherado Ambelokipi Argassi\n```\n```\nGaitani\n```\n```\nBohali\nSarakinado\n```\n```\nVanato\nSkoulikado Kalipado\n```\n```\nTragaki\n```\n```\nLaganas\n```\n```\nAlonia\n```\n```\nAgios Kirikos\n```\n```\nAgios Leon Lagadakia Vougiato\n```\n```\nAgioi Pantes Fiolitis\n```\n```\nGalaro\n```\n```\nAgia Marina\n```\n```\nAno Volimes\n```\n```\nLouha\nExo Hora Giri Agios Dimitrios\n```\n```\nKallithea Kato Gerakari\n```\n```\nXirokastello\nAno Vasilikos\n```\n```\nKambi\n```\n```\nElies\n```\n```\nAgios Nikolaos\n```\n```\nKorithi\n```\n```\nAgios Sostis\n```\n```\nMaries Pi gadakiaMeso GerakariKipseli\n```\n```\nAlikanas\n```\n```\nAnafonitriaOrthonies\n```\n```\nMarathias\nKeri\n```\n```\nAgalas\n```\n```\nVasilikos\n```\n```\nKiliomenos Romiri\nLagopodo\n```\n```\nLimni Keriou\n```\n```\nPorto Roxa\n```\n```\nPorto Limnionas\n```\n```\nNavagio\n```\n```\nMakris Yalos\nXigia\n```\n```\nPah\n```\n```\nia^\nAm\nmo\n```\n```\ns\n```\n```\nDrossia\nGerakari\n```\n```\nAmmoudiAlikana\n```\n```\nKatragakiAmpoula\nBouka\nPl anos\nTsilivi\n```\n```\nKeri\n```\n```\nKaminia\n```\n```\nPorto Koukla\n```\n```\nKalamaki\nSekaniaDafni\n```\n```\nVourderi\nPor\n```\n```\nto^ Z\n```\n```\noro\n```\n```\nIonioBanana\n```\n```\nMavratzis\nPorto Roma\nGerakas\n```\n```\nDimotiki Plaz\n```\n```\nAg. Nikolaos\n```\n```\nAg. Sostis\n```\n```\nAlikes\n```\n```\nMarathias\n```\n_Porto Vromi_\n```\nKaminia\n```\n```\nPELOUZO\nMARATHONISSI\n```\n```\nAG.\nIOANNIS\n```\n```\n0 3 6 12\n```\n[N\n```\nARPI NA\n```\n```\nSTAMFANI\n```\n```\nSTROFADES\n```\n```\nkm\n```\n77\nOn Carnival Sundays, the Karnavalos effigy is\ntaken around on a parade. Events conclude\nwith the “Funeral of the Mask”.\n- Easter. Zante oozes character during the Holy\nWeek; this involves agelong customs (“an-\ntenia”) as well as a special typikon (religious\nservices described in a liturgical book).\n- Celebrations honouring the memory of Agios\nDionysios include religious processions and\nother artistic events on August 24th and De-\ncember 17th.\n- Exhibitions, theatrical performances, and other\ncultural events organised by the Municipality.\n**Activities**\n- Swimming. If you stay in town, you can swim\nin Planos, Tsilivi and Kalamaki.\n- Water sports. Seafront hotel facilities house\nschools for water skiing, windsurfing, parasail-\ning, etc.\n- Scuba diving. The area’s fascinating under-\nwater world is ideal for underwater “touring”,\nespecially on the island’s west “untamed” side.\n- Make the round of the island on small excur-\nsion boats that set off at the town’s port.\n```\nUseful telephone numbers (+30)\n```\n- **Zakynthos Regional Unit -\nTourism Dept:** 26950-22.518\n- **Zakynthos Municipal Office:**\n26953-61.300-1\n- **Police Station:** 26950-48.266,\n26950-24.475\n- **Tourist Police:** 26950-24.482-4\n- **Traffic Police:** 26950-24.476\n- **Hospital:** 26950-59.100\n- **Port Authority:** 26950-28.117-8\n- **Airport:** 26950-28.322, 26950-29.500\n- **Zakynthos Ferry Association:**\n26950-49.500, 26950-22.083\n- **KTEL Long-distance buses:**\n26950-22.255\n- **Radio taxi service:** 26950-48.400\n- **Post-Byzantine Museum:** 26950-42.714\n- **Public Library:** 26950-48.128\n- **Solomos, Kalvos & Eminent**\n**Zakynthians Museum:** 26950-48.982\n- **Roma Mansion:** 26950-28.343\n- **The Fort’s archeological site:**\n26950-48.099\n- **Ecclesiastical Museum:** 26950-28.683\n- **Askos Stone Forest:** 26950-31.650\n- **“Vertzageio” Museum of Rural Life:**\n26950-84.077\n- **Chelmi Natural History Museum:**\n26950-65.040\n- **Milaneio Maritime Museum:**\n26950-42.436\n73. The church of Agios Dionysios, by the town’s seafront avenue.\n```\nZAKYNTHOS\n```\n**74. The Blue Caves are sea caves\nwith a particular geological formation\nand rank high among Zante’s natural attractions.\nThe dominant colour is blue, hence their name.**\n79\n```\nZAKYNTHOS\n```\n- **Zakynthos National Marine Park\n(www.nmp-zak.org):** 26950 29870-2\n```\nZante town website: http://www.zakynthion.gov.gr\n```\n**Trips around**\n**Zante Island**\n**North**\n**Agios Nikolaos 2**\nThis small port offers a shuttle boat service to\nPesada, Kefalonia, and is lined with tavernas.\nFacing the port’s entrance, there is Agios Nikola-\nos islet with monastic ruins on it. **Distance\nfrom the capital town** : 32 km NW.\n**Must see**\n- The **Blue Caves** on the NE tip of Cape\nSkinari, where the lighthouse stands. This is\nthe location that is closest to Kefalonia Island.\nThe best time for a visit is early in the morning\nwhen seawaters under the natural rock\n“arches” assume an intense blue colour.\n- **Askos Stone Park** (www.askosstonepark.\ngr), 1 km S. Visit this natural park that is very\nrich in flora and fauna and is unique in Greece.\nIt is home to 200,000 trees, plants, and shrubs\nbelonging to 120 species and it is the habitat of\n```\n1,500 animals belonging to 45 species. Visitors\ncan cross the park via an extensive traditional\ncobblestone path network.\n```\n- **Korithi** (2 km N), a village of well-tended\nstone houses.\n- **Xygkia** (7.5 km S), the site of an unexploited\nhealing sulphur spring. To get there take a\nsmall boat from Agios Nikolaos port.\n**Activities**\n- Swimming at the village’s beach, the Blue\nCaves and Makrys Gialos.\n- Water frolics at the Waterpark.\n- Tennis.\n- Basketball.\n- Water sports sessions, organised in hotel fa-\ncilities.\n- Sauna, hydromassage and thalassotherapy\nare some of the services provided in hotels in\nthe area.\n- Beach volleyball.\n- Tour of the island on small boats leaving from\nAgios Nikolaos.\n```\nVolimes 3\nIt is a scenic mountain village that actually\ncomprises three smaller hamlets: Ano Volimes,\nKato Volimes and Meses Volimes. It is famous\nfor the local colourful woven fabrics and em-\nbroidery crafted by the members of the village’s\nRural Cooperative. You can visit the Blue Caves\nfrom here. On your way to Volimes, visit the\npicturesque Orthonies village. Distance from\nthe capital: 32.5 km NW.\n```\n**Must see**\n- The belfry of **Agia Paraskevi** ’s church, a\nfaithful replica of Agios Dionysios’ belfry in\nZante town.\n- **Agios Andreas** monastery, NW of the\nvillage.\n- The 1540 **Agios Georgios ton Krimnon**\nmonastery in a dense pine forest (2.5 km W.).\nA path starting there leads to the cave where\nAgios Gerasimos, Kefalonia’s patron saint, led\nan ascetic life.\n- **Panagia Anafonitria** monastery (6 km\nSW), housing a 15th-century medieval tower.\n75. The caretta - caretta turtle at the Laganas sea area.\n81\n- The beautiful, famous and much\nphotographed **“Navagio” beach** (3.6 km W).\nSmall boats will take you to this beach (a\n30-minute trip) from the turquoise waters\nof Porto Vromi bay. The beach’s real name\nis Agios Georgios but it got this name\n(navagio=shipwreck) because of the merchant\nvessel that was shipwrecked there in the\n1980’s. Make sure you bring some potable\nwater along.\n- **Elies** (6.5 km E), where you will see a\nnumber of traditional stone houses.\n- The 16th-century **Panagia Spiliotissa**\nmonastery (about 10 km SE, near Orthonies\nvillage). Its wood-carved iconostasis was\ncrafted by Nikiforos Lampetis in 1712.\n**Activities**\n- Swimming at: Makrys Gialos and “Navagio”.\n- Rent a pedalo or other small boat and explore\nthe sea caves in Porto Vromi area.\n- Hiking along trails that lead to secluded coves\nsuch as Saricha cove.\n- Enjoy yourselves at Agia Paraskevi feast, on July\n26 th; and Agios Dimitrios feast, on October 26th.\n**Mesi (Middle) Zante**\n```\nKatastari 4\nThe island’s most populated village is Katastari,\nbuilt in an amphitheatre-like manner on a hill\nslope full of olive trees and vineyards, overlooking\nthe touristic Alykes bay. Katastari has a long tradi-\ntion in music and there is a Philharmonic Orches-\ntra. Distance from the capital : 16.5 km NW.\n```\n**Must see**\n- The panoramic view from the 17th-century\n**Agios Ioannis Prodromos** monastery.\n- **“Vertzageio” Museum of Rural Life** at\nPigadakia village (1.5 km S) where there are\nrare items on display (some dating back to the\n16 th century) related to the cultural and rural\nhistory of a traditional village in Zante.\n- **“Chelmi Natural History Museum”** , at\nAgia Marina village (7 km S). In this private\nmuseum there are collections of birds, fishes,\nshells from seas around the world, extinct\nplants and animals, minerals and ores. Printed\neducational material is available for children.\n76. Exploring sea caves at Porto Vromi.\n```\nZAKYNTHOS\n```\n**Alykes 5**\nIt’s a seaside village and a very popular tour-\nist destination. A river runs nearby with a stone\nbridge over it. The village was named after the\nsalt mines in the area. At a small distance, there\nare many small beaches and coves. **Distance\nfrom the capital** : 17.5 km NW.\n**Must see**\n- Τhe seaside **Alikanas** village (3 km SE); a\nsite of archeological finds.\n- The **Venetian watchtower** (Vardiola) with\na coat of arms ensconced in the wall near Agios\nKonstantinos, a small church (about 8 km SE).\n- The picturesque **Planos** village (16 km\nS), a favourite tourist destination. At a short\ndistance from Planos, visit the famous **Tsilivi\nbeach** that is among the island’s prettiest\nand most popular ones. This is where you will\nalso find the **“Milaneio Nautical Museum”**.\nExhibits include nautical items from famous\nships, photographic material, costumes\nand heritage articles of importance that\ncomplement an impressive 4,000-year-old\nrecord of history.\n**Activities**\n- Swimming: at the village’s beach, and across\nthe beachfront from Alikanas to Tsilivi, at Porto\nVromi bay and “Navagio” (NW side of the island).\n- Mini golf: There is an excellent mini golf\ncourse in the area.\n- Camping: at Alykes, Meso Gerakari (6.5 km S)\nand Tragaki (8 km S).\n- Panagia Anafonitria feast; join the celebrations\nif you happen to visit the area on August 15th.\n**Agios Leon 6**\nThis is a traditional mountain village with stone\nhouses and dry-stone courtyard walls. **Dis-\ntance from Zante town** : 24 km W.\n**Must see**\n- **Agios Leon** church, built in memory of the\nlate Bishop of Sicily. Rugs and textiles woven by\nlocals are available for sale in the village.\n- **Loucha** village (5 km NE) surrounded by a\n77. The Navagio (shipwreck) beach;\namong the most famous in the Mediterranean.\n83\n```\nlovely countryside.\n```\n- The stunning natural environment in\n**Limnionas bay** (5.5 km SW).\n- **Kampi** (7 km NW), a village built at the foot\nof the steep Schiza rock offering a spectacular\nsunset view. There is a Mycenaean burial\nground nearby with carved caves.\n- **Koiliomenos** or Agios Nikolaos (7 km SE –\nelevation: 480 m.), a traditional 16th century\nvillage; visit the impressive Agios Nikolaos’\nchurch belfry (1893). On your way to Lagopodo\nacross a green area you can visit the “Orchid\nGarden” containing 42 orchid species that grow\non the island.\n- **Machairado** (14 km SE), Zante’s largest\nvillage, second to Katastari, with a traditional\narchitectural style. There are noteworthy\nchurches such as the 14th-century Agia Mavra\nchurch with a Venetian bell tower and the 14th-\ncentury Ypapanti’s Church which was recently\ndamaged by fire and restoration works are on\nthe way. About 4 km E. of the village you can\nvisit the **Koumoutos Estate** where top quality\norganic wine and olive oil are produced on\nthe 60 hectares of land. (tel: 26950-92.284).\n**Activities**\n- Swimming at Limnionas and Porto Roxa.\n- Hiking. Mount Vrachionas offers some pretty\ninteresting walks: from Loucha village (4 km\nNW) to Koiliomenos through Yperagathos Mon-\nastery and towards Maries; from Gyri village\n(6.5 km NW) towards Agia Marina and from Exo\nChora village (4.7 km N) to Kampi.\n**South**\n```\nArgasi 7\nArgasi lies at the foot of Mount Skopos and it\nis a busy and popular seaside resort. The vil-\nlage’s popular beach features a 19th-century\nstone bridge and the ruins of a medieval cas-\ntle. From June 1st to October 31st, after sunset,\nit is forbidden to camp or remain within the\ngreater seaside area of Argasi’s beach or any-\nwhere around cosmopolitan Vasilikos resort\n(11 km S.), as lights and noise seriously disturb\nthe egg-laying patterns of the sea turtles. Dis-\ntance from the capital: 4 km. SE.\n```\n77. The Navagio (shipwreck) beach;\namong the most famous in the Mediterranean.\n```\nZAKYNTHOS\n```\n**Must see**\n- **Sekania** and **Dafni** beaches, two of the\nmost significant habitats for the breeding ways\nof the loggerhead sea turtle.\n- The **Folk Art Museum** (“Memorosa”), at\nVasilikos; exhibits include collections of local\ncostumes, handwoven fabrics, utensils, tools,\nfurniture and photographic material depicting\nthe island prior to the 1953 earthquake.\n- Gorgeous **Gerakas** beach near Vasilikos with\nits flowery yards and tavernas where you will\nhear some traditional singing (“kantades”).\n- The privately-owned **Pelouzo** islet (at\nLaganas bay), a place that is a protected sea\nturtle breeding area.\n**Activities**\n- The area is ideal for hiking. Follow the trail\nstarting at Argasi and reach the mountaintop\nwhere Panagia Skopiotissa church stands, built\non the site of the temple of Artemis. The view\nfrom the top is well worth the effort.\n- In Argasi, there is a toyland and a small zoo.\n- Swimming in Argasi at the beaches: Kaminia,\nVourderi, Porto Zoro, Banana (where white lil-\nies grow out of the sand), Ionio, Porto Roma\nand Gerakas.\n- There are beaches with facilities for beach\nvolleyball, tennis and water sports.\n- Scuba diving at Vasilikos diving centre.\n```\nLaganas 8\nIt is the island’s cosmopolitan top resort with\nbars, cafés, and restaurants. Part of the beach\nis subject to restrictions regarding the protec-\ntion of the Caretta-caretta sea turtle as Laga-\nnas bay, the islets Marathonisi and Pelouzo\nand Strofades islets are within the “National\nMarine Park of Zakynthos”. Distance from\nthe capital : 11 km S.\n```\n**Must see**\n- The pine-covered **Agios Sostis islet** , facing\na pebble beach and the small port. A floating\nbridge connects it to Zakynthos.\n- **Porto Koukla** , a cosmopolitan resort.\n- **Kalamaki** (6 km E), a popular tourist area\nwith a lovely beach and impressive gypsum\ncliffs (Gypsolithoi or Ypsolithoi).\n**Activities**\n- Basketball\n- Beach volleyball\n- Water sports\n- Hydromassage\n- Thalassotherapy\n- Swimming at the sandy beach in Laganas,\nAgios Sostis and Porto Koukla.\n- Scuba diving at the Laganas diving centre.\n- Camping. **K**\n```\nKeri 9\nThis is a picturesque village at the island’s\nsouthern tip, with a beautifully paved square\n```\n78. Beautiful sandy beaches on Marathonisi.\n85\nand the ruins of a medieval community. In\n**Limni** , the harbour area of Keri, (5.5 km NE)\nthere are many fish tavernas. This place is also\nthe site of tar reserves known since antiquity\n(at “Pigi Irodotou”). **Distance from the capi-\ntal** : 21 km SW.\n**Must see**\n- The 1745, Renaissance-style **Panagia\nKeriotissa** church, featuring a beautiful belfry\nand an outstanding wood-carved iconostasis.\n- The **lighthouse in** Keri, built in 1925\n(1.5 km SW), on the verge of a precipice\ndropping 200 m. From here, the sunset view\nis one of the most enjoyable in the Ionian Sea,\nas is the view to Megali Myzithra and Mikri\nMyzithra, two towering white cliffs jutting out\nof the sea in pyramid-like shapes.\n- **Marathias** village (2.5 km S of Limni).\nIt offers a fantastic view of Laganas bay and\n**Marathonisi** isle.\n- **Damianos** cave, near Agalas village.\n**Activities**\n- Begin at Limni Keriou by taking the small\nboat that goes on a tour around the area’s sea\n```\ncaves. The boats pass by Mikri Myzithra and\nMegali Myzithra, Marathias’ Kamares (natural\nopenings into the rocks); and the sandy beach\non Marathonisi.\n```\n- Swim at Limni and Marathias’ beach.\n- Scuba dive at the diving centre in Limni Keriou.\n**Nearby islands**\n```\nStrofades 10\nFar into the Ionian Sea, 45 km SW of Zante and\n78 km W of Cape Katakolo, Peloponnese, two\nsmall secluded islands appear: Strofadia or Stro-\nfades. In antiquity they were called “Floating Is-\nlands” because they actually appear to be float-\ning. Stamfani is the large one and Arpyia (Arpina)\nis the small one. The two are connected by a reef-\nlike isthmus. The 13th-century Metamorfosi\nMonastery (or Panagia Pantochara Monastery)\nis on Arpyia. The walls are over 25 metres high,\nobviously to ward off pirate raids. This is the place\nwhere Agios Dionysios, Zante’s patron saint, had\nretreated. Rent a boat from the port to get there.\nHowever, you won’t be allowed to remain on ei-\nther isle: both are part of the greater “National\nMarine Park of Zakynthos” zone.\n```\n79. Mikri Myzithra and Megali Myzithra, in Keri area.\n```\nZAKYNTHOS\n```\n**80. Zante is endowed with beautiful scenery\nand rare geological phenomena.**\n87\n```\nZAKYNTHOS\n```\n```\nPUBLICATION:\nGREEK NATIONAL TOURISM ORGANISATION\nNOVEMBER 2016 (SECOND EDITION)\n```\n```\nTHIS PUBLICATION IS NOT FOR SALE\n```\n```\nGREEK NATIONAL TOURISM ORGANISATION\nhttp://www.visitgreece.gr\n```\n```\nANGELA VARELA\nDirector, Directorate of Market Research\nand Advertising\nELENI MITRAKI\nHead, Department of Publications\nand Audiovisual Media\nYANNIS RAGOS\nCOM N. PRATSINIS – K. ZISSIMOU O.E. /\nANGELIKI CHRISTOPOULOU\nANGELIKI CHRISTOPOULOU\nKATERINA KOUREBANA – MARIA MANDREKA\n```\n```\nV+O COMMUNICATION\nLTH advertising\n1 (front cover): C. MOUSTAFELLOU –\n2, 47, 48, 49, 61: G. AUGOUSTINATOS –\n6, 9, 68, 71, 72: N. DESYLLAS – 17: A. DROUGAS –\n24, 26: K. KOUREBANA – 65: N. MARKOU –\n55, 57, 59, 63: P. MATSOUKA – 75: G. MOUSSOULIS –\n69: A. NIKOLOPOULOS – 27, 80: Y. PSILAKIS –\n23 : D. ROZAKI – 70: B. SFYRAS – 3: Y. VAHARIDIS –\n77: D. VLAHAITIS – 7: P. YANNAKOUROS –\n74: Y. YANNELOS – 4, 8, 10, 11, 12, 13, 14,\n15, 20, 25, 50, 51, 53, 58, 64, 66, 67,\n73, 76: GNTO ARCHIVES – 28, 29, 30, 31,\n32, 33, 34, 35, 36, 37, 38, 39, 46, 52, 54,\n56, 60, 62: KEFALONIA-ITHACA PREFECTURE –\n5, 16, 18, 19, 21, 22: KERKYRA PREFECTURE –\n40, 41, 42, 43, 44, 45: LEFKADA PREFECTURE –\n78, 79: ZAKYNTHOS PREFECTURE\nKATERINA KOUZOUNI\nGEODATA S.A.\nPRESSIOUS ARVANITIDIS S.A.\n978-960-534-051-3\nGREEK NATIONAL TOURISM ORGANISATION\n```\n```\nPublication Supervision:\n```\n```\nPublication Coordination:\n```\n```\nGreek Text:\nTranslation:\n```\n```\nEnglishText editing:\nDesign Supervision:\nPage Layout -\nColour Proofs:\n```\n**English Layout Adaptation:**\n```\nPhoto credits:\n```\n```\nPhoto Editing:\nMaps:\nPrint:\nISBN:\nCopyright:\n```\n```\nGREEK NATIONAL TOURISM ORGANISATION\n```\n∆ΩΡΕΑΝ\nΑΝΤΙΤΥΠΟ\n```\nFREE\nCOPY\n```\n```\nPUBLICA\n```\n```\nTION\n```\n```\nGRA\n```\n```\nTU\nITE\n```\n```\nEJEMPLAR\nGRATUITO\n```\n```\nGRATIS-\nAUSGABE\n```\nРаспространяетсябесплатно\n```\nITA\n```\n```\nESP\n```\n```\nFRA\n```\nOP\nUS\n```\nCO\nLO\n```\nGRA\nTU\nITO"}
