{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/", "title": "Hokkaido", "category": "destination", "text": "# HokkaidoHokkaidoExplore Japan's northernmost prefecture\n- Hokkaido\n### Japan’s northern island is famous for its beautiful wilderness, world class powder snow, delicious seafood and fascinating indigenous culture. Just a short flight from Tokyo, Hokkaido is the perfect escape in all seasons\nHokkaido is a popular destination for skiing and snowboarding in winter, thanks to its abundant powder snow and top resorts like Niseko, Rusutsu and Furano. Sapporo, Hokkaido’s main city, famous for Sapporo beer, Sapporo ramen and the annual Sapporo Snow Festival. Hakodate is a traditional port with charming historical areas and gorgeous night views. Hokkaido’s mild summers provide relief from Japan’s humidity, and the perfect conditions for hiking and exploring the many National Parks. Much of Hokkaido is wild and unspoiled, with natural hot springs, volcanic lakes and unforgettable experiences. Explore the culture and traditions of the indigenous Ainu people at Lake Akan, and journey to the Shiretoko Peninsula to see free-roaming brown bears, foxes and deer.\nFind the latest information on the Sapporo Snow Festival at https://www.snowfes.com/\n## How to Get There\nHokkaido is accessible by plane from all major airports in Japan to New Chitose Airport near Sapporo, with international flights from Shanghai and Seoul. Direct flights from Tokyo take about 90 minutes. There are also several international flights. It is possible to take the Shinkansen from Tokyo. The Japan Rail Pass can be used to travel on the Shinkansen.\nThe fastest way to reach Hokkaido is by plane. Flights from Tokyo to Sapporo’s New Chitose Airport take about 90 minutes. By train, it takes around eight hours from Tokyo. Take the JR Tohoku/Hokkaido Shinkansen from Tokyo to Shin-Hakodate-Hokuto, then transfer to the Hokuto limited express to Sapporo. There are also some inexpensive long-distance ferries from Honshu to ports outside of Sapporo. Niigata, Oarai (Ibaraki Prefecture), Sendai, Nagoya, Maizuru (Kyoto Prefecture) and Tsuruga (Fukui Prefecture) all have ferries that go to Hokkaido.\n### Don’t Miss\n- Hitting the slopes of Niseko and Rusutsu in winter\n- The rolling hills of Furano’s lavender farms in summer\n- Fresh seafood including succulent crab, salmon and fresh sushi\n- The unspoiled wilderness of Hokkaido’s national parks\n## Explore Hokkaido by Area\n- \\\\\nSapporo & Around\n- \\\\\nNiseko Ski Resorts & Around\n- \\\\\nHakodate & Hokkaido South\n- \\\\\nAsahikawa & Hokkaido North\n- \\\\\nKushiro & Hokkaido East\n- \\\\\nNoboribetsu, Upopoy, & Around\n## Trending Attractions in Hokkaido\n- FuranoFurano\\\\\nFurano\n- goryokaku tower\\\\\nGoryokaku Tower\n- niseko\\\\\nNiseko Ski Resorts & Around\n- Upopoy\\\\\nNational Ainu Museum and Park (Upopoy)\n- Sapporo Beer Museum\\\\\nSapporo Beer Museum\n## Local Specialties\n- Soup Curry\nIt's curry in a delicious soup form. This spicy dish is filled with seasonal vegetables such as potatoes, pumpkin, carrots, peppers, cabbage, okra and lotus root. Chicken leg is the standard meat, but you can choose ingredients and toppings such as lamb, pork, or oysters, and adjust the spiciness to suit your taste.\n- Hakodate Ramen\nHakodate ramen takes the traditional pork or chicken soup base and adds kelp or other seafood to give it the flavor of Hakodate's rich fishing heritage. The result is a lighter, saltier and less oily soup stock.\n- Obihiro Butadon\nLocally sourced pork is aged briefly to bring out its natural umami. It is grilled with a sweet and spicy sauce and served on Hokkaido rice, with more sauce. A simple dish that showcases the natural flavors of Hokkaido.\n- Hokkaido Seafood\nJapan is synonymous with seafood, and it features on menus everywhere throughout the country. Yet, for the very freshest, most delicious and widest array, Hokkaido is considered the place to go. Crab, shrimp, scallops, sea urchin, fish roe, squid and salmon are but a few of the delicacies for which Japan's northern island is famed. To try a little of everything, order kaisendon—a generous assortment of fresh seafood served on a bed of rice.\n- Ishikari Nabe\nThe Ishikari River in Hokkaido is famous for the delicious salmon that swim in its waters. Ishikari nabe marries this salmon with locally grown potatoes and various seasonal items in a kelp and miso broth, all cooked together in a boiling clay pot.\n- Muroran Yakitori\nPig farming flourished in this region in the 1930s, and many yakitori restaurants began putting Muroran yakitori on their menus. Also known as Muroran yakiton, the dish got its name because the juicy chunks of pork are skewered and grilled in the same way yakitori is prepared.\n- Bibai Yakitori\nWhile most yakitori places offer the standard, recognized chicken parts, Bibai is all about the gizzards, hearts and livers. Try a few skewers and see what you've been missing.\n- Sapporo Ramen\nServed in a rich miso soup and topped with butter, sweet corn, bean sprouts and pork, this winter warmer is on the menu at ramen restaurants throughout Sapporo and the rest of Hokkaido.\n- Kegani\nKegani, horsehair crab, can be served raw, boiled or grilled, and yields exceptionally sweet, tender meat. You can find kegani in sushi, bento boxes and hot pots across Hokkaido.\n- Kushiro Kattedon\nBuy a bowl of rice at Kushiro Washo Seafood Market and wander the stalls, filling it with as much fresh, reasonably priced seafood as you like.\n- Okhotsk Atka Mackerel\nHokke, also known as the Arabesque greenling, lives in the cold waters of the Sea of Okhotsk. A flavorful, juicy fish, hokke can be served raw, boiled or grilled with lemon and soy sauce. Its high fat content makes it a great partner for white rice and alcohol.\n- Jingisukan\nCuts of lamb or mutton and vegetables are cooked at the table on a domed metal grill. Served with dipping sauces, it's a delicious, communal style of dining. The dish's name refers to Genghis Khan, because the Japanese thought lamb was a favorite of Mongolian soldiers.\n- Yubari Melon\nA hybrid melon grown in greenhouses in Yubari that is famous for its perfectly round shape and intense sweetness. You might never enjoy another melon quite as much ever again.\n- Asahikawa Ramen\nWith an extra layer of oil on top of a delicious soy sauce-based soup, Asahikawa ramen is extra fun to slurp thanks to its thin, firm and wavy noodles.\n- Traditional Ainu Crafts\nJapan’s northernmost island of Hokkaido is home to the Ainu, indigenous people who have a deep respect for nature and believe God is found everywhere. They once survived by hunting, fishing and foraging, and created many beautiful objects used in their daily lives such as knives and clothing.\n- Nibutani Trays\nHand-carved wooden trays featuring traditional motifs unique to Ainu culture, including soft spirals, diamond-shaped eyes, thorns and fish scales. Each piece is intricately fashioned to accentuate the wood grain. Ainu bachelors didn't put a ring on it, they carved love tokens, including Nibutani trays.\n- Nibutani Tree-Bark Textiles\nBark from Manchurian elm or Japanese lime trees is handspun and woven into distinctively textured fabric. Used in regional kimono, workwear and accessories, this durable, breathable natural textile is Mother Nature’s Gore-Tex. Nibutani tree-bark cloth was a common material in Ainu households for centuries.\n- Yakumo Wood-Carved Bears\nFarmers in the little town of Yakumo, Hokkaido, couldn’t work in winter because of the snow, so in 1924 they started carving kibori kuma as souvenirs to make money and fight boredom. This carving of a bear biting a salmon has become one of Hokkaido’s most iconic souvenirs.\n- Bolta Figurines\nBolta ningyo are dolls welded from bolts, nuts, washers and other components, made in Muroran, a city of iron in Hokkaido. The five-centimeter-high bolta character comes in 100 poses, appearing as a warlord, musician, singer, tennis player, tea ceremony master, astronomer, thinker and many other guises.\n## Seasonal Highlights\n- Spring\nWhen the snow melts, Hokkaido is transformed. Hokkaido's northern location means the cherry blossom season is later than in other parts of Japan, with blossoms appearing in the second half of May.\n- Summer\nSummer is lavender season in Hokkaido, and there are dozens of other flower festivals too. The last mountain snows melt, allowing opportunities for hiking, mountain biking, golf, rafting and other green season sports. It is also less humid and cooler than other parts of Japan.\n- Autumn\nIn fall, enjoy the colorful foliage along the streets and in the national parks. Taste Hokkaido's seasonal produce when it is freshly harvested, and fresh salmon roe from the salmon that travel up the rivers in fall. Autumn in Hokkaido is short, and it's not unusual to see autumn colours and snow at the same time.\n- Winter\nWhen it comes to skiing in Japan, Hokkaido is a popular destination for powder snow. Don't miss a chance to glide down the slopes of the Niseko, Rusutsu or Furano resorts after a fresh snowfall. The Sapporo Snow Festival, with its giant snow and ice sculptures, attracts thousands of visitors every year. Drift ice boat cruises and 'drift ice walks' on the ice floes are also becoming increasingly popular."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_asahikawa-and-hokkaido-north_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/asahikawa-and-hokkaido-north/", "title": "Asahikawa & Hokkaido North", "category": "destination", "text": "# HOKKAIDOAsahikawa & Hokkaido NorthA thriving city of artisans, with a major zoo and world-class powder snow\n- Asahikawa & Hokkaido North\n## A thriving city of artisans, with a major zoo and world-class powder snow\nHokkaido's second-largest city, Asahikawa, lies to the northwest of the Daisetsuzan mountain range and is a major gateway for exploring Sounkyo Gorge and the Furano area. The city itself has well over 100 rivers flowing through it, a flourishing culture of arts and crafts, and a major zoo.\nThe Asahikawa area also presents great runs for skiing and snowboarding when winter comes along, plus a snow festival that rivals Sapporo's.\n### Don't Miss\n- Asahiyama Zoo and its natural animal environments\n- Sake-making exhibits and tastings\n- The spectacular Asahikawa Winter Festival\n## How to Get There\nYou can get to Asahikawa Airport via plane and JR Asahikawa Station by train, and then to central Asahikawa by bus.\nThe journey by train from JR Tokyo Station to JR Asahikawa Station takes 10 hours, including an 80-minute JR Hokkaido train ride from Sapporo Station. The Japan Rail Pass covers all JR train legs. Multiple flights go from Haneda Airport in Tokyo to Asahikawa Airport.\n### Quick Facts\nAsahikawa is a thriving arts and crafts center\nIn 1902, Asahikawa recorded a temperature of -41C (-41.8F)\nHeiwa Street was the first pedestrian-only outdoor shopping space in Japan\n### A heritage of arts and crafts\nAsahikawa is a hotbed of renowned artists, craft workers and sculptors producing high-quality handcrafted goods. You'll see a lot of sculptures along Heiwa Street, or Peace Street, the main road from Asahikawa Station. You can pick up unique mementos at the many small galleries and stores around the city.\n### Become a sake connoisseur\nIf you haven't tried sake, Asahikawa is a great place to sample Japan's rice-based brew. The city is home to three breweries with established brands popular domestically and internationally. All offer sake-tasting, much of it free except for some of the highest-end varieties.\nTakasago is the most atmospheric brewery, and centrally located in a traditional white-walled building minutes on foot from Asahikawa Station. To learn about the brewing process, head to the Otokoyama Brewery where there is a museum with exhibits and information in English. Taisetsu no Kura, the youngest of the three breweries, has an on-site Japanese restaurant, beautiful garden and a well-stocked shop with everything from sake and shochu to plum wine, beer, and handcrafted glasswork.\n### See animals in their natural habitats\nJapan's northernmost zoo, Asahiyama Zoo is one of the highlights of this city. The enclosures are designed to give you unusual views of the animals so that you're essentially on exhibit to them as well. You can watch polar bears diving for food, see spotted seals swimming above as you walk through a large transparent tunnel, and explore many other similar exhibits.\nThe zoo features many animals indigenous to the region, such as cranes, eagles and Hokkaido deer. Feeding times vary, and the keepers announce the times for the different animals on the day. Don't forget to check the schedule on entering the zoo. Times are generally staggered, so if you plan accordingly, you can catch many of your favorite animals at their most active.\n### Sample the region's savory take on ramen\nAsahikawa is a famous ramen noodle region and is known for its soy sauce-based ramen. You can, of course, get all types of ramen here, but try a big bowl of the \"double soup,\" a blend of seafood soup introduced to Asahikawa about 50 years ago.\n### A massive winter festival not yet on everyone's radar\nThe Asahikawa Winter Festival doesn't have the same high profile as the Sapporo spectacle, but the sculptures are just as impressive and the crowds smaller. Early February is when the fun takes place, and along with Instagramming the massive carvings you can indulge in snow slides, snowmobile and horse-drawn sleigh rides, and barhopping igloo style."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_hakodate-and-hokkaido-south_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/hakodate-and-hokkaido-south/", "title": "Hakodate & Hokkaido South", "category": "destination", "text": "# HOKKAIDOHakodate & Hokkaido SouthRetro Western influences, succulent seafood, outback pleasures and spectacular night views\n- Hakodate & Hokkaido South\n## Retro Western influences, succulent seafood, outback pleasures and spectacular night views\nThe picturesque city of Hakodate is renowned for its fresh seafood and spectacular views, while its location at the southern tip of Hokkaido makes it a convenient base for exploring the abundance of nature nearby.\n### Don't Miss\n- Shopping in the historic Motomachi district\n- Glittering night views of the city from Mt. Hakodate\n- A relaxing stroll around Onuma Quasi-National Park and Lake Onuma\n## How to Get There\nHakodate is accessible by air, rail, road, and sea.\nYou can fly directly to Hakodate from major airports across Japan and within Hokkaido from Chitose, Okadama, and Okushiri airports.\nThe JR Tohoku/Hokkaido Shinkansen links Tokyo with Shin-Hakodate-Hokuto Station in four hours. Take a local train from Shin-Hakodate-Hokuto Station for the final leg of the journey to Hakodate. Within Hokkaido, there are JR express and local trains from Sapporo to Hakodate. All are covered by the JR Rail Pass.\nAlternately, the Hokuto Kotsu, Hokkaido Bus, and Hokkaido Chuo Bus services operate from Sapporo Station. If you're looking for a scenic option, there are regularly ferry services across the Tsugaru Strait between Hakodate and Aomori. The journey can take up to four hours.\n### Frontier spirit, preserved\nHakodate's modern face emerged during the 19th century as Japan reopened to the world. The historic Motomachi district is home to many buildings dating back to this period.\nBe sure to take a leisurely stroll through Hakodate's past and check out the Kanemori Red Brick Warehouse complex, which is now one of the city's go-to destinations for shopping and dining.\nThe Kanemori Red Brick Warehouse complex, one of the area's best destinations for shopping and dining\n### Browse the morning fish market\nHakodate is one of Hokkaido's major fishing ports. To see the freshest catch, head to the morning market by Hakodate Station, which sells seafood as well as other produce.\nLook over all the fresh salmon roe, sea urchin, crab, and other delicacies before sampling them at one of the many eateries around the market. A seafood donburi rice bowl is a local specialty.\n### More than just seafood\nIn addition to its seafood offerings, Hakodate has dishes to suit every taste, from ramen to tempura to hamburgers. Look out for the city's very own burger chain, Lucky Pierrot. It has 17 stores, each artistically decorated in its own unique style.\nThe view from Goryokaku Tower, one of the best places to view the city from above.\n### Dazzling nightscapes\nHakodate really shines at night. For the best views, you have two options: Mt. Hakodate or Goryokaku Tower. From either vantage point, you can see the city spread out below in all its glittering glory.\nThe Old Public Hall of Hakodate Ward illuminated at night\n### Vibrantly colored alpine plant life at Mt. Esan\nAnother destination to consider is Mt. Esan, two hours east of Hakodate by bus. Mt. Esan is an active volcano renowned for its wealth of alpine plants. Look out for the azalea festival in early summer when there is an explosion of red at the foot of the mountain.\n### Soak in an onsen right by the sea\nOn the coast, Mizunashi Kaihin Hot Spring lets you bathe right by the sea. You'll need to time your visit properly, though, since it's only possible to take a dip when the tide is low.\nTake a trip from Hakodate and visit Lake Onuma\n### Venture further afield\nHakodate is a good starting point from which to explore southern Hokkaido. Head for the great outdoors in Onuma Park, with its lakes graced with islets. Consider a trip to Esashi, a quaint fishing port with many historic buildings, or visit the castle town of Matsumae.\nIf you have the time, board the ferry to beautiful Okushiri Island, covered with pastures and beech tree forests, for a taste of island life."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_kushiro-and-hokkaido-east_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/kushiro-and-hokkaido-east/", "title": "Kushiro & Hokkaido East", "category": "destination", "text": "# HOKKAIDOKushiro & Hokkaido EastNature in the raw\n- Kushiro & Hokkaido East\n## Nature in the raw\nVisit magnificent Eastern Hokkaido to see some of the most pristine scenery and wildlife habitats in Japan. Home to three of Hokkaido's six national parks, this vast and secluded corner of Japan is well worth the trip at any time of year.\n### Don't Miss\n- Enjoy the breathtaking scenery of Akan-Mashu National Park and Shiretoko National Park\n- Encounter Eastern Hokkaido's varied wildlife on land and sea\n- Visit the Kushiro Marshes, Japan's largest marshland\n- Come for the spectacular drift ice season\n## How to Get There\nMore than five airports serve the extensive eastern Hokkaido region. You can also access the various areas by train from Sapporo and other major cities, covered by the Japan Rail Pass.\nFor Obihiro and Monbetsu: Tokachi Obihiro Airport and Okhotsk Monbetsu Airport have direct flights to Tokyo.\nFor Kushiro Marsh and Akan-Mashu National Park: Kushiro Airport has direct flights from Sapporo (Okadama/New Chitose Airport), Tokyo (Tokyo International Airport/Narita International Airport) and Osaka (Kansai International Airport). Seasonal flights include direct flights from Central Japan International Airport (Centrair) and Osaka (Osaka International Airport).\nFor Abashiri area and Shiretoko area: Memanbetsu Airport has direct flights to Chitose (Sapporo) and Tokyo.\nFor Akan-Mashu National Park and Shiretoko area: Nemuro Nakashibetsu Airport has direct flights from Sapporo (New Chitose Airport) and Tokyo (Haneda Airport).\n### Cruise through the ice\nOnce winter begins, start your journey on the Okhotsk Coast with an icebreaker cruise to see the amazing ryuhyo drift ice pressing up against miles of coast from Monbetsu to Utoro. Try a snowshoe hike across frozen lakes in Shiretoko National Park or check out the ice diving in Utoro.\n### See migrating swans and dancing cranes\nAlso in winter, take the Mashu National Highway to Kawayu Onsen, where you can see the migrating whooper swans on frozen Lake Kussharo and Lake Mashu. Continue on to Akan-Mashu National Park or head south to Kushiro Marsh to see more red-crowned cranes.\n### Whale watch and watch out for bears\nIn the warmer months, fly to Memanbetsu or Nakashibetsu and take a tour of Shiretoko National Park. Jump on a cruise from Utoro or Rausu for the best views of Japan's great untouched wilderness, and spot bears on the beach or sperm whales diving in the sea.\n### Soak in the water and the scenery\nDrive south along the coast to admire the magnificent views and birdlife at Notsuke Peninsula, Lake Furenko, and Cape Nosappu, or turn inland to Akan-Mashu National Park. Don't miss the stunning scenery around Lake Mashu and the serene blue waters of Kaminokoike Pond on the east side of the park, before heading for a hot soak in an onsen overlooking beautiful Lake Akan.\nTo complete the trip, follow the main road past picturesque Lake Onneto into the Tokachi plains to enjoy the pretty gardens in bloom and a rejuvenating spa at Tokachigawa Onsen near Obihiro."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_niseko-and-nearby-ski-resorts_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/niseko-and-nearby-ski-resorts/", "title": "Niseko Ski Resorts & Around", "category": "destination", "text": "# HOKKAIDONiseko Ski Resorts & AroundPerfect powder draws skiers from around the world\n- Niseko Ski Resorts & Around\n## Perfect powder draws skiers from around the world\nHokkaido in general is known for its snow, but the Niseko area, southwest of Sapporo, is the most famous ski area in Japan. It is extremely popular with overseas visitors for its powdery snow and welcoming attitude. Outside of snow season, there are hiking trails and sports from rafting to golf.\n### Don't Miss\n- Soak in one of the many local hot springs\n- Snap a photo of iconic Mt. Yotei, a towering volcano that resembles Mt. Fuji\n- Enjoy backcountry skiing and snowboarding through pristine wilderness\n## How to Get There\nNiseko is accessible from Sapporo or New Chitose International Airport by car, train or bus.\nThe drive from Sapporo or the airport takes around three hours. There are buses from both points and trains via Otaru to Niseko Station. Local taxis are often equipped with ski racks for convenience.\n### Skiing and snowboarding\nNiseko is the powder snow capital of Hokkaido. As the largest resort on the island, a huge variety of terrain and facilities are available to suit all levels. Niseko United is the largest area, comprising four resorts. Rental equipment is available from local stores for those traveling without gear. Smaller resorts like Mt. Moiwa provide a chance to enjoy the freshest powder away from the crowds.\n### Backcountry and cat skiing\nFor adventurous skiers and snowboarders who want to get off the beaten track, Niseko has numerous backcountry guided tours and cat-skiing options, such as Chisenupuri, Weiss, and Shimamaki. The professionals will outfit you in the necessary safety gear and instill the rules of alpine safety. Adding a rugged sense of adventure to your Niseko experience, consider trying to conquer the majestic Mt. Yotei.\n### Other winter activities\nTry snowmobiling to get your heart racing, or try the old school charms of snowshoeing. There are a great many activities for those seeking variety.\nAt the end of the day, there is nothing better than soaking in one of the many natural hot springs.\n### Summer in Niseko\nSwitch your snowboard for a mountain bike to enjoy the mountains in summer or head to one of the many local golf courses. Rafting and standup paddleboarding are a great way to see the waterways or scope out a fishing spot. Pop by the Michi-no-Eki road stop for summer produce and locally made gelato.\n### Eat, drink and be merry\nThe ski villages have restaurants and bars to suit all tastes. Hirafu—the largest village—is home to the majority of establishments. The international feel of the area makes apres-ski a must.\nFor dining, you can enjoy anything from Michelin-starred restaurants and high-class Japanese cuisine to comfort food. Try the local potatoes, tofu, soba, and Hokkaido seafood.\n### A place to stay\nFrom traditional style Japanese “ryokan” inns and bed and breakfasts to gleaming hotels and modern apartments, there is a wide range of accommodation options to suit you any budget in Niseko. Whether you prefer the hustle and bustle of a backpackers' hostel or your own private hotel room, get in quick while rooms are available."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_noboribetsu-upopoy-and-around_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/noboribetsu-upopoy-and-around/", "title": "Noboribetsu, Upopoy, & Around", "category": "destination", "text": "# HOKKAIDONoboribetsu, Upopoy, & AroundScenic wilderness, easily accessible from the airport\n- Noboribetsu, Upopoy, & Around\nThe Noboribetsu region and the nearby Upopoy National Ainu Museum and Park serve as a hub for exploring Hokkaido’s wilderness and natural landscapes, along with Ainu history and culture.\nThe Noboribetsu area is renowned for its geothermal activity, volcanoes, and hot springs, including the popular Noboribetsu Onsen , and Karurusu Onsen in the backcountry.\nVisitors can also enjoy the peaceful beauty of the Shikotsu-Toya National Park, which is home to the hot springs of Lake Toya, the pristine waters of Lake Kuttara , and two of Japan’s most active volcanoes, Mt. Usu, and Mt. Showa-Shinzan .\nDon’t forget to take home an authentic Ainu artifact as a souvenir!\n### Don't Miss\n- Experience traditional Ainu culture and performing arts at Upopoy\n- Soak in the hot springs of Noboribetsu Onsen and Karurusu Onsen\n- Admire the scenery reflected on the clear waters of Lake Kuttara\n## How to Get There\n• For Noboribetsu area\n-By Train\nTo access the Noboribetsu area by train from New Chitose Airport, take the train to Minami-Chitose Station and transfer for the express train to JR Noboribetsu Station.\nNoboribetsu Onsen is located around eight kilometers from JR Noboribetsu Station and is best accessed via car or bus from the station.\n-By bus\nThe Express Hayabusa-go bus to Noboribetsu Onsen takes around 1 hour and 15 minutes from New Chitose Airport (requires booking in advance on the website; an English website is available).\nKarurusu Onsen is approximately a 20-minute bus ride from Noboribetsu Onsen. Lake Kuttara is approximately a 15-minute drive from the center of Noboribetsu Onsen and is best reached by rental car or taxi.\n• For Upopoy area\n-By Train\nTo get to the Upopoy National Ainu Museum and Park from New Chitose Airport, take the train from JR New Chitose Airport Station to JR Shiraoi Station. Upopoy is around a 10-minute walk from the North Exit of JR Shiraoi Station.\nFrom JR Noboribetsu Station, the express train to JR Shiraoi Station takes 12 minutes and visitors can walk to the museum from there.\n### Explore a variety of hot springs in Noboribetsu and Karurusu Onsen\nThe onsen (hot springs) of Noboribetsu are unique because it is one of the few places in Japan that has such a variety of different kinds of hot springs. Fed by the volcanic Jigokudani (Hell Valley) , the area boasts nine distinct types of mineral-rich waters, each with its own therapeutic qualities.\nAt Jigokudani, visitors can witness the source of these mineral-rich waters as they rise from beneath the earth’s surface. More than 10,000 tons of naturally infused water flows, supplying the hotels and inns of the onsen town with healing, mineral-packed hot springs.\nSome springs are renowned for their healing properties, while others are enriched with salts and metals believed to provide various health benefits. This unique combination makes Noboribetsu a must-visit destination for those seeking relaxation and wellness through the natural power of hot springs.\nMany of Noboribetsu’s hotel hot spring facilities are open to both overnight guests and day visitors, making it an accessible destination even if just for a day trip.\nThe area around Jigokudani is designated as a national natural monument and the Noboribetsu Primeval Forest is home to around 60 kinds of trees and 110 kinds of plants. Visitors here can take a tranquil walk through this timeless forest where giant Japanese oak trees stand as living symbols of history.\nKarurusu Onsen, located in the backcountry of Noboribetsu, offers visitors a more secluded hot spring experience compared to Noboribetsu Onsen.\nKarurusu Onsen is known for its peaceful atmosphere and natural beauty, located in a valley surrounded by mountains and forests whose trees transform from vibrant green to autumn colors as the seasons change.\nThe hot springs here are rich in minerals, particularly radium, and are believed to have healing properties that relieve fatigue and improve health.\n### Beautiful scenery reflected on the lake's surface\nLake Kuttara located in Shikotsu-Toya National Park is the ideal spot to experience Hokkaido’s stunning natural landscapes and wildlife. The unusually shaped circular lake, formed in the caldera of a volcano, is famous for its clear and clean waters. Remarkably, Lake Kuttara is not fed by any rivers or streams, making its untouched beauty even more unique.\nThe lake can be admired from the water by renting a kayak, or from the fan-shaped Lake Kuttara Senkei Observatory perched 320 meters above. The lake's mirror-like surface reflects the surrounding landscape, offering photo opportunities that shift with the changing seasons.\nWildlife enthusiasts may be able to spot freshwater crayfish and salamanders in the lake thanks to the clarity of the water, while on the shore animals such as foxes, tanuki, squirrels and deer are common.\n### Mysterious Gorges and Smoking Volcanoes\nExplore the natural wonders of Western Hokkaido with a hike through Tarumae Garo , a steep gorge carved by the Tarumae River, its walls draped in vibrant green moss. For a more dramatic sight, get up close to the lava dome and steaming sulfur vents of Mt. Tarumae , an active volcano that offers a fascinating glimpse into the power of nature.\n### Experience traditional Ainu culture and performing arts\nPhoto: Courtesy of The Foundation for Ainu Culture\nThe Upopoy National Ainu Museum and Park is a facility dedicated to promoting Ainu history and culture. The Ainu are an indigenous people from the northern region of the Japanese archipelago, with a distinctive culture and unique language.\nThe Ainu or aynu, which means humans in the Ainu language, have a reciprocal relationship with “kamuy” (spirit-deities) playing a central role in their culture and beliefs. Kamuy are animals, plants, natural phenomena and myriad other things, that are particularly important to humans.\nAt Upopoy National Ainu Museum and Park, visitors can immerse themselves in the Ainu way of life by visiting the museum’s permanent exhibition room and a reconstructed Ainu village known as a “kotan”, featuring Ainu houses called “cise”.\n_Photo: Courtesy of The Foundation for Ainu Culture_\nVisitors can also learn about Ainu crafts, observe demonstrations, participate in wood carving and embroidery workshops at the Crafts Studio, or watch traditional Ainu dance and other performing arts at the Cultural Exchange Hall.\n_Cape Chikyu (Sea of clouds)_\nMuroran City in southwestern Hokkaido was historically an industrial city that has since transformed into a port and tourist destination. Known for dolphin and whale watching and spectacular night views of factories from Mt. Sokuryo, Muroran is also home to one of the largest suspension bridges in eastern Japan. Nearby, Cape Chikyu offers breathtaking views, towering cliffs, and is a nesting site for rare peregrine falcons. Enjoy the views at Cape Chikyu, one of Hokkaido’s stunning nature spots."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_sapporo-and-around_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/sapporo-and-around/", "title": "Sapporo & Around", "category": "destination", "text": "# HOKKAIDOSapporo & AroundA winter wonderland and summer haven, Sapporo is all about outdoor fun, great food and famous beer\n- Sapporo & Around\n## A winter wonderland and summer haven, Sapporo is all about outdoor fun, great food and famous beer\nSnow and Sapporo are inextricably entwined: the city hosted Asia's first-ever Winter Olympics in 1972, and the annual Sapporo Snow Festival wows visitors from the world over. In other seasons, Sapporo's green expanses and blossom displays are equally breathtaking. This young, wide-open city is also famous for its beer, beef, ramen, seafood and fresh produce.\n### Don't Miss\n- The Sapporo Beer Museum and Beer Garden for a brew, and lamb barbecue\n- Susukino, the biggest entertainment and nightlife district north of Tokyo\n- The Sapporo Snow Festival's elaborate snow and ice sculptures\n## How to Get There\nYou can reach Sapporo via train, air and ferry. Plane is by far the quickest, followed by high-speed rail options. Take a ferry for an adventurous and more leisurely journey.\nDozens of flights leave from Tokyo to Sapporo's Chitose Airport from Haneda Airport and Narita Airport every day. Many other domestic airports also have direct flights to Sapporo. After the flight, it's a 35-minute express train ride to Sapporo Station.\nTake the Hokkaido Shinkansen from Tokyo to Shin-Hakodate-Hokuto (4 hours) and transfer to the Hokuto limited express to Sapporo (3.5 hours).\nThere are also long-distance ferries from various points on the main island of Honshu, with most arriving either in Otaru, 30 minutes by train west of Sapporo, or Tomakomai, 45 to 60 minutes by train south of Sapporo.\n### Quick Facts\nDesigned with the input of specialists from overseas, Sapporo has a North American-style grid street plan\nThe city's name means “important river flowing through a plain” in the indigenous Ainu language\nSapporo was established in 1868, making it Japan's youngest major metropolis\n### Stretch out and breathe deep\nUnlike most of Japan's major urban environments, Sapporo is expansive and full of greenery. One of the best green spaces is Odori Park, which stretches about a kilometer and a half over 12 city blocks and splits the city into north and south. The park offers pleasant, relaxing spaces during the warmer months. In February, it's the main venue for the Sapporo Snow Festival.\n### Ramen, Hokkaido style\nYou can't talk about ramen without mentioning Sapporo. The name reportedly originated here, as did miso ramen, one of the most popular types of ramen in Japan. At places like Sapporo Ramen Republic and Ramen Dojo, you can try specialties from all over Hokkaido, including Sapporo (miso), Asahikawa (soy sauce) and Hakodate (salt) ramen at eight restaurants in one location.\n### Art in the great outdoors, and indoors as well\nSapporo has ample space and combines the wonders of nature with some fantastic outdoor contemporary sculpture at places such as Sapporo Art Park, Arte Piazza Bibai and Black Slide Mantra. Sapporo Art Park is a place to create your own art, with craft studios for woodworking, glassmaking, and outdoor crafts as well.\nIndoors at the Hokkaido Museum of Modern Art, you'll find works from local artists as well as from the School of Paris painters. The Miyanomori International Museum of Art offers more contemporary masterpieces.\n### Sporting options for runners, cyclists and yoga fans\nIf you love running or cycling, find your way to the Toyohira riverbank, which is part of the course used for the Sapporo Marathon. Run the forested path or ride on the paved cycling road. Runners can also stride from Odori Park all the way to the Hokkaido University's pastoral campus.\nFor yoga enthusiasts, Maruyama Park, Toyohira riverbank and Nakajima Park are the perfect natural venues. After yoga, take a long, soothing soak at Jozankei Onsen.\n### Great powder not far away\nThe most famous ski resort in Japan, Niseko, is only a two-hour train ride from Sapporo Station. The four interlinked ski resorts—Grand Hirafu, Hanazono, Niseko Village and Annupuri—have some of the finest skiing and snowboarding runs in the country. Just outside the Sapporo City center is Sapporo Teine Ski Resort.\n### Stay underground to escape the elements\nThere is a great system of underground walkways and shopping centers under the main city. These walkways connect Sapporo Station to Odori Park, Sapporo Factory and the great entertainment district of Susukino. This is especially convenient on cold, rainy days or when there are snowstorms."}
