{"filename": "www.japan.travel_en_destinations_shikoku_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/", "title": "Shikoku", "category": "destination", "text": "# DESTINATIONShikoku\n- Shikoku\n### Kagawa\nJapan's smallest prefecture has plenty to offer with an ancient spiritual pilgrimage route and islands dedicated to contemporary art\n### Tokushima\nMany descend on Tokushima City every August for the large-scale Awa Odori dance festival, but the prefecture offers outdoor fun in every season\n### Ehime\nEhime's quaint towns and cosmopolitan cities sit amongst jagged mountains, rural landscapes and bright blue seas scattered with islets\n### Kochi\nFacing the Pacific Ocean, Kochi captivates visitors with its rustic charms and outdoor recreational possibilities\n## Shikoku\n### Providing the stage for literary classics, fevered dancing, natural wonders and an ancient pilgrimage route\nShikoku might be the smallest of Japan's four major islands, but it packs a big natural and cultural punch. It boasts picturesque coastline on the glittering Seto Inland Sea, legendary udon noodles, movie-inspiring onsen, the first step on the Shikoku 88 Temple Pilgrimage and a summer stage for Japan to dance. It also provides the setting for Japanese literary giant Natsume Soseke's classic, \"Botchan.\" If you're looking to delve into a more traditional Japan, it's time to explore vibrant Shikoku.\n### Don’t Miss\n- Move your feet to the beats of the Awa Odori Festival\n- Sample the famous udon noodles of Kagawa\n- Kochi Castle, one of only 12 castles in Japan with its original keep\n- Take the first steps of the Shikoku 88 Temple Pilgrimage at temple number one, Ryozenji, in Tokushima\n- Relax in the hot waters of Dogo Onsen, famous hot springs that inspired anime powerhouse Studio Ghibli\n## Explore Shikoku by Prefecture\n- Naruto Strait\\\\\n\\\\\n\\\\\nTokushima\n- The Great Seto Bridge\\\\\n\\\\\n\\\\\nKagawa\n- shimanami-kaido\\\\\n\\\\\n\\\\\nEhime\n- Monets Garden Marmottan\\\\\n\\\\\n\\\\\nKochi\n## Regional Highlights\n- Kochi castleKochi castle\\\\\nKochi City\n- The Great Seto Bridge \\\\\nZentsuji & Marugame\n- Shimanto River\\\\\nShimanto\n- matsuyama castle\\\\\nMatsuyama\n- imabari & ozu area\\\\\nImabari & Around\n## Popular Events\n\\\\\nLocal FestivalUwajima Ushioni Festival](https://www.japan.travel/en/spot/813/)\n\\\\\nCherry BlossomSeibu Park Cherry Blossoms](https://www.japan.travel/en/spot/215/)\n\\\\\nCherry BlossomBizan Park Cherry Blossoms](https://www.japan.travel/en/spot/212/)\n\\\\\nLocal FestivalAwa Odori Festival](https://www.japan.travel/en/spot/203/)\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Zao Juhyo Snow Monsters-WIN\\\\\n\\\\\n\\\\\nTohoku\n- Kamikochi\\\\\n\\\\\n\\\\\nHokuriku Shinetsu\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- On-bashi Bridge\\\\\n\\\\\n\\\\\nChugoku\n- Takachiho Kyou Gorge\\\\\n\\\\\n\\\\\nKyushu\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/", "title": "Ehime", "category": "destination", "text": "# ShikokuEhimeA land beloved by authors and creatives\n- Ehime\n### Ehime's quaint towns and cosmopolitan cities sit amongst jagged mountains, rural landscapes and bright blue seas scattered with islets\nEhime, in the northwest of Shikoku, is a stunningly beautiful area to explore. The Shimanami Kaido area and its magnificent bridges offer a picturesque cycling route over architectural masterpieces. Dogo Onsen, the oldest hot spring in Japan, has attracted many residents, tourists and pilgrims for 3,000 years. Ehime's capital, Matsuyama, has inspired some of Japan’s most celebrated creatives, including Masaoka Shiki, Natsume Soseki and Ryotaro Shiba. Ehime also has two castles with intact original keeps and is one of four prefectures on the Shikoku Pilgrimage, a grand loop trail connecting 88 temples.\n## How to Get There\nMatsuyama Airport welcomes domestic flights from all Japan's major airports, and limited express trains from Okayama connect Ehime to cities on Honshu. There is a jet ferry from Hiroshima on the Seto Inland Sea.\nMany travel to Matsuyama by rail, taking a shinkansen from major cities such as Tokyo, Osaka, Kyoto and Nagoya to Okayama.\nOther options include the three-hour journey from Okayama on the Shiokaze Limited Express, all-night buses running from both Osaka and Tokyo, and the speedy jet ferry from Hiroshima. Serious cyclists can also take a bike along the Shimanami Kaido from Onomichi in Hiroshima Prefecture to Imabari City.\nMatsuyama Airport handles domestic flights from major cities in Japan, with a handful of international flights from South Korea, Taiwan and China. Flights take just one hour and 20 minutes from Tokyo.\n### Don’t Miss\n- Cycling along the Shimanami Kaido for panoramas of the Seto Inland Sea\n- Bathing in Japan's oldest hot spring, Dogo Onsen\n- The dramatic landscapes of Mt. Ishizuchi and Shikoku Karst Natural Park\n- Marveling at two of Japan’s 12 castles with original keeps\n## Explore Ehime by Area\n- \\\\\nImabari & Around\n- \\\\\nMatsuyama\n- \\\\\nUwajima\n## Trending Attractions in Ehime\n- imabari & ozu areaimabari & ozu area\\\\\nShimanami Kaido (Ehime)\n- Dogo-onsen Hot Spring\\\\\nDogo Onsen\n- Shikoku Karst\\\\\nShikoku Karst\n- Uchiko-za Kabuki Theater\\\\\nUchikoza Kabuki Theater\n- Ozu Castle\\\\\nOzu\n## Local Specialties\n- Taimeshi\nTai or sea bream is a popular fish typically eaten at times of celebration. Often fished in the Seto Inland Sea off the coast of Ehime, the prefecture serves up taimeshi, sea bream rice, as its signature dish. You can choose from two variations. The first is a whole-fish cooked together with rice and seasoned with salt or soy sauce. The second is raw sea bream sashimi coated in an egg yolk and soy sauce marinade, served on a piping hot bed of rice.\n- Jako-ten\nJako are tiny white fish. To make jako-ten, these nutritious little fish are ground, formed into a patty and deep-fried, sort of like a fish burger patty but with a history dating back to 1614.\n- Imabari Towels\nThere's a test for Imabari towels: If they don't sink completely within five seconds when submerged in water, they aren't authentic. This ensures that they are absorbent. Glam up any bathroom and make it your personal spa retreat with this ultrasoft, fade-resistant bath linen.\n- Tobe Ware\nThe town of Tobe has been a potterymaking hub since the mid-18th century. Inventiveness is a trademark of its ceramists. Originally making only earthenware, its artisans are synonymous with the dramatic blue-and-white sometsuke style, elaborate multi-colored overglaze ceramics, and celadon porcelain ware.\n- Ehime Mikan\nEhime's abundant sunshine and proximity to the ocean make it the perfect environment for growing citrus fruits, particularly the mandarin oranges known as mikan. Ehime mikan are small, easy to peel, seedless and very sweet.\n## Seasonal Highlights\n- Spring\nEhime bursts to life in spring with the Dogo Onsen Festival, blooming cherry blossoms, prime fishing and an ideal climate for Shikoku Pilgrimage trips and cycling tours.\n- Summer\nEhime showcases its many local traditions, such as firefly viewing, fireworks festivals, parading bull demons and baseball samba.\n- Autumn\nEnjoy local mikan oranges as autumn leaves appear and communities take to the streets for sake-fueled festivals and Noh by firelight.\n- Winter\nUnusual cloud formations gather over the Ozu area as winter draws in. Frozen waterfalls and the ski season are best paired with steaming onsen. (Photo: toon city photo contest award winning works)"}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_imabari-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/imabari-and-around/", "title": "Imabari & Around", "category": "destination", "text": "# EHIMEImabari & AroundA cycling hub with retro charm\n- Imabari & Around\n## A cycling hub with retro charm\nWhether you are an avid rider or a once-in-a-while cyclist, taking in the sparkling azure waters of the Seto Inland Sea in and around Imabari is a must. The city is home to a variety of factories and historic sites which allow you to explore the culture of the area first hand.\n### Don't Miss\n- Nibble on crispy Imabari grilled chicken yakitori\n- Cycle the Shimanami Kaido to soak up the warm sun and dazzling scenery of the Seto Inland Sea\n- See Imabari Towel Museum's quirky towel crafted art\n## How to Get There\nImabari is easy to reach from anywhere in Ehime. For the more adventurous you can cycle there in a day from Hiroshima Prefecture.\nTo get to Ehime from Tokyo, an airplane ride from Haneda takes around an hour. From Matsuyama, take the Yosan Limited Express Ishizuchi line to Imabari. It will take 40 minutes.\nBy train from the Honshu, take the Sanyo Shinkansen to Okayama. Transfer to the Shiokaze Limited Express, which will get you to Imabari in about two and a half hours. If you want to cycle the Shimanami Kaido, leave a day for the ride from Onomichi City in Hiroshima Prefecture to Imabari.\n### Cyclists' paradise\nImabari is home to the Shimanami Kaido, a series of nine bridges stretching across the islands of the Seto Inland Sea to Hiroshima prefecture. The 60-kilometer cycling route takes you through idyllic landscapes with pine and mikan orange lined mountains and the swirling, hypnotic whirlpools of the Kurushima Strait. You can choose to cycle the entire route or just complete one of the many routes around the islands.\n### Island hopping\nOshima, Hakata, and Omishima are the first three islands of the Shimanami Kaido route, which belong to Ehime Prefecture. Each island is also accessible by bus or boat. All have numerous hiking spots, their own specialty ice cream and an abundance of unique places to visit.\n### Roses and kaizoku\nOn Oshima, visit the Yoshiumi Rose Gardens before heading to the Murakami Kaizoku Museum, a fascinating look into the history of the Murakami Kaizoku (seafarers) in these waters. You can also experience the fastest sea currents in Japan on a boat ride next to the museum.\n### Museums aplenty\nSitting on Omishima Island is Oyamazumi-jinja Shrine, one of the oldest in Western Japan. Visit Omishima's museums including the National Treasure Museum, which houses Japan's largest collection of samurai armor and swords.\nOmishima Art museum holds a large collection of Nihonga style paintings. If you prefer contemporary art, head to the striking Tokoro and Toyo Ito museums.\n### A castle with with a saltwater moat\nImabari's castle has one of just three saltwater moats in Japan, and sometimes marine fish can be seen swimming within. Although the inside has a more modern feel, it has many exhibits to keep your attention. The castle is best viewed at night when dramatic spotlighting highlights the dramatic details of the castle exterior.\n### Be fascinated by towel art\nIn Imabari, the towel has become an art form. At the Imabari Towel Museum, you can see how these towels are created. The rhythmic clanking of decades-old machines is a testament to the longevity of this much loved local industry. You can try your hand at making your own, but it's no mean feat. The museum also houses an art gallery made from towels, with exhibits which change on a regular basis.\n### Fast food-but not as you know it\nImabari's food is a speedy and delicious fare. Yakibuta tamago meshi, a succulent seasoned pork dish served with rice cooked with lightly fried eggs is one such dish. Imabari's chicken yakitori is renowned across Japan.\n### Explore further\nIf you're looking for more to see and do, hop on your bike and continue down the Shimanami Kaido. Stretching around 60 kilometers long, what you can see, do, and experience is only limited by how far you can pedal."}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_matsuyama-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/matsuyama-and-around/", "title": "Matsuyama", "category": "destination", "text": "# EHIMEMatsuyamaVisit the birthplace of haiku and try your hand at pottery\n- Matsuyama\n## Visit the birthplace of haiku and try your hand at pottery\nSoak up the rich literary tradition of this famously hospitable castle town. Matsuyama is a welcome respite from Japan's frenetic cities offering no shortage of activities to keep you occupied.\n### Don't Miss\n- Taking a bath in Japan's oldest onsen\n- The local craft Dogo Beer or a freshly squeezed glass of mikan juice\n- The beautiful haiku stones dotted around the city\n- Venturing to the suburbs to find magical islands populated by deer\n## How to Get There\nMatsuyama is the prefectural capital of Ehime and the largest city on the island of Shikoku. As a result, there is a network of transport options from around Japan and to other areas of Shikoku.\nBy air, it's about a one and a half hour journey from Tokyo Haneda Airport to Matsuyama Airport. From Osaka in Kansai, it is just 50 minutes.\nTo access Matsuyama by rail, catch the Shinkansen from any major station, such as Tokyo or Osaka, to Okayama. It's then a two and a half hour journey from Okayama to Matsuyama Station by JR Seto-Ohashi/Yosan Line Limited Express train.\nFrom Hiroshima take the Setonaikaikisen Car Ferry or Super Jet Ferry to Matsuyama port.\n### The birthplace of modern haiku\nMasaoka Shiki, the father of modern haiku, described the city as his \"dear home town.\" See Matsuyama through Shiki's eyes with a visit to the Shiki Museum. If you're on a tight schedule, try to spot the beautiful haiku stones around the city or get creative and post your own into one of the many haiku post boxes dotted throughout Matsuyama.\n### A novel city\nNatsume Soseki wrote his novel Botchan after living in Matsuyama, and for the people of the city, it's truly a badge of pride. Even the city's replica steam train was named in honor of Soseki's work.\nIf you're a bookworm, take a trip to the Saka no Ue no Kumo Museum, designed by the architect Tadao Ando. The museum is a treasure trove of artifacts themed after the Ryotoro Shiba novel \"Clouds above the Hill.\"\n### The heart of Matsuyama\nSitting on a hill above the city is Matsuyama Castle. One of Japan's few original castles, it's home to an abundance of unique cultural experiences such as the opportunity to wear the armor of a samurai. The castle offers sweeping panoramas of the city and is particularly beautiful in cherry blossom season.\n### Dogo: Japan's oldest onsen\nAnother quintessential Japanese experience is to bathe in Dogo Onsen—a hot spring bath with a 3,000-year history that has hosted royalty, and is the oldest in Japan.\nDogo area is a wonderful place to stroll around. The nearby Dogo park houses the Yuzuki castle ruins and the area also showcases Japanese art in various outdoor locations.\n### Panoramic views\nIf you want to enjoy sweeping panoramas of the city and the nearby Seto Inland Sea, head to the Takashimaya department store, which has a ferris wheel on top. From there you can see amazing views from Matsuyama Central Park, home to Matsuyama's second castle.\n### Follow the pilgrim's path\nThere are eight temples of The Shikoku Henro, or 88 Temple Pilgrimage in Matsuyama, one of which is the curious Ishiteji Temple. A highlight here is its mysterious statue-lined tunnel complex that leads to a second inner temple. If you are lucky, you might even see a pilgrim in their traditional costume paying their respects to Kobo Dashi (774-835), the founder of Shingon Buddhism in Japan.\nA pilgrim bows before entering a temple\n### Crafts\nIf you are feeling creative, try Tobeyaki pottery making. An hour bus ride from Matsuyama is Tobe City where you can both make and paint a number of ceramics.\n### Deer Island\nIf you're feeling adventurous, catch a train for 20 minutes to Iyo-Hojo station and hop on a five-minute ferry to Kashima Island. Here you can see deer."}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_uwajima_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/uwajima/", "title": "Uwajima", "category": "destination", "text": "# EHIMEUwajimaPearls, hiking, canyoning, and its castle\n- Uwajima\n## Pearls, hiking, canyoning, and its castle\nUwajima offers beautiful seas so pristine that they are home to Japan's main producers of pearls. In the mountains, there are stunning gorges and canyons, home to some beautifully preserved traditional townscapes. Don't miss the castle, one of only 12 castles in Japan to retain its original keep.\n### Don't Miss\n- The stunning, tiered rice terraces of Yusu Mizugaura\n- Head to outlying areas for gorges, coral reefs, and charming Japanese towns\n## How to Get There\nUwajima is easy to access from any part of Shikoku island. A slightly longer journey if you're planning to come from Tokyo or Osaka, Uwajima is ideally visited in conjunction with some of Shikoku's other travel spots.\nTo access Uwajima from Tokyo or Osaka, take a Shinkansen to Okayama Station. From there, take the limited express Shiokaze and change to the limited express Uwakai at Matsuyama. The trip to Uwajima takes about 80 minutes. In total it takes about 4 hours from Okayama.\n### Keeping it real\nUwajima Castle is one of only 12 castles in Japan to retain its original keep building, which sits on the plain overlooking the city. It was ruled over by the Date (pronounced dah-tey) Clan whose history in Uwajima spans 400 years. It is a pleasant climb to the keep, which is relatively small, but original. Inside there are a few exhibits of swords and armor.\nAfter visiting Uwajima Castle, where the clan resided for 260 years, head to the Date Museum to see an extensive collection of the family's possessions.\n### A garden with a heart\nNext to the Date Museum is Tensha-en landscape garden built by the 7th Date lord in 1866. It is a creation of love—the central pond is formed in the shape of the kanji \"kokoro\" meaning heart. This enchanting garden changes with the seasons, the most beautiful being April when the wisteria bloom.\n### Japan's largest stone torii gate\nAs you approach Warei-jinja Shrine, its impressive 12-meter torii gate towers over you. This is the largest stone torii gate in Japan. The shrine is dedicated to one of the Date clans retainers who rebuilt the domain's finances.\n### Rice fields that reach the sky\nJust a 30-minute drive along the vivid coastline from Uwajima City, Yusu Mizugaura is a series of rice terraces that tier dramatically against a backdrop of searingly blue seas. The usage of space is a testament to human ingenuity. At the base of the terraces, try delicious local food at Dandanjaya restaurant.\n### Sun and sea\nLocated south of Uwajima is Ainan, home to many good hikes and great spots to swim, snorkel, kayak, fish, or windsurf. If you prefer a more relaxing look at sea life, take a glass-bottomed boat. Bordering Kochi Prefecture, Ainan is the perfect place to stop before heading onwards.\n### Truly gorge-ous\nThe sleepy town of Matsuno is a short way from Uwajima. Here you'll find the stunning Nametoko gorge, an almost Jurassic forest, where moss carpets the ground and the babbling of the river accompanies your wanderings. Monkeys, deer, hawks, frogs, snakes and even wild boar are known to roam these parts. A visit to Nametoko will leave you refreshed, rejuvenated and at one with nature. If you want something more adventurous, exciting canyoning courses are available.\n### Step back in time\nOzu city is a charming city; a broad turquoise river, rich green mountains and traditional architecture make it a peaceful and nostalgic place to roam. Uchiko is similarly quaint, with historic residences, a kabuki theater and cobbled streets making it a truly postcard picturesque town. Nearby to Ozu is Aoshima, or Cat Island, home to 10 or fewer people, but over 100 feline friends.\n### A taste of Nanyo\nUwajima and the surrounding areas, also known as Nanyo, have fantastic seafood dishes to dig into. Uwajima's version of taimeshi is a fillet of sea bream mixed with warm dashi broth, raw egg, and soy sauce, served over rice. Jakoten, a fried fish cake that uses the entire fish, is a light and moreish snack. In more rural areas, look out for fresh local produce, including freshwater eel, wild pheasant, shiitake mushrooms and juicy peaches."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/", "title": "Kagawa", "category": "destination", "text": "# ShikokuKagawaModern art, ocean views and delectable noodles\n- Kagawa\n### Japan's smallest prefecture has plenty to offer with an ancient spiritual pilgrimage route and islands dedicated to contemporary art\nKagawa Prefecture is Japan's smallest in terms of area, and is situated in the north of Shikoku, the smallest of Japan's four main islands. Kagawa has Shikoku’s largest city, Takamatsu, and many small islands on the Seto Inland Sea. Naoshima and its surrounding islands are packed with internationally renowned modern art installations and museums, while Shodoshima is famous for olive production and the Angel Road. Kagawa Prefecture is perhaps best known for udon, with many noodle shops located in the prefecture.\n## How to Get There\nKagawa lies within easy reach of several of Japan's major cities, with Tokyo, Osaka, Kyoto and Hiroshima just over two hours away by train or plane. Takamatsu Airport is served by both domestic flights and international routes from Seoul, Shanghai, Taipei and Hong Kong.\nYou can easily reach Kagawa via train or plane from Tokyo. Bullet trains run to Okayama, a major shinkansen station between Osaka and Hiroshima. Transfer at Okayama for the JR Seto-Ohashi Line express to Takamatsu, Kagawa's capital city. Takamatsu Airport can be access domestically from Narita and Haneda in Tokyo and Naha Airport in Okinawa. Naoshima and Shodoshima are reachable by ferry or speedboat from either Takamatsu or Okayama Prefecture. Shodoshima is also accessible from Himeji and Kobe.\n### Don’t Miss\n- Contemporary art at Naoshima\n- Sampling local noodles at the prefecture's udon restaurants\n- One of Japan’s most famous gardens, Ritsurin Koen, in Takamatsu\n- Walking in the footsteps of pilgrims at 23 of the famous 88 Temples of Shikoku\n## Explore Kagawa by Area\n- \\\\\nKotohira\n- \\\\\nSetouchi Islands\n- \\\\\nTakamatsu\n- \\\\\nZentsuji & Marugame\n## Trending Attractions in Kagawa\n- NaoshimaNaoshima\\\\\nNaoshima Island\n- Ritsurin Koen Park\\\\\nRitsurin Park\n- Angel Road\\\\\nAngel Road\n- The Great Seto Bridge \\\\\nSeto Ohashi Bridge (Great Seto Bridge)\n- Kanamaru-za\\\\\nKanamaruza Kabuki Theater\n## Local Specialties\n- Kagawa Olives\nShodoshima is an island in Kagawa Prefecture that has been growing olives for over a century, and produces more of them than anywhere else in Japan. An array of olive snacks, oils, and products are available on the island. The olive oils have won awards in international competitions.\n- Sanuki Udon\nSanuki udon originated in Kagawa, but can now be eaten throughout Japan. The noodles are characterized by their thick, square shape and flat edges. There are a variety of toppings, such as tempura, and many other ways to eat it throughout the prefecture.\n- Marugame Round Fans\nOriginally a souvenir, Marugame uchiwa are Japan’s most popular traditional fan, and account for 90% of uchiwa used in Japan. Designed from a single piece of bamboo, these rounded fans can have flat or round handles.\n- Shodoshima Somen\nA delicate noodle made from a dough of wheat flour, salt and locally-produced sesame oil that is lovingly pulled apart by hand (with chopsticks) and dried in the sun. On Shodoshima at Furusatomura, you can catch and eat these noodles as they flow down angled bamboo chutes from April to October.\n## Seasonal Highlights\n- Spring\nThe prefecture's many cherry trees come into bloom.\n- Summer\nKagawa’s beaches are the place to be during summer. A lack of crowds, low rainfall, white sand and clear, warm water are big draws to the Seto Inland Sea.\n- Autumn\nPhotograph vibrant autumn leaves at Ritsurin Koen Gardens in Takamatsu or ride a cable car and admire the changing foliage at Kankakei Gorge.\n- Winter\nKagawa's weather turns mild, and visitors can view winter illuminations, soak in natural hot springs and get a taste of rural Japanese life."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_kotohira-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/kotohira-area/", "title": "Kotohira", "category": "destination", "text": "# KAGAWAKotohiraHistory, religion, theater, art galleries and food\n- Kotohira\n## History, religion, theater, art galleries and food\nKnown affectionately as \"Kompira-san,\" Kotohira is home to Kotohiragu Shrine which has been an object of worship in Japan since the Edo period (1603–1867). The approach to the shrine is lined with souvenir shops and restaurants, which is often filled with crowds of worshippers on their way to the shrine. The area is also home to many historical sites and cultural assets, making it a great place to take a stroll through history.\n### Don't Miss\n- Panoramic views of the Sanuki Plain from the observation deck at the end of climbing the 785 stone steps to Kotohiragu Shrine\n- Eating Sanuki udon, a specialty of Kagawa prefecture\n- Visiting the oldest existing theater in Japan, a National Important Cultural Property built in 1835.\n## How to Get There\nKotohira is accessible from Takamatsu Airport on Shikoku, or from Okayama Station on the Sanyo Shinkansen.\nFrom Takamatsu Station, take a train to either JR Kotohira or Kotoden Kotohira Station via Takamatsu-Chikko Station, next to Takamatsu Castle. Both journeys take about an hour.\nFrom Okayama, take the JR Seto-Ohashi line to Kotohira.\n### The greatest shrine in Shikoku\nKotohira is famous for Kotohiragu Shrine, more commonly known as Kompira-san, considered Shikoku's most popular shrine. After climbing the 785 stone steps leading up to the main hall, you will find the majestic shrine pavilion. You can enjoy a panoramic view of the Sanuki Plain from the observatory. It takes about 45 minutes to reach the main shrine from the approach path, which is lined with souvenir shops and restaurants.\nOn the approach leading to Kotohiragu Shrine, visitors can experience the beauty of nature in each of the four seasons, beautiful historical buildings, cultural assets and works of art.\n### Sanuki udon, the soul food of Kagawa prefecture\nThe town of Kotohira is known as the \"birthplace of the udon shop\" and is home to many restaurants serving Sanuki udon, Kagawa prefecture's signature dish. The noodles are handmade and served in a light soup made from iriko dashi (anchovy stock), often topped with chopped green onions. It is a great way to enjoy Japanese dashi.\n### A backstage pass to the inner-workings of Kabuki\nAlong with Kotohiragu Shrine, another attractive sightseeing spot in Kotohira is the Kanamaruza Theater,the oldest existing theater in Japan, built in 1835 and designated a National Important Cultural Property. In the spring, kabuki plays are performed on the theater stage. Those interested in traditional Japanese performing arts should not miss the opportunity to see the passionate performances of the signature actors.\nThe theater is wonderfully preserved. Even when kabuki is not being performed, visitors can see the audience seats, the stage, the actors' dressing rooms backstage, and the changing rooms under the stage and the walkways. Visitors can also observe the \"mawari-butai\" (revolving stage), \"seri\" (trap doors) and other devices used in Kabuki performances."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_setouchi-islands_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/setouchi-islands/", "title": "Setouchi Islands", "category": "destination", "text": "# KAGAWASetouchi IslandsFantasy islands devoted to love, art and olives in the Seto Inland Sea\n- Setouchi Islands\n## Fantasy islands devoted to love, art and olives in the Seto Inland Sea\nThe Setouchi Islands are a collection of thousands of islands of different sizes dotting the Seto Inland Sea. A mild climate, clean beaches, and sparkling blue waters are common features of these isles, making them perfect for a short getaway from the nearby cities of Okayama, Takamatsu, Hiroshima, and Kobe. For art lovers, the islands are also home to one of the region's most famous art festivals.\n### Don't Miss\n- Admire modern artwork in lush island surroundings\n- Visit the mysterious Angel Road sandbar\n- Try locally made olive products from Shodoshima\n## How to Get There\nThe main transport hubs for the Setouchi Islands are Okayama, Hiroshima, and Kobe on Japan's main island Honshu, and Takamatsu and Matsuyama on Shikoku.\nNaoshima, Teshima, Shodoshima and the other major Setouchi art islands are most easily accessed from the ferry port in Takamatsu, just a short walk from Takamatsu Station. Express trains run to Takamatsu from Okayama, and there is a major bullet train line between Osaka and Hiroshima. Domestic airlines serve Takamatsu from Narita, Haneda, and Naha.\nVisiting the Setouchi Islands requires planning, particularly for transport connections between the islands. Services can be irregular during the off-season, and depending on your itinerary, layover times can be long.\n### A perfect pilgrimage for art lovers\nThe Setouchi Islands are particularly known for their thriving local art scene. A must-see for contemporary art fans is the site-specific and community-focused art festival which showcases works from both Japanese and international artists. If you're visiting at other times of the year, some works are permanent island fixtures.\n### Be lucky in love at Angel Road\nEach year couples flock to Shodoshima Island to walk along the Angel Road, hoping to fulfill their romantic dreams. Angel Road is a sandbar that appears only twice a day during low tide and connects the beach to the tiny islet of Yoshima and other islands. People believe if you cross this path with your loved one, eternal love is yours.\nCheck the low tide timetable beforehand, then walk Angel Road to Yoshima to hang a personalized wooden votive on a tree. To further cement your love, climb to the \"Hill of Promises\" observation deck from the beach and ring the bell.\n### Relaxing in the olive groves\nShodoshima Island was also the first place to cultivate olives in Japan. Strolling through Olive Park, it would be easy to mistake the area for a small Italian town.\nThe olive groves are the park's main attraction, but souvenirs and olive-related products such as cosmetics and ice cream are also worth checking out. With the scent of olives and herbs lingering in the air, Sun Olive, a public bathhouse heated by natural hot springs, is ideal for relaxing after exploring the groves."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_takamatsu-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/takamatsu-area/", "title": "Takamatsu", "category": "destination", "text": "# KAGAWATakamatsuTakamatsu—the gateway to the Seto Inland Sea\n- Takamatsu\n## Takamatsu—the gateway to the Seto Inland Sea\nThe capital of Kagawa Prefecture, the lively port town of Takamatsu in northern Shikoku serves as the gateway to the many beautiful islands in the Seto Inland Sea. A convenient base for tourism in the region, the city boasts many attractions of its own.\n### Don't Miss\n- Ritsurin Garden, one of Japan's finest landscape gardens, and a place of special scenic beauty\n- Island-hopping around the Seto Inland Sea\n- Slurping tasty Sanuki udon, the prefecture's representative local dish\n## How to Get There\nTakamatsu can be reached by train or plane. The airport is around 40 minutes from the city center. Domestic airlines serve Takamatsu from Narita, Haneda and Naha airports.\nJR Takamatsu Station is about an hour by rapid train from Okayama Station, the main shinkansen station between Osaka and Hiroshima.\nFor a different mode of travel, take the Sunrise Seto sleeper express train connecting Tokyo to Takamatsu. One of the last of sleeper expresses in Japan, this special train offers private cabins or larger compartments and comes equipped with showers and vending machines.\n### A walk in the park\nTakamatsu is home to Ritsurin Koen Park, one of Japan's most beautiful gardens. Full of seasonal beauty year round, this natural sanctuary is particularly spectacular in the spring for cherry blossom viewing, or in fall to catch vibrant autumn colors.\nA must for those wanting to experience a traditional Japanese garden, sail around on a traditional boat and listen to the pilot's commentary, or enjoy matcha in the traditional tea room.\n### Island-hopping and day tripping\nJust a short walk from Takamatsu train station you'll find the ferry port, with regular boats traveling to many of the surrounding islands.\nTop day trips include a visit to the art island, Naoshima, which houses a number of modern art museums and installations. Shodoshima is also accessible by ferry. Featuring golden beaches and a huge olive park, you can almost mistake your surroundings for the Mediterranean. Another option just 20 minutes away from Takamatsu is Megijima island—one of the prefecture's top cherry blossom viewing spots.\n### Of spiritual and natural beauty\nGoshikidai Plateau is a picturesque area where you can enjoy spectacular panoramas and the charm of historic temples. This chain of five mountains offers striking views of the Seto Inland Sea National Park along highway route 281.\nThree of the sacred 88 temples of The Shikoku Henro, or 88 Temple Pilgrimage are located here, including Shiromineji Temple. Shiromineji, counted as a significant temple on the pilgrimage route, houses the tomb of Japanese emperor Sutoku (1119-1164), whose reign came to an end when he abdicated and was exiled from Kyoto. The other temples you can visit on the plateau are Negoroji Temple and Kokubunji Temple."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/", "title": "Kochi", "category": "destination", "text": "# ShikokuKochiRural views, surfing and river camping\n- Kochi\n### Facing the Pacific Ocean, Kochi captivates visitors with its rustic charms and outdoor recreational possibilities\nKochi Prefecture’s location on the Pacific Ocean has made it a gathering place for surfers from all over Japan. The Muroto area of its rugged coast has earned UNESCO Global Geopark status for its geological formations. The clear Shimanto River draws campers and trekkers eager to spend time on its banks. Historical townscapes such as Kochi Castle, old sake breweries and traditional markets in the region are well preserved and worth exploring.\n## How to Get There\nKochi is most easily accessed by plane. There are many bus and train routes to points in Shikoku and connections to major cities in Honshu via Okayama. Direct highway buses are available from many major cities around Japan.\nYou can fly direct from Tokyo, Osaka, Nagoya, Kobe and Fukuoka to Kochi Ryoma Airport. If you would rather travel on land, catch the shinkansen to Okayama and change to an express train or a bus bound for Kochi Station. There are also local train lines serving Kochi Prefecture and other areas of Shikoku. Rental cars are an easy way to freely explore the prefecture.\n### Don’t Miss\n- The view of the Pacific from the coast of Kochi Prefecture\n- The Shimanto River, the longest river in Shikoku and a fantastic place to camp\n- Hirome Market, Kochi’s culinary wonderland\n- Kochi Castle, one of only 12 castles in Japan with its original keep\n## Explore Kochi by Area\n- \\\\\nKochi City\n- \\\\\nOkumonobe & Teisumiyoshi\n- \\\\\nShimanto\n## Trending Attractions in Kochi\n- Shimanto RiverShimanto River\\\\\nShimanto River\n- 足摺岬1_1\\\\\nCape Ashizuri\n- Harimaya-bashi Bridge\\\\\nHarimaya Bridge\n- Monets Garden Marmottan\\\\\nMonet's Garden Marmottan\n- Kochi Kenritsu Sakamoto Ryoma Kinenkan\\\\\nThe Sakamoto Ryoma Memorial Museum\n## Local Specialties\n- Kochi Dorome\nThe people of Kochi are known for their love of dorome (fresh young sardines) and alcohol. Every year there is a dorome festival where people eat fresh sardines, pray for a bountiful harvest and have a sake-chugging competition. (Photo: Kochi Visitors ＆ Convention Association)\n- Imokenpi\nImokenpi are strips of sweet potato fried until crispy and coated in sugar and a touch of salt to balance the flavor. An old-style Japanese snack that is like a dessert french fry. Since they're made from sweet potatoes, though, imokenpi are a bit healthier.\n- Kochi Bonito\nThe bonito, or katsuo in Japanese, is a relative of the tuna fish. Katsuo has a deep red coloring and rich flavor. It is most commonly served tataki-style by searing the outside and leaving the inside raw.\n- Tosa Forged Blades\nTosa uchihamono are free-forged blades. Sharp, durable and easy to care for, these cutting tools reflect swordsmithing techniques from another era. Order-made blades include kitchen knives, hatchets, forestry saws and more.\n- Tosa Handmade Paper\nTosa has been in the papermaking business for over 1,000 years. Today, it boasts one of the few Japanese washi-producing techniques with huge variety—300 to be exact, including the unrivaled, ultrathin 0.03-millimeter tengu jyoshi variety.\n## Seasonal Highlights\n- Spring\nThe whole prefecture comes alive with colorful blossoms. The Kochi Flower Festival in Chuo Park boasts an impressive array of over 40,000 flowers.\n- Summer\nThe Yosakoi Festival is the highlight of Kochi’s warmer season, featuring 20,000 dancers and plenty of music, food and festivities.\n- Autumn\nThe Kochi Castle Autumn Festival is highlighted by a Shinto dance performance called kagura. Nonehachiman Shrine and Kasuga Shrine have ritual displays of yabusame, traditional horseback archery.\n- Winter\nKochi’s temperate climate provides a welcome respite from frigid temperatures in the rest of the country."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_kochi-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/kochi-and-around/", "title": "Kochi City", "category": "destination", "text": "# KOCHIKochi CityKilometers of caves, Monet's Garden replicated, and the art of papermaking\n- Kochi City\n©Kochi Prefecture\n## Kilometers of caves, Monet's Garden replicated, and the art of papermaking\nKochi City is Shikoku's gem on the Pacific Ocean. With abundant nature, caves, and lots of chances to get crafty, Kochi City is a great addition to any travel itinerary.\n### Don't Miss\n- Go caving in Kami City\n- Fill up on local fare at Hirome Market\n- Explore Kochi Castle's rare wooden structure\n## How to Get There\nTake the Tokaido-Sanyo Shinkansen to Okayama Station.\nFrom the west side of Okayama station, take the JR Shikoku bus bound for Kochi.\n### Start your journey at Kochi Castle\nKochi Castle is one of the few castles in Japan to have maintained its original wooden structure. Dating back to the early 18th century, it is the only castle in Japan to have both its original keep and the palace of its feudal lords.\n©Kochi Prefecture\n### Local tastes and Monet's Garden Marmottan\nFor a true taste of Kochi, have something to eat and drink at the Hirome Market. There are dozens of stalls to choose from, all serving a variety of cuisine, including delicious local Kochi dishes.\nMonet's Garden Marmottan in Kitagawa Village is a copy of the world famous one in France. Faithful to the original in every aspect, the abundance of flowers on-site will make you feel as if you are in a painting by the master impressionist.\n### Caves upon caves\nGo caving in the four-kilometer-long Ryuga Cave System in Kami. Not far from Kochi City, enter a subterranean world. Formed hundreds of millions of years ago, the caves have evidence of a prehistoric presence dating back over two millennia.\n### Getting crafty\nMake traditional Japanese paper in Ino. This decorative craft has many uses, from letter writing to gift wrapping. Invent your own way to use your original handmade paper.\n### August festivities\nIf you are in Kochi City during the beginning of August, be sure to attend the Yosakoi Summer Festival. One of the most epic festivals in Japan, dance teams do their best to gain the attention of onlookers. The whole event culminates in a spectacular fireworks display that should not be missed.\nIn August, watch the Tosa Tug-of-War Festival where teams compete against each other and also try to pull a bus. This yearly festival has a history that dates back to the Edo era. You are welcome to participate.\nVisit the Shikoku Automobile Museum in nearby Konan City, where you can see exotic and rare foreign and Japanese cars from the 1960s and '80s. This period was arguably the heyday of the automobile in terms of glamor. The museum is accessible from Kochi City by train."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_okumonobe-and-teisumiyoshi-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/okumonobe-and-teisumiyoshi-area/", "title": "Okumonobe & Teisumiyoshi", "category": "destination", "text": "# KOCHIOkumonobe & TeisumiyoshiMarvelous outdoor parks that cover all recreational bases\n- Okumonobe & Teisumiyoshi\n## Marvelous outdoor parks that cover all recreational bases\nOkumonobe and Teisumiyoshi are prefectural parks of outstanding natural beauty for which this beautiful, sparsely populated eastern part of Kochi Prefecture is known. Camp, hike, cycle, mountain climb or swim—the parks are yours to explore.\n### Don't Miss\n- Okumonobe's gorgeous gorges\n- Taking to two wheels along the coast\n- Gardens straight out of a Monet painting\n## How to Get There\nEastern Kochi is served by two train lines (a local line operated by the Tosa Kuroshio Railway and the JR Dosan Line) and a multitude of local bus networks with relatively infrequent services. A rental car is recommended for extensive exploration.\nFor Okumonobe and attractions in that area, Tosa-Yamada Station on the JR Dosan Line is the transport hub with buses heading east into the mountains.\nFor Teisumiyoshi and destinations along the coast, take the Tosa Kuroshio Railway Gomen-Nahari Line departing from Gomen Station. The nearest station to the Teisumiyoshi park is Yasu Station (20 minutes from Gomen Station).\n### Sleep under the stars\nThe mountainous Okumonobe area is dotted with campsites, often located close to scenic gorges and at the beginning of hiking trails. Some are little more than cleared sites with minimal facilities, while others have hot showers and on-site shops where you can buy food and rent equipment.\nRiders' Inn and Befukyo Campground are sites where you can camp with little to no preparation. Both are manned during the day and have huts, barbecue areas, and running water. Of the two, Riders' Inn has the most extensive facilities and rents out sleeping bags, fans, heaters, barbecues (with a grill, coal, and net), and pretty much anything else you could possibly need.\n### Invigorating hikes and challenging climbs\nThere are many mountains trails to chose from in eastern Kochi varying from beginner-friendly to challenging. Mt. Shiraga (1,770 meters) is one of the tallest and most versatile. For an easy hike on a well-maintained path, set out from the trailhead on the mountain road linking Befu and Nishikuma gorges. The climb should take no more than an hour.\nFor something more testing, consider climbing from Dotoko Campground at the foot of the mountain. The trails are not as well-maintained, and the climb is strenuous. Set aside at least four hours for the ascent and ensure you are well-equipped with a map and proper hiking gear.\n### Absolutely gorgeous\nIn addition to spectacular fall foliage, the gorges in the area are excellent spots for cooling off in the water. Waterfalls and swimmable lagoons add to the beauty of the surroundings. Befu Gorge is particularly pleasant with a hot spring hotel nearby offering an alternative to camping.\n### From the mountains to the sea\nIn stark contrast to the mountains of the Okumonobe area, Teisumiyoshi is a more-easily accessible coastal park with beaches for swimming, sunbathing and relaxing.\n### Explore the park on two wheels\nAn excellent way to explore the park and seaside scenery is by bicycle. You can rent one from the Cycling Terminal, a multipurpose facility 25 minutes on foot or a short ride by taxi south of Yasu Station.\nIf you don't feel like cycling, there are plenty of walking routes, and you can even hike up into the coastal hills to find your own special spot to relax and take in the view.\n### Paying homage to Monet\nFurther along the coast in Kitagawa Village, you can find an unexpected slice of France in the form of Monet's Garden Marmottan. The gardens here have been painstakingly landscaped to recreate real-life versions of some of Monet's most famous paintings. For the novelty factor alone, they are worth a visit."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_shimanto-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/shimanto-area/", "title": "Shimanto", "category": "destination", "text": "# KOCHIShimantoHike, camp or ride a houseboat on the most pristine river in Japan\n- Shimanto\n## Hike, camp or ride a houseboat on the most pristine river in Japan\nShimanto is a small city about 100 kilometers west of Kochi in Shikoku. Life in Shimanto revolves around the Shimanto River, which winds through the town and offers many things to do, making it the area's prime sightseeing attraction.\nThis area is a fantastic place to camp and hike, and you've also got the option of boarding a houseboat for a leisurely journey downriver.\n### Don't Miss\n- Boat rides down the wide and placid Shimanto River\n- Canoeing lessons for all ages and levels in the summertime\n- Camping and fishing on the riverbanks\n## How to Get There\nThe station closest to downtown Shimanto is Nakamura Station.\nTake the JR Dosan Line and Tosa Kuroshio Railway from Kochi Station to Nakamura Station. The direct express train takes about two hours. If traveling from Osaka, the journey is a 45-minute train ride from Shin-Osaka to Okayama Station by shinkansen. Then, take the JR Seto-Ohashi Dosan Line for Kochi Station. The trip takes two hours and 30 minutes.\n### A new scene at every bend of the river\nThe 196-kilometer Shimanto River is considered the most pristine unspoiled river in Japan, thanks to the rich forests that are the river's source and its lack of dams. The river does not pass through any major urban areas, reducing the possibility of pollution.\n### Crossing the river by submersible bridge\nOne of the first things you notice on the river is the large number of footbridges, which create an idyllic scene and are fun to cross by bicycle or on foot. The absence of guardrails is an intentional design decision and is meant to prevent damage to the bridges during floods.\n### Camp along the riverbanks and enjoy the landscape\nThe highlight of any journey down the Shimanto River is stopping to camp along the way. Campgrounds are located along the river's banks, and many have full services and amenities.\n### Watch the fishermen\nAs you travel down the river, you will see people fishing using traditional methods. Downstream of the Shimanto River, to-ami fishing uses a net to catch schools of ayu, or sweetfish. In the fall you may see hiburi-ryo, in which fishermen wave torches over the surface of the water to drive fish into their nets.\n### Activities on the Shimanto River\nA number of houseboats on the Shimanto River take on passengers for a small fee. If you want to learn to navigate the waterway on your own, canoeing and stand-up paddleboarding lessons are available. You can also rent bicycles from the Shimanto City Tourism Association.\nIn spring, enjoy the many flower festivals and summer fireworks festivals."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/", "title": "Tokushima", "category": "destination", "text": "# ShikokuTokushimaWhirlpools, watersports and a major dance festival\n- Tokushima\n### Many descend on Tokushima City every August for the large-scale Awa Odori dance festival, but the prefecture offers outdoor fun in every season\nTokushima is most famous for the Awa Odori Festival, which brings hordes of tourists during the Obon holiday period in August. But the prefecture, located on the eastern corner of Shikoku, offers beautiful nature and outdoor thrills all year round. Try out white-water rafting in spring or surfing in summer. Enjoy locally brewed sake in the town of Awa Ikeda during cooler months, or trek part of the Shikoku Pilgrimage Route. Off the coast lie the Naruto whirlpools, best viewed from sightseeing cruises.\n## How to Get There\nTokushima Prefecture is served by nearby Tokushima Airport and is connected to the rest of Japan by a network of train and highway bus services. Ferries also operate from Wakayama.\nIf departing from Tokyo or other distant Japanese cities, the easiest way to reach Tokushima is to fly into nearby Takamatsu Airport. The JR Uzushio Limited Express train connects Takamatsu City and Tokushima City. For rail travel from Tokyo, Kyoto, Osaka or Hiroshima, take the Tokaido-Sanyo Shinkansen to Shin-Kōbe Station and transfer to a highway bus. From Matsuyama, the JR Yosan Line Limited Express runs to Tokushima Station. Ferries from Wakayama are operated by Nankai Ferry and take two hours. Driving in Tokushima is relatively stress-free compared to more developed regions. A rental car is a good way to get around, and bridges connect Shikoku with the main island of Honshu.\n### Don’t Miss\n- The famous Awa Odori folk dance festival, which takes place in August\n- Outdoor adventure opportunities, including white-water rafting and surfing\n- A sightseeing cruise around the Naruto whirlpools\n- Tokushima’s loggerhead turtles, which visit Ohama Beach to lay eggs from May to August\n## Explore Tokushima by Area\n- \\\\\nAnan Coast\n- \\\\\nIya Valley\n- \\\\\nNaruto\n- \\\\\nTokushima City\n## Trending Attractions in Tokushima\n- Awa-Odori Folk Dance Festival in Tokushima-SUMAwa-Odori Folk Dance Festival in Tokushima-SUM\\\\\nAwa Odori Festival\n- Naruto Strait\\\\\nNaruto Strait\n- Oboke and Koboke\\\\\nOboke & Koboke\n- Kazurabashi Bridge\\\\\nKazurabashi Bridge\n- Mount Tsurugi\\\\\nMt. Tsurugi\n## Local Specialties\n- Naruto Kintoki\nA local sweet potato grown in sandy soil, Naruto kintoki is famous for its vibrant red skin and sweetness. Locals use it to make savory beer snacks, sweet desserts and a number of side dishes.\n- Handa Somen\nSomen noodles are usually quite thin, but this Tokushima version is thick. The dough of wheat flour and salt water is matured, stretched and separated manually by chopsticks. The result is a smooth, mildly salty noodle that's often eaten cold in a simple soy sauce-based broth.\n- Wasanbon\nTokushima grows sugar cane, and this delicate, fine-grained sugar is often used to make wagashi, traditional Japanese confections.\n- Tokushima Sudachi\nA Japanese citrus fruit that looks similar to a lime but has a tart taste like a grapefruit. While too sour to eat on its own, it adds a fresh citrus tang to grilled fish and hot pot dishes.\n- Yusan Boxes\nYusan bako are three-tiered boxes from Tokushima on Shikoku. Children in Tokushima once carried their lunches in them when hiking and on special occasions. A popular custom was to give a yusan bako as a gift to wish for a child's healthy growth. Yusan bako are perfect for holding jewelry and accessories.\n- Otani Ware\nOtani yaki is an iconic Shikoku island pottery with a history of more than 200 years. The pottery style is famous for water jars, pots, and other large items. Using the nerokuro technique, one artisan stands and throws clay, while another lies below and kicks the wheel.\n- Indigo Dyed Crafts\nGarments and other cloth items made with natural indigo dye in Japan are known as aizome seihin. The deep blue hue, known as Japan blue, comes from leaves fermented for around 100 days. Wheat bran and sake are then added to the dye. The varied shades of blue are distinctive and rich.\n## Seasonal Highlights\n- Spring\nCherry blossoms bloom in late-March and the white-water rafting season begins. The mild temperatures are perfect for enjoying Tokushima's great outdoors.\n- Summer\nThe beaches come alive in summer as surfers share the shores with the local sea turtles that come to lay their eggs. August brings the Awa Odori festival, a major folk dance event.\n- Autumn\nNovember brings spectacular fall foliage to Tokushima. The remote, forest-like Iya Valley and striking Oboke Gorge are some of the best spots to enjoy the seasonal colors.\n- Winter\nWinter in Tokushima means glittering illuminations, locally brewed sake and relaxing in one of the prefecture's many hot spring resorts."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_iya-valley-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/iya-valley-area/", "title": "Iya Valley", "category": "destination", "text": "# TOKUSHIMAIya ValleyThe most secluded and spectacular gorges in Japan\n- Iya Valley\n## The most secluded and spectacular gorges in Japan\nThe Iya Valley's location deep in the mountains of Shikoku has kept it far off the beaten path, rewarding those who come with unspoiled natural scenery, narrow river gorges, rustic vine bridges and relaxing hot springs.\n### Don't Miss\n- The unique vine bridges, one of Japan's Top 3 Unusual Bridges\n- Scenic thatched homes of the Ochiai hamlet\n- The iconic Peeing Boy statue standing high above the valley\n## How to Get There\nAccess Iya Valley by flying from Tokyo's Haneda and Narita airports to Kagawa's Takamatsu Airport and take a direct bus connection to the valley.\nJapan's major carriers Japan Airlines (JAL) and All Nippon Airways (ANA) fly to Takamatsu Airport from Haneda Airport, and the budget carrier Jetstar flies from Narita Airport. Buses from Takamatsu Airport run directly to Kotohira Shrine and Iya Valley.\nSeveral buses run between Hankyu Umeda Station in Osaka and the Awa-Ikeda Bus Terminal. Ideal for travelers on a budget, this route costs just under 5,000 yen for the four-hour trip. Around 5 buses per day run this route. Take a local bus from the Awa-Ikeda Bus Terminal to the Iya Valley area.\n### A mountain refuge\nThe Iya Valley is one of the most remote places in all of Japan. Its historical inaccessibility led it to become a hideaway in the late 12th century for members of the Heike (Taira) clan. They reportedly fled to Iya Valley after being defeated by the Genji (Minamoto) clan in the Genpei War, which paved the way for the first samurai government in Kamakura, near Tokyo.\n### The source of the Yoshino River\nThe majestic Yoshino River is Tokushima's largest river and flows across most of the prefecture from west to east. Following the river upstream you'll come upon the Oboke and Koboke canyons, and the entrance to the Iya Valley. Wild deer, boar, and monkeys inhabit this area.\nAt Oboke Canyon you can cruise gently down the river on pleasure boats, admire the emerald color of the water and the steep, rocky cliffs towering above. In the warmer months, whitewater rafting further upstream is a popular pastime for those seeking a more thrilling adventure.\nIya's kazura-bashi or vine bridges are one of the most unique sights in the area and are one of three most unusual bridges in Japan. These suspension bridges were traditionally made by weaving together vines harvested from the mountains and served as important lifelines for people in this mountainous region.\nAccording to one legend, these bridges were constructed by the defeated Heike soldiers fleeing from their Genji pursuers. The sway of the bridge coupled with the sight of the water below your feet is a tremendous thrill. One of the bridges is in Nishi-Iyayama Village while two more are located in Higashi-Iya further up in the mountains closer to Mt. Tsurugi, the second tallest mountain in Shikoku.\n### Afraid of heights?\nThe Peeing Boy of Iya Gorge is another icon of the Iya area. This statue of a small boy standing and urinating at the edge of a 200-meter-high precipice.\nKnown as the Nana Magari (Seven Curves), this is regarded as the most dangerous spot in the Iya Valley, and local legend has it that the statue of the Peeing Boy was built in commemoration of travelers who would come here to urinate off the rock to show their bravery.\n### 400-year old farmhouses\nThe settlement stretches across the slopes of a mountain in the centre of the East Iya Valley. The difference in elevation within the settlement is approximately 390 m and the settlement is formed on a steep slope. The old houses, stone walls piled up one by one and fields create a nostalgic original landscape of a mountain village. The area is registered as an important national preservation district because of its traditional thatched-roof farmhouses that are centuries old, as well as ancient walking paths.\n### Best enjoyed at a relaxed pace\nThe narrow mountain roads make for slow travel. Take your time and savor the relaxed pace of life here. There are several options available to visitors who want to stay overnight. You'll find various campgrounds and a restored 400-year-old farmhouse in the upper parts of the valley, while the hot spring resorts in Oboke and Iya offer an excellent way to unwind and savor the local cuisine.\n### Visit nearby Oboke and Koboke Canyons\nA visit to the Iya Valley can easily be combined with whitewater rafting, a scenic sightseeing boat cruise or other fun activities at the nearby Oboke and Koboke canyon area."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_tokushima-city_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/tokushima-city/", "title": "Tokushima City", "category": "destination", "text": "# TOKUSHIMATokushima CityA vibrant city of dancing\n- Tokushima City\n## A vibrant city of dancing\nThe capital of Tokushima Prefecture on Shikoku's northeast corner, Tokushima City, becomes a vibrant explosion of color every summer during its lively Awa Odori Festival. Sitting at the mouth of several major rivers, the city is a busy port city that comes alive with Awa Odori dancers every summer.\n### Don't Miss\n- The view from the top of Mt. Bizan\n- A stop off at the Awa Odori Kaikan Hall, where you can learn the city's famous dance\n- The free boat cruise around the city\n## How to Get There\nTokushima is accessible by Shinkansen and airplane from Osaka and Tokyo.\nFrom Tokyo:\nThe flight from Haneda to Tokushima Airport is approximately one hour and 15 minutes.\nIt takes around three hours from Tokyo to Okayama on the Tokaido or Sanyo Shinkansen. It then takes just under two hours from Okayama to Tokushima Station on the JR Seto-Ohashi Kotoku Line.\nFrom Osaka:\nIt takes about 40 minutes from Shin-Osaka to Okayama on the Tokaido or Sanyo Shinkansen\nAlternatively, a highway bus from Osaka Station to Tokushima Station takes around two hours.\n### The city of rivers\nTokushima City is generally the entry point for most visitors arriving by air or ferry. It features with several rivers and canals passing through. Get a different perspective of the city from the water by taking the Hyotanjima Boat Tour that circles around the city center in about 30 minutes.\n### Explore the site of Tokushima Castle\nJust behind Tokushima Station is Chuo Park, and the large hill in this park is the site of the Tokushima Castle ruins. The park is a pleasant area around which to stroll, and you can enjoy great views from the hilltop.\nStop by the Tokushima Castle Museum to learn more about the castle's history and take in the Japanese garden.\n### Glittering night views\nMt. Bizan is easily accessible from Tokushima City. A 10-minute walk from the train station will take you to a ropeway that whisks you up to the summit in even less time. This is a great place to see cherry blossoms in the spring and the gorgeous changing leaves in the autumn. The night view, with the city lights reflected in its rivers, is a must-see.\n### Learn the fool's dance\nAt the base of the ropeway to Mt. Bizan is the Awa Odori Kaikan, an interactive museum dedicated to the Awa Odori Festival, an event which thrusts Tokushima into the national spotlight every August during the Obon holiday season. Known as the \"fool's dance,\" there are exhibits with photos and videos of the festival, and daily performances of Awa-Odori by musicians and dancers from a local dance group that encourages audience participation.\n### The city comes alive in August\nWhile Tokushima City usually is fairly reserved, the city transforms each year from August 12 to 15 as nearly 1.2 million people including spectators and dancers from all over Japan and the world, gather in the downtown area for the Awa-Odori Festival. Awa-Odori dance has a history of more than 400 years and is so popular that it is performed in other regions of Japan including Tokyo.\nDuring this festival, major thoroughfares are cordoned off and spectator stands are set up at various points for specific dance competitions. Numerous street food stalls known as yatai appear around the river areas, and the entire downtown area of Tokushima takes on the air of a lively outdoor festival, drawing comparisons with Rio de Janeiro's Carnival."}
