{"filename": "www.japan.travel_en_destinations_okinawa_okinawa_.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/destinations/okinawa/okinawa/", "title": "Okinawa", "category": "destination", "text": "# OkinawaOkinawaPristine beaches, colorful coral reefs and sub-tropical jungle\n- Okinawa\n### Discover a distinct island culture born of subtropical sun, white sand, mangrove jungles and the age of the Ryukyu Kings\nJapan's southernmost prefecture, Okinawa is a chain of islands with its own history as an independent kingdom and a distinctly subtropical climate, as well as the birthplace of karate. Explore the ruins and restored castles of the Ryukyu kings, and visit magnificent beaches and coastlines with an amazing array of coral and undersea life. Come for whale watching and dragon boat races, rare flora and fauna, and an island mindset that makes you forget the clock and follow the sun.\n## How to Get There\nFrom mainland Japan, most flights to Okinawa's Naha Airport depart from Tokyo or Osaka. If you're coming from China, South Korea, Singapore, Taiwan or Hong Kong, there are direct international flights to Okinawa.\nThere are frequent flights from Tokyo to Naha on Okinawa's main island every day as well as direct flights to the outlying island of Ishigaki. There are also seasonal direct flights to Miyako Island. You can also catch connecting flights to the outlying islands of Miyako, Ishigaki, Yonaguni and Kume from Naha Airport.\nThe best way to get around Okinawa is by rental car, or by bicycle or scooter in some areas. If you prefer public transportation, there is a monorail running from Naha Airport through Naha to the old capital of Shuri. There is also a comprehensive bus service on the main island, and ferry services run between nearby islands.\n### Don’t Miss\n- UNESCO World Heritage sites on the main island, including Shuri Castle and the ruins of Tamagusuku area. Shuri Castle was destroyed by fire in 2019, but visitors can see the valuable reconstruction of the castle until its completion in 2026\n- Whale sharks and the fascinating, diverse sea life at Okinawa Churaumi Aquarium\n- Relaxing on white sand beaches and swimming in clear blue ocean waters\n- Enjoy the beautiful nature of Yanbaru and Iriomote Island, both World Natural Heritage sites\n## Explore Okinawa by Area\n- \\\\\nNaha\n- \\\\\nIshigaki Island\n- \\\\\nMiyako Island\n- \\\\\nKerama Islands\n## Trending Attractions in Okinawa\n- Okinawa Churaumi AquariumOkinawa Churaumi Aquarium\\\\\nOkinawa Churaumi Aquarium\n- Shuri Castle\\\\\nShuri Castle\n- KOKUSAI DORI\\\\\nKokusai-dori Street\n- Blue Cave\\\\\nBlue Cave & Around\n- Himeyuri Memorial Tower\\\\\nHimeyuri Memorial Tower\n## Local Specialties\n- Awamori\nA liquor unique to Okinawa made from Indica long-grain rice and aged in clay pots to mellow its fire. Awamori is most commonly served with water and ice, but it can also be enjoyed straight. A distinctive characteristic of Awamori is that the ingredients continue to mature over time, changing the flavor, and the aroma and taste become more mellow. Awamori that has been aged for more than three years is called kusu.\n- Traditional Textiles\nThe textiles of Okinawa are known for their high-quality craftsmanship. More than 10 traditional dyeing and weaving techniques have been handed down through generations. Materials like ramie plant fibers, cotton and silk are used for weaving, and kasuri ikat dyeing and \"hanaori\" weaving styles are used to create precise patterns. Each area of the prefecture has its own distinctive textiles. Bingata, produced in the southern region of the Okinawa main island, is known for its bright colors. Remote Miyako Island and the Yaeyama Islands produce Jofu ramie fabric with ikat patterns, while Kumejima Island produces Kumejima Tsumugi silk textiles. During the reign of the Ryukyu Kingdom (from the 15th century to the 19th century), \"tribute cloth\" was paid to the government as a form of tax from outlying islands, including Miyako, Yaeyama, Kume. These superior textiles were also used for trading with other kingdoms and ruling dynasties at the time. Okinawa is one of the largest producers of these fabrics in Japan today.\n- Okinawan Raw Sugar\nA mineral-rich brown sugar made from Okinawa sugar cane, with a mellow sweetness and a rich molasses flavor. The raw clumps of sugar are often eaten as a sweet treat during teatime.\n- Shiquasa\nThe shiquasa is Okinawa's answer to the lime. Rich in vitamin C and refreshingly tart, this citrus fruit is squeezed over grilled fish, blended into smoothies and even mixed into local awamori cocktails.\n- Goya Chanpuru\nBitter melon, as goya is known in English, packs a powerful punch. Eaten raw, goya can be overwhelming, but when mixed with egg, tofu, and Spam in the dish called goya chanpuru, it elevates a simple stir-fry to a culinary delight.\n- Soki Soba\nSoki are pork spare ribs simmered in awamori (a strong type of shochu), soy sauce and sugar. They are placed in noodle soup topped with scallions and pickled ginger. Call it ramen for the tropics.\n- Ryukyu Glass\nVibrantly colored Ryukyu glass has been around since the 19th century. Okinawan glassmakers first used broken glass pieces from foreign ships, sake and soy sauce bottles to produce unique designs. Ryukyu glass reflects natural colors—ocean blues and greens, sunrise oranges and yellows—and Okinawan values: don't waste, be adaptable, and value imperfection.\n- Sanshin\nA long-necked instrument that resembles a banjo, the sanshin has three strings and was once covered in snakeskin (newer instruments use nylon cloth). The sanshin has a distinctive sound that creates a perfect island mood.\n## Seasonal Highlights\n- Spring\nSpring comes early in Okinawa. Cherry blossoms bloom in late January and February and azaleas, irises, lilies and hydrangeas follow in April and May. Early spring is also the best time for whale watching off the coast of Zamami Island.\n- Summer\nOkinawa’s subtropical summer stretches from June to October, an open invitation to go waterfall trekking and explore the beaches, coral reefs and mangrove glades of these islands. Go snorkeingling, diving, kayaking and more.\n- Autumn\nThe humidity drops after the early fall typhoons, making this a great time to explore the islands while it's still warm enough to enjoy sand and sea. The Naha Giant Tug-of-War Festival and Shuri Castle Festival are autumn events that you won't want to miss.\n- Winter\nWinter in Okinawa is a comfortable 15°C. Divers can still explore the ocean in December, while January brings the whale-watching season. Take a scenic hike on Cape Manza or enjoy the illumination festivals during the holiday season."}
{"filename": "www.japan.travel_en_destinations_okinawa_okinawa_ishigaki-island-and-around_.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/destinations/okinawa/okinawa/ishigaki-island-and-around/", "title": "Ishigaki Island", "category": "destination", "text": "# OKINAWAIshigaki IslandJapan's southernmost city is a tropical paradise—sun, sea, sand and healthy coral reefs that stretch for miles\n- Ishigaki Island\n## Japan's southernmost city is a tropical paradise—sun, sea, sand and healthy coral reefs that stretch for miles\nWhen you arrive at Ishigaki Island, you will find yourself in the southernmost city in Japan, around 2,000 kilometers away from Tokyo. Ishigaki has a beautiful coastline with magnificent beaches and excellent hiking trails in the center of the island.\n### Don't Miss\n- Some of the best beaches in Okinawa\n- Diving with manta rays in Kabira Bay\n- Breathtaking views of the Yaeyama Islands\n## How to Get There\nYou can reach Ishigaki Island from Naha Airport and from Tokyo's Haneda Airport. There are also flights from Narita Airport in Tokyo, Chubu Centrair International Airport in Nagoya, Kansai International Airport in Osaka, Fukuoka Airport, Miyako Airport, and Yonaguni Airport.\nThere are frequent flights from Naha Airport to New Ishigaki Airport. You can also fly direct from Tokyo's Haneda Airport to Ishigaki Island. The trip takes about 3 hours. There is a bus service between the airport and the bus terminal in central Ishigaki. It runs regularly and takes about 45 minutes.\nA rental car is the ideal way to get around Ishigaki. You can get to almost anywhere you want to go on the island in less than an hour's drive.\n### About the island\nThe island has a population of around 49,000 people.\nWhile Ishigaki City has its charms, you'll discover the true wonders of Ishigaki Island when you head to the south of the island and explore its coastline. Other highlights include the mountainous area in the center and the scenic Hirakubo Penisula, a long peninsula jutting out from the northeastern part of the island. The area is sparsely populated and offers magnificent beaches and excellent hiking trails.\n### Beaches and beyond\nYou'll find some of the finest beaches anywhere in Okinawa on Ishigaki Island. Whether you are looking to laze around on the white sands, take a dip in the ocean or dive down to the coral paradise, the beaches on Ishigaki have you covered.\nOf the several beaches on the island, Maeza Beach is the nearest to the airport. It's a popular destination with a wonderful stretch of sand and sea, but there are more exciting prospects if you are willing to take a short drive.\nHead west from the airport, and you'll find the fabulous beaches of Fusaki, Sukuji, and Yonehara. They are all within an hour's drive from the airport. Fusaki Beach—directly west of Ishigaki City—is known for its fabulous sunsets, but its sun-drenched days are just as impressive. Jellyfish can be an unwelcome hazard when swimming in the summer months in Okinawa, but at Fusaki Beach there is a safety net around the bay to keep them out.\n### Family friendly\nUp in the northwest corner of Ishigaki Island, you'll come to Sukuji Beach, set in a graceful bay surrounded by trees. If you're traveling with young children, this is the ideal beach to visit. The water is very shallow, and the seabed is sandy. As with Fusaki Beach, there is a net to keep the jellyfish out in the summer.\nYonehara Beach is on the north side of the island, and it is the most popular destination. There is a campsite nearby, and the beach pulses with life. It is a good location for snorkeling and diving.\nA word of warning: despite its popularity, there are no lifeguards or jellyfish nets at Yonehara Beach, and there are strong currents in the bay.\n### Ride off into the sunset\nIf you are willing to drive a little farther, halfway up the Hirakubo Peninsula, you'll reach Sunset Beach. Most travelers head for the more easily reached destinations, so this beach is quieter and more secluded.\nWith the perfect combination of rolling sands, calm, shallow waters, deep diving spots, and spectacular coral reefs, it more than justifies the 50-minute drive from the airport. Jellyfish nets are spread out in the summer, and diving equipment rental and shower facilities are available.\n### Down among the manta\nThere are fine spots for snorkeling at many of the beaches on the island. For diving experts, don't miss the opportunity to dive with manta rays.\nThe mantas congregate in the summer months around Kabira Bay, near Sukuji Beach, and they are so abundant that you'll encounter them on almost every dive.\n### What to see inland\nThere are two beautiful mountains on Ishigaki Island. Both of these mountains are easy to climb—you can make it to the top of them both in a day, and still have time to hit the beach.\nMt. Omoto overlooks Yonehara Beach in the north of the island. It's a little over 500 meters high and takes between 60 and 90 minutes to climb. When you get to the top, you'll be rewarded with a fabulous view of the whole island, the coral reefs, and the surrounding islands.\nMt. Nosoko is located a little way up the Hirakubo Peninsula, in the northeast of the island, and while it is not as high and does not offer quite an expansive view, it is still worth the trek.\nIt doesn't take much time to climb and makes for an easygoing experience. The view from the top is of the Hirakubo Peninsula, and the coastline to the west, with the whole island, spread out behind—a spectacular view in its own right."}
{"filename": "www.japan.travel_en_destinations_okinawa_okinawa_miyako-island_.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/destinations/okinawa/okinawa/miyako-island/", "title": "Miyako Island", "category": "destination", "text": "# OKINAWAMiyako IslandEscape to a peaceful island in the sun for golf, cycling and diving among coral reefs\n- Miyako Island\n## Escape to a peaceful island in the sun for golf, cycling and diving among coral reefs\nFar from bustling shopping streets and neon nightlife, Miyako Island is a peaceful getaway where hitting the beach is the number one pastime.\nExpect your visit to be full of sunbathing and staring wistfully out to sea as the strains of daily life ebb away. Explore on foot or by bike and find peace of mind on Miyako Island.\n### Don't Miss\n- Sparkling beaches and emerald sea\n- The lighthouse at Higashi-Hennazaki\n- The botanical garden, home to more than 1,600 types of plants and trees\n## How to Get There\nThe only way to get to Miyako Island is by plane.\nMiyako Airport has direct flights from Tokyo's Haneda Airport, Osaka's Kansai Airport, Nagoya Centrair International Airport, Naha Airport on Okinawa Main Island, Ishigaki, and Tarama.\nFor getting around the island, some hotels organize shuttle buses for their guests, but the local bus service is not easy to access. The best way to get around is by rented car or taxi. It's possible to drive around the whole island in three to four hour. You can also find bicycles and scooters for rent.\n### Quick Facts\nThere are nine inhabited islands that make up the Miyako Islands\nMiyako Island, the biggest, is almost as close to Taiwan as it is to Okinawa itself\n### White sand beaches and coral reefs\nMiyako Island is the fourth largest of the Okinawan islands. Most of the island's population is to be found in the north coast town of Hirara.\nThe island is surrounded by coral reefs and an emerald sea. The southern coast is mainly made up of cliffs but you'll find many white sandy beaches to the north, east, and west.\nThere are four islands connected to Miyako Island by bridge—Irabu Island to the west, and Shimoji, Kurima, and Ikema islands to the north. Each boasts miles of white sandy beaches and clear blue water.\nCape Higashi-Hennazaki on the southeast coast\n### Exploring the interior of Miyako Island\nThe sun-drenched beaches are certainly the main attraction for visitors to Miyako Island, but if you take the time to explore, you'll find plenty more to spark your interest.\nHigashi-Hennazaki is the most southeastern point of Miyako Island. At the tip of the two-kilometer-long peninsula stands a handsome white lighthouse. From here, you have a magnificent view of the emerald Pacific Ocean.\nIn the center of Hirara near the port, you'll find the Tuyumya Grave. This is the shrine of Nakasone Tuyumya, the ruler of Miyako in the 16th century.\n### A taxing monument\nThere is a tropical botanical garden in Hirara with more than 1,600 varieties of plants and trees. It's a great place to spend a relaxing hour and enjoy the refreshments on offer.\nAlso, look out for the Nintozei-ishi, the Tax Stone. It stands 1.4 meters tall and in ancient times it was used by the tax collector. If you were taller than the stone, you were old enough to pay tax.\n### Things to do on Miyako Island\nIn addition to the gorgeous beaches, there are many activities to enjoy. Snorkeling and diving in the coral reefs is extremely popular. In recent years, swimming with sea turtles while snorkeling has gained traction.\nActivities you can enjoy here include golf, cycling and fishing. Fishing is particularly celebrated because of the variety and quantity of fish that you can catch.\nThe seafood of Miyako Island is extremely famous, including its sashimi. The island's tradition is to eat sashimi with hot \"shima pepper\" in the soy sauce."}
{"filename": "www.japan.travel_en_destinations_okinawa_okinawa_naha-and-the-main-island_.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/destinations/okinawa/okinawa/naha-and-the-main-island/", "title": "Naha", "category": "destination", "text": "# OKINAWANahaYour portal to a lost island dynasty and a modern-day kingdom of seaside pleasures\n- Naha\n## Your portal to a lost island dynasty and a modern-day kingdom of seaside pleasures\nThe main island of Okinawa is a popular starting point for tourists wanting to explore this sub-tropical part of Japan. The city of Naha boasts an ancient castle, a vibrant shopping street, and many other attractions that make it well worth a visit.\nNaha is by far the biggest city in Okinawa, home to around 21 percent of the main island's residents. It is also home to Okinawa's only public rail system, and the Okinawa Urban Monorail (Yui Rail) provides an easy route through the city to the old capital of Shuri.\n### Don't Miss\n- Shuri Castle (currently being restored)\n- Kokusai-dori, Naha's main shopping and entertainment street\n- Naminouegu Shrine, the first shrine of the Ryukyu Kingdom\n## How to Get There\nMost Okinawa adventures starts here. Naha Airport is the gateway to all of the Okinawa islands. The domestic airport welcomes planes from dozens of locations across Japan, with budget airlines catering for the traveler on a shoestring budget.\nThe city of Naha is just a 15-minute drive from the airport or a few stops on the monorail.\n### Quick Facts\nOkinawa is made up of hundreds of islands, but the main island is bigger than all the others put together\nNaha has a population of 300,000\nThe prefectural government was established in Naha in 1879 with the abolition of feudal domains\nShuri is now a part of the modern city of Naha\n### Getting around Naha and the main island\nThe Okinawa Urban Monorail (Yui Rail) is a convenient way to get from the airport to the city center and to Shuri.\nThere are a wide variety of bus routes, and express buses are also available for access to destinations outside of Naha City. Route and operation information can be found on the English website. Taxis offer a comfortable and private way to get around.\nCar rentals are readily available at the airport and at outlets in the city center. It may be more economical than taking a taxi depending on the distance and time to your destination.\n### Planning when to go\nOkinawa has a sub-tropical climate, and it can be very hot in the summer months, so be sure to drink plenty of water and take UV protection from March to October. Travel plans should be made cautiously during the rainy season from late May to early June, and in September when typhoons frequently hit islands.\nSpring and autumn are the ideal months if you want to take in the sun, sea, and beaches, but it's best to avoid Golden Week, the prime holiday season for vacationing Japanese, which is in the first week of May.\n### The Ryukyu Kingdom\nOkinawa is one of 47 prefectures that make up Japan, but has not always been so. Okinawa, or the Ryukyu Kingdom as it was then known, was an independent kingdom until 1609, when it came under the rule of Satsuma, a province in southern Japan.\nCommodore Matthew Perry docked in Naha Port in 1852 before his historic arrival in Edo (now Tokyo) the following year, when Japan opened up to the world after centuries of isolation.\nNaha became the capital in 1879, and it later absorbed the old capital, Shuri. But it was always the center of trading activity on the island. The port of Naha was trading with Korea and mainland Japan from at least the 11th century.\nThe islands only became part of Japan in 1879. After World War II the islands were occupied by the United States, and were only returned to Japan in 1972.\n### Intriguing gardens foreign and royal\nThe Kingdom of Ryukyu was once a vassal state of the Ming Dynasty, and China's influence on this region of Japan is undeniable. Fukushuen, a garden in Naha, is a manifestation of that power. All of the materials used to build it came from Fuzhou, as did its designers. The design and visual and aural effects are all subtly different from those of a Japanese garden.\nNot far from Shuri Castle is one of the Ryukyu Kingdom royal family's favorite retreats, Shikinaen Royal Garden. This forested retreat has a large circular pond with several islands, stone bridges, a wooden palace, an observatory, a banana plantation and a freshwater spring. Foreign dignitaries and other high-ranking guests came here regularly.\n### Recreating the past\nThere's plenty for you to see and do in Naha. It's a vibrant city with an active nightlife, most of it centered around Kokusai-dori, or International Street, which runs for almost two kilometers (1 mile) through the heart of Naha.\nYou'll discover bustling covered arcades leading off Kokusai-dori with stalls of local produce and handicrafts, and street performers on traffic-free Sundays.\nThe monorail can take you to Shuri, the former capital. Shuri Castle was the palace of the Ryukyu Kingdom from the 15th century until it came under Japanese rule in the 19th century.\nShuri Castle has burned down five times in the past but has been rebuilt each time. In 2019 the castle was destroyed by a fire. It is currently being rebuilt, with the reconstruction set to be completed in 2025. Visitors to the area now can see and hear the rebuilding process.\nBe sure you don't miss out on a visit to Naminouegu Shrine, which has been a sacred place in the religion of the Ryukyu Islands since it was first built long ago. It was burned down in WWII but restored to its original splendor in the 1990s. The shrine is a 15-minute walk from the Asahibashi monorail stop."}
{"filename": "www.japan.travel_en_destinations_okinawa_okinawa_the-kerama-islands_.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/destinations/okinawa/okinawa/the-kerama-islands/", "title": "Kerama Islands", "category": "destination", "text": "# OKINAWAKerama IslandsWelcome to the world of Kerama blue\n- Kerama Islands\n## Welcome to the world of Kerama blue\nThe Kerama Island chain is an idyllic place for a holiday, especially if you like hiking, hitting the beach, whale watching, snorkeling and diving. The stunning blue of the ocean around these islands is so distinctive it has its own shade named for it—Kerama blue. Most of the Kerama Islands are uninhabited, with the most popular destinations being Tokashiki, Zamami, and Aka.\n### Don't Miss\n- Some of the best sandy beaches in Okinawa\n- Great diving and snorkeling for all levels\n- The humpback whales in the winter\n## How to Get There\nAccess the islands by ferry from Naha.\nThere are high-speed ferries from Tomari Port in Naha to three of the Kerama Islands: to Tokashiki Island (2-3 trips a day, taking about 40 minutes), Zamami Island (2 trips, 50-70 minutes), and Aka Island (1-2 trips, 50 minutes).\nFrom there, it is possible to island-hop by ferry.\n### Quick Facts\nThere are more than 20 islands in the Kerama archipelago\nOnly four of the islands are inhabited\nTokashiki Island is the largest of the Kerama islands\n### Turtles of Tokashiki\nTokashiki Island is the largest of the Kerama Islands, with Tokashiki Village and port on the northeast coast, and Aharen Village and port on the southwest coast. Ferries from Naha will bring you into Tokashiki Port, but you'll probably want to make your way to the other side of the island, to Aharen Beach and Tokashiku Beach.\n### Super snorkeling\nThere are many excellent beaches on the island, but these two have the best snorkeling locations, as well as the best facilities for tourists. The marine life here is exceptional, and the waters are home to a large number of sea turtles.\n### Make observations\nAharen is the larger of the two, and there are a number of tour companies which offer shuttle buses to the ports. Located next to the beach, the Kubandaki Observatory gives you a magnificent view of the islands and coastline.\n### Hit the beach, trek the trails\nTokashiku Beach is smaller, with fewer diving spots, but it is ideal for swimming and sunbathing. The area around Tokashiku Beach is made up of forested hills, and there are some excellent hiking trails and observation points.\n### Take it in your stride\nAlthough it is the second largest of the Kerama Islands, Zamami Island is small enough to be able to walk from the port to its two finest beaches in 20 minutes.\n### Best beaches\nAs with all of these islands, there are plenty of fine hiking trails through the tree-clad hills, but it is the beaches that make Zamami Island such a popular destination.\n### Sub-aqua sights\nWalk east of Zamami Port for 20 minutes, and you will come to Furuzamami Beach. Walk west the same distance, and you arrive at Ama Beach. Both are beautiful beaches with good facilities, and a great range of companies offering diving tours rides in glass-bottomed boats, and diving equipment rental.\n### Shallow waters\nThe water at Ama Beach is shallower, making it more family friendly, but it means you have to swim out farther to see the coral and sea life.\n### Small is beautiful\nWhile there are around 260 permanent residents on Aka Island, that number is multiplied many times over by travelers in search of great beaches and unspoiled nature.\n### Deer me\nUnspoiled is the word, with Ryukyu sika deer running free. They even swim between the islands. These deer are a protected species.\n### Pedal power\nThe best beach on Aka is Nishibama Beach. It's a 20-minute walk from the port, but you can rent bicycles, cars, and scooters. If you're a keen cyclist, the best way to get around the island is by bike.\n### Beaches less visited\nThere is a bridge from Aka Island which takes you to Geruma and Fukaji islands. These are less popular destinations, but still worth visiting as they have fine beaches and plenty of Kerama blue.\n### Whale of a time\nBetween January and March, some other welcome guests arrive in the waters around the Kerama Islands—humpback whales. The whales feed in the waters of Alaska for most of the year and then swim down to the Kerama Islands to give birth and raise their calves in the warm waters.\n### Time for your close up\nPlan on two or three hours for a whale watching tour. You're almost certain to get a close-up view of these magnificent creatures. Measuring 15 meters long and with fins a third of their length, they're a majestic sight. If you're unlucky and don't spot any whales on the tour, you'll get a refund (there are periods when refunds are not applicable; the period varies by tour)."}
{"filename": "www.japan.travel_en_spot_1518.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/1518", "title": "1518", "category": "spot", "text": "# Kusatsu Onsen草津温泉\nKusatsu-machi, Agatsuma-gun, Gunma-ken\n## Healing geothermal waters and fun festivals in a secluded mountain onsen resort\nStroll down charming alleys in your cotton yukata and wooden sandals breathing in the aroma of Kusatsu Onsen, an authentic onsen town in Gunma Prefecture.\n### Don't Miss\n- The yubatake hot water fields in the center of town\n- Cracking open an onsen tamago—eggs boiled in the hot spring water\n- Satisfying your sweet tooth with traditional onsen manju sweets\n- A trip to Sainokawara Park\n## How to Get There\nAlthough there is no train station in the town, Kusatsu is still easily accessible.\nThe most convenient way is by rental car, taking in the beautiful scenery along the Japan Romantic Road linking Nagano, Gunma, and Tochigi. From Tokyo, the journey takes around three hours, or from the shinkansen station in Takasaki, it takes around one and a half hours.\nThere are direct buses from Shinjuku Bus Terminal. Take the JR Joshu Yumeguri-go bus to Kusatsu, via Ikaho Onsen.\nThe nearest train station is Naganohara Kusatsuguchi Station. It takes around two and a half hours from Ueno by direct express train. From there, take the connecting 25-minute bus ride to Kusatsu.\n### Events in Kusatsu\nFlower Festival (May)\nShirane Shrine Festival (July)\nHot Spring Appreciation Festival (August)\nKusatsu International Music Academy and Festival (in August)\n### The Yubatake hot water fields\nThis large hot water system is the symbol and heart of Kusatsu Onsen. The distinct aroma will guide you to the yubatake—literally translated as hot water field — in the center of town. Geothermal water rises to the surface straight from the source and is cooled as it runs along a series of connected wooden chutes while maintaining the natural mineral content.\nHot steam billows as the water gushes down into the emerald reservoir. Kusatsu Onsen has the largest amount of naturally occurring hot spring water in Japan.\nWith high temperatures (around 55 degrees Celsius) and high acidity, the water is said to cure many conditions and is especially good for your skin. Several Tokugawa shoguns had the water transported in barrels to their castle in Edo (now Tokyo).\n### Hot spring traditions\nFrom the yubatake, you can easily stroll to Netsunoyu hall to watch the yumomi performance. Onsen workers cool the water by dipping and turning wooden planks, churning the water to the rhythm of a folk song.\n### Strolling and shopping\nTake the narrow alley near the Netsunoyu and explore the quaint arts and crafts shops, featuring milky glass inspired by the waters. Be sure to try onsen manju (steamed sweet buns) and onsen tamago (eggs boiled in the hot springs). You can follow the alley all the way to Sainokawara Park, an area where steamy hot spring water gushes naturally.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1572.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/1572", "title": "1572", "category": "spot", "text": "# Hakone Onsen箱根温泉\nHakone-machi, Ashigarashimo-gun, Kanagawa-ken\n## A must-visit hot spring resort town close to Tokyo\nHakone is located in the east of the Fuji-Hakone-Izu National Park, and is one of the most popular hot spring towns in Japan. It is an easy day trip from Tokyo, and has plenty of accommodation options for longer stays.\n## How to Get Here\nHakone-Yumoto Station is the gateway to Hakone. It is located in the western part of Kanagawa Prefecture, and is easily accessible from Tokyo.\nTake the Odakyu Line from Shinjuku Station to Hakone-Yumoto Station (about 90 minutes)\nTake the Tokaido Shinkansen from Tokyo Station to Odawara Station, and then take the Hakone Tozan Line from Odawara Station to Hakone-Yumoto Station (about 55 minutes)\n### Hakone's natural hot springs\nLocated in the east of Fuji-Hakone-Izu National Park, Hakone is one of the most popular hot spring towns in Japan. The area was a key rest stop along the Tokaido Highway during the Edo period (1603-1867). There are a great many hot springs to enjoy in Hakone, each with different spring qualities.\n### Stunning mountain and lake views\nHot springs are not all Hakone has to offer. The area is surrounded by mountains, including Mt. Kamiyama and Mt. Komagatake, which has a ropeway offering stunning area views, featuring the iconic Mt Fuji. Nearby Lake Ashinoko is a relaxing spot for sightseeing due to its stunning scenery and cruises.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1798.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/1798", "title": "1798", "category": "spot", "text": "# Ginzan Onsen銀山温泉\nGinzan shinhata, Obanazawa-shi, Yamagata-ken\n## Unwind, relax and step back in time\nFounded on the site of a former silver mine in rural Yamagata, Ginzan Onsen Hot Spring caters to discerning guests with a taste for old-world atmosphere.\nTraditional inns line the river to create picturesque scenes more evocative of a Taisho period (1912-26) novel than a modern resort. It's a long way from big city life and well worth the trip.\n### Don't Miss\n- Stroll along Ginzan River and the town's pedestrianized streets in your yukata\n- Visit Shirogane Park and cool yourself by its waterfalls\n- Stay overnight and dine at one of Ginzan Onsen's many hot spring inns\n- Take an outdoor rotenburo bath or enjoy a private kashikiri soak\n## How to Get There\nGinzan Onsen can be accessed by a combination of JR trains and buses.\nFrom Tokyo, take the JR Yamagata Shinkansen to Oishida Station (three hours, 20 minutes), then catch a bus to Ginzan Onsen (35 minutes). The train is covered by the Japan Rail Pass, but the bus is not. Be aware that buses only depart Oishida Station every 60-90 minutes.\nVisitors traveling by car are required to park at a designated parking area outside the town center. Many inns offer a shuttle service into town from the lot.\n### Get to know the onsen-kyo\nPopular among Japanese travelers, the term onsen-kyo is associated with small, quaint towns and cozy inns that offer accommodation, food and hot spring bathing. As weekend retreats, they are popular with all age groups, from young families to retirees. This cherished aspect of travel in Japan often goes unnoticed by foreign visitors, so live like a local and dive into onsen-kyo culture.\nThe area is a car-free town center with no modern buildings in sight.\nHaving checked into one of the town's many inns, visitors walk the streets without the usual concern of cars zipping past to beat the traffic light.\nIn the proud tradition of Japanese inns, Ginzan Onsen's ryokan offer up sumptuous local dishes to meet the standards of their mostly Japanese clientele.\n### Such stuff as dreams are made of\nBeautiful buildings surrounded by an unspoiled rural setting ensure that Ginzan Onsen is pleasant all year round. Long summer days are perfect for lazy strolls down idyllic streets in a yukata. In winter, the town really works its magic. The sight of the buildings blanketed in snow and illuminated by the soft glow of gaslights leaves a lasting impression.\nMany Japanese visitors come to Ginzan Onsen in search of its Taisho period ambience. Anyone familiar with Mishima Yukio's novel 'Spring Snow' will delight at how the setting blends traditional Japanese aesthetics with what was once seen as modern sophistication. The gaslights and absence of motor vehicles help maintain the atmosphere.\n### The finer points of hot spring bathing\nRotenburo are outdoor baths-usually hidden from outside view-which allow you to take in the surrounding scenery from the comfort of a hot spring. Another attractive option is arranging a kashikiri session in a private bath, whereby you and traveling companions can have a tub all to yourselves for a short time.\n### Silver everything\nUnsurprisingly for a town founded on a silver mine, Ginzan Onsen takes both its name (literally, Silver Mountain) and iconography from the element. The popular Shirogane Park boasts an impressive 22 meter tall waterfall, and you'll also find an illuminated cave which is well-lit and ideal for taking pictures.\n### Old meets new meets old\nGinzan Onsen's one notable concession to modernity is the Fujiya ryokan, a striking building designed by famed architect Kuma Kengo. With a blend of modern and traditional elements, including the incorporation of bare timber and white plaster, it stands out from its surroundings while also keeping one foot firmly in the past.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1824.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/1824", "title": "1824", "category": "spot", "text": "# Hachimantai Onsen八幡平温泉郷\nKazuno, Akita / Semboku, Akita / Hachimantai, Iwate\n## An onsen resort with plentiful, sulphur-rich water, plus trekking, golf, skiing and more nearby\nSituated in a lofty mountain range bordering Iwate and Akita prefectures, Hachimantai Onsen is a resort that offers tranquil surroundings, unspoiled beauty, and the relaxing sounds of birdsong while bathing.\n### Quick Facts\nSpectacular views of Mt. Iwate from onsen (hot springs) in the area\nA wide range of all-year leisure activities\n## How to Get There\nThe Hachimantai area can be reached via Tazawako, Morioka, or Kazuno-Hanawa stations.\nTake the Akita Shinkansen to Tazawako Station. Take the Tohoku Shinkansen to Morioka Station. Take the JR Hanawa Line to Kazuno-Hanawa Station.\n### Great for body and mind\nSince its waters possess a number of healing properties, including soothing nerve pain, sore muscles, joint pain, fatigue, chronic digestive disorders, diabetes, chronic skin diseases and arteriosclerosis, Hachimantai Onsen has become a popular base for visitors wishing to explore the area.\n### Enjoy the other leisure activities\nYou have options like trekking, golf, angling and mountain climbing during the summer months, and skiing and snowboarding during the winter.\n### Fukenoyu Onsen\nTake a hike up to this quaint hot spring, which is located below the summit of Mt. Hachimantai. Enjoy the feeling of nature around you while relaxing in the volcanic hot spring.\n### Goshogake Onsen\nRelax in beautiful Goshogake Onsen on the slopes of Mt. Hachimantai in the heart of Towada-Hachimantai National Park. With indoor baths made of scented pine, steam boxes, an outdoor onsen, and a volcanic mud pool, there are plenty of options.\n### Tamagawa Onsen\nTamagawa Onsen has the highest acidity of all Japan's hot springs. The bedrock emits weak radioactivity. People from all over Japan come to bathe here in the hope of being cured of various illnesses.\n### Places to stay\nThere is ample accommodation within the area, including the largest resort in Tohoku, Hachimantai Resort.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2005.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/2005", "title": "2005", "category": "spot", "text": "# Kinosaki Onsen城崎温泉\nKinosaki-cho, Toyooka-shi, Hyogo-ken\n©Toyooka City\n## Experience authentic culture at this cozy, historic hot spring resort\nKinosaki Onsen is a historic hot spring resort in northern Hyogo Prefecture. The town is surrounded by mountains and sea, and offers seasonal treats such as spring cherry blossoms, summer fireworks, and winter snow. Check Kinosaki Onsen's official website “Visit Kinosaki” for more details.\n### Don't Miss\n- Visiting the seven public bathhouses\n- Strolling in a yukata\n- Making a side trip to Onsenji Temple and the nearby mountain\n## How to Get There\nKinosaki Onsen Station is the gateway to the town, connected by the San'in Main Line to Kyoto and Osaka.\nIt takes about 2.5 hours from Kyoto or Osaka to Kinosaki Onsen Station by direct express train.\n### A riverside town\nOn either side of the Otani River are numerous Japanese inns, or ryokan, most of which have their own onsen baths.\n©Toyooka City\nThe seven public baths dotted around the town are one of the unique characteristics of Kinosaki. Visitors to the area can buy a one-day pass for 1,300 yen (as of November 2021) that allows bathing in all seven. Additionally, hot bubbling foot baths can be found in numerous locations. If you are staying at one of the town's ryokan, all of the public onsen can be accessed for free from when you check in until you check out.\n©Toyooka City\n### Slip on a yukata and stroll about town\nIt is not uncommon to see visitors to the area walking around the town in yukata—the thin cotton kimono that are closely associated with Japanese onsen towns. During the colder winter months, a warm, cotton haori jacket is worn on top of the yukata to keep out the cold.\n### The town's mysterious origins\nTowards the western end of Kinosaki Onsen is Onsenji Temple, which is dedicated to the Buddhist priest who supposedly founded Kinosaki Onsen in the 8th century. Legend has it that a priest named Douchi Shonin arrived in Kinosaki in the year 717, where he saw people suffering from incurable diseases. When he prayed for help, a white-haired man appeared to him in a dream, and suggested that he could find a hot spring. The priest believed the oracle, and chanted sutras for 1,000 days, after which hot water gushed from the ground, leading to the creation of the hot spring town.\n©Toyooka City\nOnce upon a time, visitors had to pray at the temple before they were allowed to enter the baths. While this is no longer the custom, the temple is still a great place to visit and can be combined with an enjoyable stroll through the mountains at Kinosaki's western edge.\nThe main hall of the temple can either be accessed by a short walk up the mountain or by taking the ropeway, which can take you to an observation deck at the top of the mountain.\n©Toyooka City\n### The Oriental White Stork Sanctuary\nDue to loss of habitat, the Oriental stork became extinct in Japan in 1971. The last bird actually died in Kinosaki Onsen's Toyooka City. Konotori no Sato Park was built as a research institute to protect and breed the storks, which are a National Natural Monument, and to reintroduce them to the wild. At the adjacent Stork Culture Museum, visitors can learn about efforts to reintroduce the storks, and see those used for breeding up close. The park is about 10 kilometers south of Kinosaki Onsen, and can be reached via bus from Toyooka Station.\n### Winter snow\nThe area around Kinosaki Onsen is great for activities and includes the Kannabe Kogen area. Here, visitors can enjoy climbing and hiking in summer or skiing, snowboarding and snowshoeing during winter. The town of Kinosaki receives regular snowfall and is very pretty during this season, as the river area is lined with fresh snow.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2143.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/2143", "title": "2143", "category": "spot", "text": "# Shiretoko知床エリア\nShari-gun, Hokkaido\n## True wilderness filled with untouched lakes, sunken forests, rare birds and other beasts\nHokkaido's Shiretoko Peninsula offers some of Japan's most pristine and unspoiled natural beauty. There is nowhere more \"off-the-beaten-path\" than Shiretoko. It's a great place to connect with the simple pleasures of nature.\n### Don't Miss\n- Shiretoko National Park for Hokkaido nature at its best\n- Drift ice cruises in the winter\n- Delicious fresh seafood straight from the ocean\n- Watching rare birds\n## How to Get There\nThere are direct flights from Tokyo (both Haneda and Narita Airport) to Memanbetsu Airport and Kushiro Airport, and flights from Haneda Airport to Monbetsu Airport. For travel within Hokkaido, there are direct flights from Sapporo (New Chitose Airport) to Memanbetsu Airport and Nemuro Nakashibetsu Airport, the two closest to Shiretoko.\nLocal public transit is scarce, so it's best to see the area by car (or rental car). However, there is an overnight bus from Sapporo that takes you to the Shiretoko area's main bus terminals and hotels.\n### Pristine natural beauty at Shiretoko National Park\nShiretoko National Park is a UNESCO World Heritage Site set in the magnificent mountains and steep cliffs of the northern tip of the Shiretoko Peninsula.\nFrom spring to autumn, you can admire the serene five lakes known collectively as Shiretoko Goko, follow hiking trails to hidden waterfalls, or take a nature cruise from Utoro for the chance to see brown bears leading their cubs along the shore, as well as some of the many species of whales, dolphins, and seals that thrive in the nutrient-rich waters. In winter, take a cruise from Rausu to observe white-tailed sea eagles and Stellar's sea eagles. Or participate in a \"drift ice walk tour,\" where you wear a dry suit and walk on drift ice. The opportunity to dive under the ice floes is a unique winter experience in Shiretoko.\n### The tip of the iceberg\nThe Shiretoko area is much larger than just the national park and offers some wonderful surprises for the adventurous. Drive 50 kilometers south along the beautiful coast road from Rausu, and you will come to the entrance to Notsuke Peninsula, a long sandbar reaching out into the Nemuro Strait.\nTake a stroll to admire the dramatic landscape of sunken forests, grazing deer, wildfowl and native flowers. The imposing Kunashiri Island sits just a few miles across the waters.\nIn winter, you can see miles of drift ice floating south on the currents toward Nemuro and Cape Nosappu. Halfway between Notsuke and Nemuro is Lake Furenko, a mecca for birdwatchers. Roughly 300 species of wild birds are regular visitors here, so take all your camera gear to get some memorable snaps of Steller's sea eagles and Japanese red-crowned cranes.\n### Relaxing waters and mountain views\nHead inland and away from the choppy waters of the Nemuro Strait to get the best views of the glorious Shiretoko mountain range stretching out into the distance. Try Kaiyoudai Observatory in Nakashibetsu or Tawadaira Observatory in Shibecha for the best views.\nEnd your day with a hot soak and delicious dinner at secluded Yoroushi Onsen.\n### Rich and delicious fish\nIt's no wonder that so many bears, whales, dolphins, and birds thrive on and around the Shiretoko Peninsula. The waters are replenished annually by rich nutrients deposited by the drift ice, meaning you get to try some of the best local seafood in Japan.\nAs a starter, try some uni (sea urchin) and hokke (Atka mackerel) in Utoro and Rausu; follow up with some ikura (salmon roe), shrimp and scallop in Odaito; and there's always room for some Hanasaki crab from Nemuro and its famous sanma (Pacific saury).\n## Keywords"}
{"filename": "www.japan.travel_en_spot_524.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/524", "title": "524", "category": "spot", "text": "# Himeyuri Monumentひめゆりの塔と沖縄南部エリア\nPhoto copyright: Himeyuri Peace Museum\n671-1 Azaihara, Itoman-shi, Okinawa-ken\nHimeyuri Peace Museum\n## A plea for peace amid the wonders of nature\nOne of the tragic tales of WWII took place in Himeyuri, and the Himeyuri Peace Museum and Himeyuri Cenotaph are fitting tributes. An ancient cave twisting miles into the earth which also serves as a sobering reminder of Japan's recent past. There is much to see and think about here.\n### Don't Miss\n- Learn about Okinawa during WWII at the Himeyuri Peace Memorial Museum.\n- One of the largest caves in Japan, where caving is possible\n- Valley of Gangala, a beautiful limestone cave and a unique venue\n## How to Get There\nThe Himeyuri Memorial Tower is accessible by bus. Take the 89 bus from Naha Bus Terminal to Itoman Bus Terminal, a 30-minute ride. Change at the Itoman City Bus Terminal to bus number 82, 107, or 108 for \"Himeyuri-no-tou mae\", a 15-minute ride. Take bus No. 50 or No. 51 from Naha Bus Terminal to Gyokusendo Cave (about 40 minutes), then walk about 1.5km.\nIf you're driving, take Route 331 south from Naha for about 40 minutes. Turn right onto 54 and the Himeyuri Cenotaph is just 2km along. It is about 10km from Himeyuri Cenotaph to Gyokusen Cave, which takes about 15 minutes by car.\n### Quick Facts\nThe Battle of Okinawa lasted approximately 3 months in 1945\nHimeyuri Peace Museum commemorates the 227 students and teachers who died in the battle\nThe Himeyuri Memorial Tower was built in 1946\nGyokusendo Cave is home to stalagmites and more than a million stalactites\nHabu Park is a museum dedicated to Okinawa's native snake\nVisitors can see traditional Okinawan dancing and drumming in Kingdom Village\nHimeyuri Peace Museum\n### The sacrifice of the Himeyuri students\nIn March 1945, 222 female students and 18 teachers were inducted into the Japanese Army to tend to the sick, carry food and water to the troops, and bury the dead. The girls came to be called the \"Himeyuri Student Corps\" after the war because the school's nickname was \"Himeyuri\".\nWith the situation worsening day by day, the group withdrew to the southern part of the main island of Okinawa (Itoman City) on May 25. On June 18th, the students and teachers were suddenly given an order to disband by the Japanese military.\nIn the early morning of the following day, one of the shelters where they were hiding was attacked, and 42 of the 50 Himeyuri teachers and students in the shelter were killed. Of the 240 members of the Himeyuri, 136 lost their lives in the Battle of Okinawa.\n### Memories of the Himeyuri\nThere are many reminders of this tragic episode in the Himeyuri Peace Museum, including the Himeyuri Cenotaph.\nThe spacious park around the cenotaph contains memorials to the Himeyuri students who lost their lives in the battle, which is sometimes known as Tetsu no Ame (Typhoon of Steel).\nAs you walk through the six chambers of the Himeyuri Peace Museum, the tale of the Lily Corps is brought to life with photographs, displays, video testimonies of survivors, and thoughts shared by visitors.\n### Gyokusendo; Japan's largest cave\nNo visit to Okinawa is complete without an exploration of Gyokusen Cave, the largest of its kind in Japan, and home to more than a million stalactites and stalagmites that have been forming over the past 300,000 years.\nThe cave was only discovered in 1967, and visitors can explore 890 meters of its five-kilometer length. The cave has many small streams and waterfalls. There are hand-railed walkways so you don't have to be a caver to negotiate the tour. However, the passages may be slippery in places so care is advised.\nColored lighting in some sections of the cave create startling formations, and it is easy to imagine great prehistoric monsters lurking in the shadows. In fact, the cave was used as the location for a Godzilla movie in 1974.\n### Snakes and their uses\nGyokusen Cave is part of a complex called Okinawa World, which also includes a recreation of a traditional Okinawan village and a museum dedicated to the habu snake. The habu is a venomous pit viper only found on the Okinawan islands. Its bite is not usually fatal but the effects can be serious if not treated.\nHabu snakes are used to make the traditional Okinawan rice spirit known as awamori.\nSome of the traditional houses in Kingdom Village are more than 100 years old and have been moved here and reassembled. At various times of day there are performances featuring traditional dancing and drumming, as well as sanshin performances. The sanshin is a three-stringed instrument similar to the Japanese shamisen, but Okinawan music is distinctly different.\nThe soundbox of a sanshin is light olive with brown blotches, yet another use Okinawans have found for the habu snake. Incidentally, mongoose were introduced into Okinawa in 1910 in an attempt to control the habu population. Unfortunately, habu snakes are nocturnal and mongoose are not, so the experiment failed.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_529.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/529", "title": "529", "category": "spot", "text": "# Nishibama Beachニシ浜\nPhoto copyright: ©OCVB\nAka, Zamami, Shimajiri-gun, Okinawa-ken\n## Aka Island's beach with a touching tale\nHead to the northeast coast of Aka Island, where you will find the one-kilometer stretch of sand that is Nishibama Beach.\nWith great snorkeling for novices and experienced divers alike, it is the perfect way to spend a few hours in paradise.\n## How to Get There\nThe island is accessible by ferry.\nThere are high-speed ferries from Tomari Port in Naha to Aka Island once or twice a day, taking about 50 minutes. There is also a car ferry, which takes 90 minutes, leaving once a day.\nFrom Zamami Island, a ferry to Aka Island departs four times a day, taking 15 minutes.\n### A beach for everyone\nAka Island has a number of fine beaches, but Nishibama Beach is surely the gold standard.\nThe long stretch of pure white sand leads into a clear blue sea that is gentle and shallow, making it suitable for young children.\nFor the dedicated diver, there is plenty to explore farther from the coast, including wonderful coral and undersea life.\nThe beach has good facilities, shops where you can rent diving equipment, and an observation point behind the beach where you can enjoy the magnificent view.\n### Puppy love\nMake sure you do not miss the statue of Shiro the dog staring off toward Zamami Island. Back in the 1980s, Shiro befriended a female dog called Marilyn on the island of Zamami, and every day he would swim the three kilometers between the islands to visit her.\nA movie was made of the two dogs' romance entitled \"Marilyn ni Aitai\" (I Want to See Marilyn).\n## Keywords"}
{"filename": "www.japan.travel_en_spot_556.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/556", "title": "556", "category": "spot", "text": "# Zamami Island (Zamamijima)座間味島\nShimajiri-gun, Okinawa-ken\n## Get away from it all in the Kerama Islands\nIf you are planning an overnight trip to the beaches around Naha during your stay, Zamami Island may be the ideal place for you.\nIt is the second biggest of the Kerama Islands, but with only one village and a population of 600, it is an unspoiled paradise in an emerald blue sea.\n### Quick Facts\nHumpback whale-watching season begins in January\nThe island has free Wi-Fi covering the whole town, but it is strongest at the port\nThe blue shade of the waters here is so distinctive that there is even a color named after it: Kerama blue\n## How to Get There\nThe high-speed ferry from Tomari Port in Naha to Zamami takes between 50 and 70 minutes and runs two to three times a day. There is also a car ferry, which leaves once a day and takes twice as long.\n### Enjoy pristine beaches and marine activities\nHead for Furuzamami Beach if you are planning to go snorkeling or diving. The clear waters and abundant sea life close to the shore are a natural wonder to explore.\nThere are stores where you can rent diving equipment, toilet and shower facilities, and a beach hut with a good selection of food and refreshments.\nAma Beach is a little more basic, with shower and toilet facilities but not much else. The beach is beautiful, however, and since the waters are relatively shallow, it is the perfect spot if you have young children.\nYou have to swim farther out to get to the good snorkeling spots. But if you do, you may be rewarded with the sight of one of the sea turtles that frequent the bay.\n### From the sea to the peaks\nAway from the coast, the island is mostly tree-covered hills. There are fine hiking trails, unavoidably uphill much of the way, but you will be rewarded by spectacular views after the climb.\nThe view from Mt. Takatsuki, the highest spot on the island, is particularly impressive.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_557.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/557", "title": "557", "category": "spot", "text": "# Tokashiki Island (Tokashikijima)渡嘉敷島\nShimajiri-gun, Okinawa-ken\n## Gateway to the Kerama Islands\nTokashiki Island is the largest of the Kerama Islands, which are about 30 kilometers west of Okinawa's main island. It's the perfect destination for a day trip, or an overnight stay if you want to do a bit of island hopping.\nThere are plenty of idyllic spots for snorkeling, diving and sunbathing in the summer, and it's a great place for whale watching in the winter.\n### Don't Miss\n- Two great beaches on the west coast\n- Hiking trails around an unspoiled island\n- Viewing the humpback whales in winter\n## How to Get There\nTokashiki Island is accessible by ferry.\nHigh-speed ferries run from Tomari Port in Naha to Tokashiki three times a day, taking about 35 minutes. There is a car ferry that leaves once a day and takes about 70 minutes. It is also possible to island-hop to the other islands on the Kerama route.\n### Snorkeling heaven\nYou'll arrive at Tokashiki Port on the northeast coast of the island, but the best beaches are farther south, on the west coast. Even though it's the biggest of the Kerama Islands, Tokashiki is still very compact, and it's just a 10-minute drive to the beaches and Aharen Port.\n### Transportation on the island\nBus services are infrequent, so the best way to get around on the island is by rental car, scooter, or bicycle. If you are staying the night on the island or taking one of the tours on offer, be sure to look out for included shuttle bus services operated by various companies.\n### A tale of two beaches\nAharen Beach is the larger of the two main beaches, and the bay offers excellent shelter from the waves and currents. The beach is divided into areas for swimming and swimming only when accompanied by a guide.\nWith fluorescent blue damselfish, butterflyfish, Moorish idols, and clownfish all swimming above coral, and giant clams nesting in the crevices, Aharen Beach is one of the best snorkeling spots in Okinawa.\n### Other activities\nTokashiku Beach also is a great snorkeling spot, but this beach is more suited to swimming and sunbathing. Both beaches have excellent facilities, with diving equipment rental and a range of available tours.\n### Winter visitors\nThe best time for swimming in the seas around Tokashiki is between May and October. That is if you're a human. For humpback whales, January to March are prime swimming time, when the humpback whales cross the ocean from Alaska and congregate in the waters off the Kerama Islands.\nPlan on three hours for a whale watching tour.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_561.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/561", "title": "561", "category": "spot", "text": "# Aka Island (Akajima)阿嘉島\nShimajiri-gun, Okinawa-ken\n## A tiny island surrounded by clear blue waters and secluded beaches\nAka Island is the smallest of the three main islands that make up the Kerama Islands, but its beaches and diving spots are exceptional.\nThe clear waters, magical coral reefs, and abundant sea life make it a snorkeler's paradise.\n### Don't Miss\n- Nishibama Beach, the best beach on the island\n- The statue of Shiro the dog at the port\n- The bridge to Geruma Island and Fukaji Island\n## How to Get There\nThe island is accessible by high-speed ferry and car ferry.\nHigh-speed ferries leave from Tomari Port in Naha to Aka once or twice a day, taking approximately 50 minutes. There is also a car ferry leaving once a day and taking 90 minutes. From Zamami Island, there's also a ferry to Aka departing four times a day, taking 15 minutes.\n### Explore Aka's crown jewel\nThere are excellent beaches all around the coast of Aka Island, but the jewel in the crown is Nishibama Beach and its magnificent one-kilometer stretch of sand. It is an excellent place for swimming in the shallows, relaxing in the crystal-clear water, and exploring the wonderful coral reef.\nThe beach is a 30-minute walk from the port. There's no reliable public transportation, but you can rent bicycles, cars or scooters to get around the island.\n### Bridge between the islands\nCheck out the bridge from Aka Island, which takes you to Geruma Island and Fukaji Island. These islands see fewer tourists, but they also have some fine beaches that are worth exploring if you want to find a more secluded spot.\n### A tale of two love dogs\nKeep an eye out for the statue of a dog staring out to sea at the port. This is Shiro, a dog that befriended a female dog called Marilyn on the island of Zamami back in the 1980s.\nAccording to the islanders, Shiro would swim the three kilometers between the islands every day to see his sweetheart.\nMarilyn died in 1987, but the story lives on, thanks to Marilyn Ni Aitai (I Want To See Marilyn), a movie made about the two love dogs the following year.\nThere is a statue of Marilyn looking toward Aka Island on Zamami Island.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_574.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/574", "title": "574", "category": "spot", "text": "# Shuri Castle首里城\n1-2 Shurikinjo-cho, Naha-shi, Okinawa-ken\n## A red castle that ruled a long-lost kingdom\nWhen you wander among the majestic buildings that make up Shuri Castle in Okinawa, you might feel as if you have stepped back in time. However, these lovingly restored buildings are only decades old.\nNonetheless, they are steeped in history, and many of the castle remains are older than the recent renovations. From the magnificent architecture to the exhibits, there is plenty to see and do in and around the castle complex.\n### Don't Miss\n- Shurei-mon Gate, built by King Sho Sei in the early 16th century\n- Sonohyan Utaki Ishimon, a stone gate entrance to the sacred grove where prayers for a safe journey were given whenever the king left the castle\n- Kinjocho Ishidatamimichi, a beautiful stone pathway that leads through a grove of trees said to be more than 300 years old\n- Discover the art of creating bingata, ryusen, and other handmade Okinawan textiles at Shuri Ryusen, a few minutes' walk from Shuri Castle\n## How to Get There\nShuri Castle is a five-minute bus ride (or a 15-20-minute walk) from Shuri Station on the Okinawa Monorail.\nIt can also be reached by bus from central Naha. Take the number one bus and get off at Shurijo Koen Iriguchi.\nShuri Ryusen is a short walk from Shuri Castle, on Shuriyamagawacho, and is open from 9 a.m. to 6 p.m. seven days a week.\n### Quick Facts\nShuri was the capital of Okinawa until the 1870s. It is now part of Naha, the new capital\nShuri Castle is one of five castles designated by UNESCO as World Heritage Sites\nThe striking red \"brick\" roof tiles are a hallmark of Okinawa, and very different from castles elsewhere in Japan\nOn October 31 2019, a fire completely destroyed most of the main castle structures. After the fire, reconstruction preparations with the volunteers have begun and are scheduled to be completed in 2026. During the reconstruction, visitors can tour the valuable reconstruction process.\n### Rising from the ashes\nThe castle was built in the 13th century by Shunbajunki, the second king of Chuzan, and it was to play a key part in many of the struggles in the centuries that followed.\nShuri Castle has been destroyed many times over the centuries, each time rising again from the ashes. Most recently, the castle was bombed in the 1945 Battle of Okinawa and the castle you see before you today was reconstructed in 1992.\nThe castle stands on top of a hill, providing a commanding view of Naha.\nThe interior of the main building has been restored in its original style, with modern museums in the north and south halls. The exhibits bring to life the history of the Ryukyu Kingdom. The north and south halls were destroyed by fire on 31 October 2019, and are currently being prepared for restoration.\n### The King's Gate\nDon't miss out on a visit to Shurei-mon Gate, originally built in the early 16th century by King Sho Sei. It was used for ceremonial entrances to the castle, and you can't help but feel regal as you walk beneath the seven-meter high red-tiled roof. The gate, like the castle, has been destroyed many times and was last rebuilt in 1958.\nTo commemorate the 28th G8 summit, which was held in Okinawa, a 2,000 yen note was specially printed, featuring a picture of Shurei-mon Gate. Incidentally, the word shurei is often confused with Shuri, but it is actually a Chinese word meaning \"eternal courtesy.\"\n## Keywords"}
{"filename": "www.japan.travel_en_spot_581.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/581", "title": "581", "category": "spot", "text": "# Okinawa Churaumi Aquarium沖縄美ら海水族館\n424 Ishikawa, Motobu-cho, Kunigami-gun, Okinawa-ken\n## An aquarium where you can encounter Okinawa's seas\nOkinawa Churaumi Aquarium is part of Ocean Expo Park and is considered one of the biggest and best aquariums in the world. Its tanks are massive enough to hold whale sharks.\nLocated on the coast of Motobu Peninsula, the aquarium was rebuilt in 2002 and is now home to 780 species of marine life.\n### Don't Miss\n- Feeding times at the Kuroshio Sea tank at 9:30 a.m., 3 p.m. and 5 p.m.\n- The Deep Sea Experience Room, where you can see creatures who live at a depth of more than 200 meters in tanks that recreate the pressure, light and water temperatures deep-sea creatures need to survive\n- Outdoor dolphin shows (free of charge) five times a day\n## How to Get There\nOkinawa Churaumi Aquarium (in Ocean Expo Park) is served by a number of bus routes. It takes about two and a half hours from Naha.\nThe Yanbaru Express Bus runs ten to eleven trips from Naha Airport and central Naha to the Ocean Expo Park. It is also possible to get there using local bus service, but it is not the most convenient route due to its infrequency in Nago.\nBy car, the journey also takes about two hours, though it can be considerably longer depending on traffic. Take the Okinawa Expressway from Naha to Kyoda in Nago, and then travel via the Motobu Peninsula to Ocean Expo Park.\n### Quick Facts\nThe aquarium opened as the Marine Life Park, built for the Okinawa International Ocean Expo in 1975\nThe aquarium was rebuilt in 2002\nAfter its relaunch, the aquarium welcomed its 50 millionth visitor in 2019\nThere aquarium exhibits about 780 species of creatures\nWhen you arrive at the entrance to the Okinawa Churaumi Aquarium, you will be greeted by a monument of a whale shark, the largest fish species. Take a selfie with the beast before continuing to the main exhibits.\n### Get up close\nAs you enter the aquarium, visitors will find an aquarium that is the world's first large-scale breeding of live coral using an open system.\nOne of the most popular exhibits is the main tank. Known as the \"Kuroshio Sea,\" the tank is so large that it can display the whale shark, which can measure up to 8.8 meters in length, and also accommodate manta rays and many species of rare fish.\nThe water volume of the tank is 7,500 tons, and the thickness of its acrylic glass is 60 centimeters.\n### Feeding Time\nGiant whale sharks seem like they would eat all the fish around them, but despite their size they are peaceful creatures that eat small plankton. Don't miss the feeding, which takes place three times a day in the Kuroshio Sea tank.\nManta rays are notoriously difficult to breed, but in 2007 the Okinawa Churaumi Aquarium became the first aquarium in the world to successfully breed them in captivity. Currently, four manta rays can be seen in the large aquarium tank.\nOther tanks in the aquarium include one that displays mainly sharks, and another that displays luminous creatures. There is also a splendid outdoor pool where dolphins, manatees, and sea turtles can be seen.\n### Park Life\nThe aquarium is a facility located in Ocean Expo Park. Ocean Expo Park was built on the site of the Okinawa International Ocean Expo held in 1975. Stretching three kilometers along the coast, the large park includes the Oceanic Culture Museum, the Tropical and Subtropical Arboretum, the Tropical Dream Center botanical garden, and Emerald Beach.\nAlso in the park, you can freely explore the Native Okinawan Village, featuring recreations of Okinawan homes and buildings from various times and places in history.\n## Opening Times and Prices\nOcean Expo Park is open from 8 a.m. to 6 p.m. or 7:30 pm. Admission is free to all facilities except Okinawa Churaumi Aquarium, Tropical Dream Center, and the Oceanic Culture Museum. Please check the official website for opening hours of the aquarium and other facilities.\nPhoto credit: Okinawa Commemorative National Government Park (Ocean Expo Park)\n## Keywords"}
{"filename": "www.japan.travel_en_spot_587.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/587", "title": "587", "category": "spot", "text": "# Kokusai-dori Street国際通り\n3-2-10 Makishi, Naha-shi, Okinawa-ken\n## Lion dogs, a potent snake liquor, and shopping, food and fun into the wee hours\nTake a stroll through the heart of Naha and discover Kokusai-dori, a street that stretches 1.6 kilometers through the city center.\nThis bustling street has it all. Whether you're set on sightseeing, shopping, dining, browsing Okinawan crafts, or experiencing island folk music, you'll find it here on Kokusai-dori.\n### Don't Miss\n- Street performances of traditional Okinawan music and dance\n- Habushu, a drink with a preserved viper inside\n- Heiwa Dori, a covered arcade off Kokusai Dori\n- The farmers' market at the end of Ichiba-hondori\n## How to Get There\nKokusai-dori Street is located in downtown Naha near the Naha Bus Terminal and is also easily reached by monorail.\nFrom Naha Airport, take the Okinawa Monorail to Kencho-mae Station, or get off at Makishi Station if you want to start at the other end of Kokusai-dori Street.\n### Quick Facts\nMany shops stay open until 11 p.m.\nNightlife on Kokusai-dori continues until dawn\nThe street is closed to traffic on Sundays\n### From simple track to lively thoroughfare\nAs you wander down Kokusai-dori Street, the city thoroughfare bursting with color and activity, it is hard to imagine that before World War II it was little more than a simple track surrounded by fields.\nThe street takes its name (which literally translates as International Street) from the Ernie Pyle International Theater, a movie theater that catered to the many U.S. servicemen stationed there after the war.\n### Open all hours\nKokusai-dori really is the street that never sleeps, always buzzing with activity. The familiar brands, chain stores, and convenience stores that are a familiar sight the world over are also present on Kokusai-dori, but the true appeal of the street is created by the many local stores, eateries, street vendors, covered markets, and street performers.\nThe familiar brands, chain stores, phone shops and convenience stores that are a familiar sight the world over are also present on Kokusai-dori, but the true atmosphere of the street is created by the many local stores, eateries, street vendors, covered markets, and performers.\nThe best time to catch the street performers is on Saturday nights when Kokusai-dori is at its bustling best. Another good day to visit is on Sunday when the street is closed off to traffic. From fire-eaters and folk dancers to budding pop stars, there should be entertainment for everyone to enjoy.\n### A drink with a bite\nAmong the many cafes, restaurants, bars, and stalls on Kokusai-dori Street, you'll find plenty of opportunities to sample one of Okinawa's specialties, awamori.\nThe liquor is distilled from rice and is similar to shochu, a Japanese spirit. Most brands have an alcoholic strength of 25-30%, but some can be as high as 60%.\nFor an extra kick, you might want to try habushu, in which a habu snake (an Okinawan viper) is pickled in awamori, giving the drink a distinctive taste.\n### Heiwa-dori Arcade\nAs you walk down Kokusai-dori Street, make sure you don't walk past Heiwa-dori, a covered arcade leading off to the right about halfway up. Here, you'll discover many small stores and stalls selling traditional clothing, pottery, fresh meat and fish, and shisa statues of all sizes.\nShisa are mythical creatures—half dog, half lion—that are at the heart of Okinawan tradition. Their faces might make them look a little like gargoyles, but they ward off evil and dispel misfortune. You will usually see pairs of shisa standing side by side, one with its grotesque mouth open and the other closed. It is said that the open mouth is to ward off evil spirits and the closed mouth to keep good spirits in.\nIn addition to Heiwa-dori, keep your eyes peeled for Ichiban-hondori, a narrow shopping street that features a farmer's market selling local produce. Mutsumi-dori is also worth visiting.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_592.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/592", "title": "592", "category": "spot", "text": "# Blue Cave & Around青の洞窟とその周辺\nMaeda, Onna, Kunigami-gun, Okinawa-ken\n## Prime diving, even for novices\nYou're never far from the sea in Okinawa, and you won't find a better spot for diving on the islands than the famous Blue Cave.\nJust an hour drive north of Naha, near the village of Onna, Blue Cave provides the perfect opportunity for a novice diver to experience the magic of marine life.\n### Don't Miss\n- The azure magic of Blue Cave\n- A 30-meter dive into the Manza Dream Hole\n- The glass-bottomed boat of Busena Marine Park\n## How to Get There\nA public bus goes to the area, but the best way to reach Onna is by car. It's a one hour journey from Naha, but can take longer during rush hour.\nTake Highway 58 north from Naha, and turn left when you get to Onna. From there you can follow the signs for Maeda Misaki.\nTo get to Onna by bus takes about an hour and a half from the Naha Bus Terminal. Take bus 28 to the Yomitan Bus Terminal (75 minutes), then change to bus 48, heading for Agariyama Iriguchi (11 minutes). Get off in Onna. From there, the Blue Cave is a short walk or taxi ride away.\n### Novice divers welcome\nYou might think that only experienced divers have the chance to get up close to the breathtaking marine life of Okinawa, but there are tours available for novices and even non-swimmers to take the plunge.\nIt's not hard to understand where the cave gets its name. The interior is filled with the shimmering blue glow of sunlight reflecting off the white sea floor. You can dive or snorkel all year round, but the best time to go is between May and October. It gets busy in the summer months so book ahead and be prepared to queue.\n### Dive into a dream\nFor more advanced divers, the nearby Manza Dream Hole is a great choice. Dive from a boat and head down about 10 meters to the cave entrance. As you descend to around 30 meters, you'll see sweeperfish, garden eels, fan coral and more. If you find these depths a little daunting, choose the nearby Mini Dream Hole, which is just as beautiful but only half as deep.\n### A new perspective\nIf you prefer observing the undersea world without getting wet, check out Busena Marine Park, about a 30-minute drive north on route 58. There's an underwater observatory where you can get a 360 degree view of the creatures that live in coral, including clownfish (star of the animated movie Finding Nemo), Hawaiian ornate butterfly fish, and the Moorish idol.\nFor an even closer look you can head out into the bay in a glass-bottomed boat for sublime views of the translucent waters, beautiful coral, and multi-colored fish. The boat trip takes about 20 minutes and the fish swim so close you feel as if you could touch them.\n### More than a meeting point\nNext to the marine park is an impressive convention center, the Bankoku Shinryo-kan, which hosted world leaders at the G8 Summit in 2000.\nBankoku Shinryokan commands a panoramic sea view on three sides and boasts a conference hall that accommodates up to 500 people, as well as a lounge, cafe terrace, business room, VIP room and other facilities.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_716.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/716", "title": "716", "category": "spot", "text": "# Beppu Onsen別府温泉\n12 Ekimaecho, Beppu-shi, Oita-ken\n## Eight onsen towns offer therapeutic options including milky waters and sand and mud\nKnown locally as Beppu Hatto, Beppu Onsen is a group of eight hot spring towns, each with their own special character. Each individual onsen resort has many modern and well-equipped hot spring baths as well as ryokan, where you can enjoy bathing facilities and stay as an overnight guest.\n### Don't Miss\n- The helpful list of public baths at Beppu Station's Tourist Information Center\n- Bathing in naturally hot sand at the Beppu Beach Sand Bath\n- Bathing in a muddy hot water bath at Myoban Onsen\n## How to Get There\nBeppu Station can be reached by limited express train from Hakata, Oita, Miyazaki, and Hitoyoshi, as well as neighboring areas.\nAll of the eight areas can be reached from Beppu Station by public transport. The closest one, Ekimae-koto Onsen, is a two-minute walk from the station, while the furthest one, Shibaseki Onsen, is about a 30-minute bus ride.\n### Soaked in history\nAccording to legend, the hot spring water in the area was first used by the gods Sukunabikona and Okuninushi in the 8th century. The pair visited Iyo-no-Kuni, which is now known as Ehime Prefecture. While visiting the area, Sukunabikona fainted from illness. To cure him, Okuninushi piped water from Beppu Onsen to the ancient Dogo Onsen, which miraculously cured Sukunabikona.\n### The bath of samurai\nLater, in the Kamakura Period (1185-1333), wounded samurai bathed in Beppu Onsen to help speed recovery. Today, locals and tourists alike journey to the area to soak, for relaxation of the body and mind.\n### The perfect water for all types\nHot spring water varieties range from those high in chloride to those high in sodium bicarbonate. Many of the baths are claimed to be beneficial for illnesses like neuralgia, rheumatism, and fatigue. You can also try drinking the spring water at some hot springs (please check with staff beforehand), which is said to help gastroenteritis, diabetes, and gout.\n### Record-breaking onsen hub\nThere are close to 3,000 hot spring sources in Beppu City, representing more than 10% of all vents in Japan. Beppu City boasts the largest volume of hot spring water in Japan.\n### Onsen highlights\nBe sure to visit Ekimae-koto Onsen, the closest hot spring resort to Beppu Station. A bath shrouded in nostalgia, this onsen and ryokan looks like a classic European villa from the outside.\n### Step back in time\nWhen in the area you have to visit Hamawaki Onsen, the origin point of the Beppu Onsen district. Surrounded by rustic buildings and friendly locals, this laid back pocket of Beppu feels like time has stopped.\n### Getting dirty\nThe famous mud bath and the milky baths are on offer for those adventurous types wanting to get a little more out of their onsen experience. The spacious open-air bath is mixed in terms of gender, but the white, smooth mud is said to do therapeutic wonders for your skin.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_816.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/816", "title": "816", "category": "spot", "text": "# Shikoku Karst四国カルスト\nNishidani, Kuma Kogen, Kamiukena-gun, Ehime-ken\n## Fascinating flora, fauna and rocky outcrops in deep Shikoku\nTo experience nature of a different kind, consider a visit to Shikoku Karst, a geological formation caused by the erosion of limestone hillsides. The sweeping grasslands of the area are scattered with white limestone mounds and conical sinkholes. The Karst extends along rolling mountains and has multiple trails with expansive panoramas of the Shikoku region and the Pacific Ocean.\n### Don't Miss\n- The mossy trails and ancient trees of Keyakidaira\n- Other-worldly stargazing opportunities\n- Scenic hikes and stunning seasonal blooms\n## How to Get There\nHard to reach by public transport and therefore suited to intrepid travelers, this pristine natural hideout can be accessed by car from Kochi and Matsuyama or a combination of taxi, bus and train travel from Kochi Station.\nIf you choose to rent a car, the scenic drive from either Kochi or Matsuyama takes around two hours. The journey by public transport and taxi requires a number of changes.\nTo get there via public transport, depart from Kochi Station and arrive at Susaki Station to catch a bus towards Yusuhara. Change again at Shinden and take a taxi to Hoshifuru Village Tengu (formerly Tenguso), in the middle of the Karst. During the winter months, some areas of the Karst become inaccessible due to snow.\n### Quick Facts\nThe area is split into three parts; the Tengu Highland, Keyakidaira and Mezurudaira\nThe karst has an elevation of 1,400 meters\nThe area straddles both Ehime and Kochi prefectures\n### A place for all seasons\nThe Shikoku Karst transitions seamlessly with the seasons. Spring sees the grasses turn a vibrant hue of green. On hikes through the area in summer, you can see lilies all around. Old man of the mountain and forget-me-nots also dot the hillsides.\nRich, vibrant leaves cover the trees during fall months, whilst the grass turns a striking shade of silver. Then in the winter, you may find a dusting of the purest white snow covering the hillsides.\n### Forest bathing\nThe hiking trail in the Tengu Highlands that passes through Tengu Forest is a great way to soak up the area's incredible beauty. Look out for the Japanese cypress wood-chip paths meandering through the forest, which are surrounded by stunning white birch and red pine trees.\nThe walk takes approximately three hours and at the end of it, you are rewarded with fantastic views of the Shikoku mountains and on a clear day, the Pacific Ocean.\n### The great outdoors\nDuring summer months, camping is the perfect way to immerse yourself in the tranquil atmosphere of the Karst. The Mezurudaira area has plenty of campsites where you'll find pastoral scenes of cows lazily grazing. The Karst is so far from any major cities there is little to no light pollution, making it the perfect spot to stargaze.\n### A riot of color\nThe nearby Ogawamine area includes several notable mountains. Kasatori, Ogawamine, Mikawamine, and Ubahodo all reach heights of between 900 and 1,500 meters. In spring, the mountains are carpeted with the bold magenta rhododendron flowers. On a clear day, you can see Mt. Ishizuchi and the Sata Peninsula nearby.\n### Warm hospitality\nIn the midst of the Karst's Highlands sits the Hoshifuru Village Tengu (formerly Tenguso) and Mezuruso Cottages. Taste the flavors of the mountains, such as pheasant and wild boar served alongside the best of seasonal produce.\nHoshifuru Village Tengu has a large bath which looks over the Pacific and the Ishizuchi mountains, and is the perfect place to unwind after a long day of hiking. At Mezuruso, try amago, a red spotted masu trout from the nearby rivers of Kumakogen, cooked on an outdoor charcoal fire. Both accommodations also have campsites.\n### Starlight, waterfalls and fairytale villages\nMuch like Shirakawa-go, the thatched farmhouse village of Kumakogen Furusato Ryoko Mura could have been lifted from a fairytale. The planetarium and observatory offer unimpeded views of the twinkling night skies. Nearby, Omogo Gorge and Goraiko and Gongen waterfalls draw visitors with their clear rippling waters and dense surrounding forest.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_979.md", "country": "japan", "region": "okinawa", "url": "https://www.japan.travel/en/spot/979", "title": "979", "category": "spot", "text": "# Kumano Kodo熊野古道\nWakayama-ken\n## Walk a thousand-year-old World Heritage pilgrimage trail\nThe Kumano Kodo Pilgrimage Route is one of the world's premier spiritual roads. Winding through the mountains of Honshu's Kii Peninsula, an area straddling Wakayama, Nara, Osaka and Mie prefectures, it's been walked by pilgrims on their quest for enlightenment for over a millennium.\nModern travelers come to experience moments of quiet contemplation, commune with nature, and go deep into Japan's spiritual history.\n### Don't Miss\n- Treading the same paths as past pilgrims, including ascetics, samurai, emperors, and monks\n- Kumano Nachi-taisha Shrine and its temple, a perfect example of Shinto-Buddhist fusion\n- Taking advantage of the luggage shuttle services along the route so you can trek baggage free\n## How to Get There\nThe pilgrimage trails crisscross the Kii Peninsula, and access depends on your ultimate destination and how far you wish to hike. The main means of transportation to the area are Osaka, Kyoto, and Nagoya using the Kisei Mainline (also known as the Kinokuni line).\nTo access Kumano Nachi Taisha Shrine and Nachi Seigantoji Temple, take a 30-minute bus from Kii-Katsuura Station (on the JR Kinokuni Line) to the parking lot in front of the shrine and temple.\nAccess Kumano Hayatama Taisha via a 15-minute walk from JR Shingu Station, also on the JR Kinokuni Line.\nKumano Hongu Taisha is approximately an hour and 15 minutes from Kii-Tanabe Station (on the JR Kinokuni Line) via Ryujin Bus on the Kumano Hongu Line. Get off at Kumano Hongu Taisha-mae.\n### Quick Facts\nThe entire pilgrimage route is made up of seven trails\nIn 2004 the traditional trails along with their holy mountains were designated a UNESCO World Heritage site\nA mythical three-legged crow is the symbol of the Kumano Kodo, and of Japan's national soccer team\n### Kumano, the dwelling place of the gods\nSince its earliest days, the Kumano region has been regarded as a spiritually powerful area where gods inhabit the very fabric of the natural landscape.\nDuring the Heian Period (794-1185), former emperors began making the arduous trek to the region in search of spiritual enlightenment. The pilgrimage gradually became more widely known from that time.\n### The spiritual triumvirate of Kumano Sanzan\nKumano Sanzan is the collective name for the area's three most sacred shrines: Kumano Hayatama Taisha Shrine, Kumano Nachi Taisha Shrine (including adjoining Nachi Seigantoji Temple) and Kumano Hongu Taisha Shrine.\nTogether they are the sacred center of the Kumano region. Uniquely designed and originally offering separate forms of nature worship, the three eventually merged, becoming a major pilgrimage destination.\n### 99 Oji Shrines as spiritual signposts\nWhile the Kumano Sanzan shrines remain the big draw of the pilgrimage, many smaller shrines are scattered along the route. Known as the 99 Oji Shrines, their purpose is to provide protection and guidance for the wandering pilgrims.\n### Religious harmony through Shinbutsu-shugo\nBefore political policy forced them apart in the late 19th century, Buddhism and Shinto coexisted quite peacefully as Shinbutsu-shugo, a fusion of the two belief systems. Shinto gods were considered to be indigenous manifestations of Buddhist deities. This was the norm in Japan for over a thousand years.\nIn the 19th century, Buddhism was separated from Shinto and many temples and Buddhist statues were destroyed.\nWhile it's relatively rare to find Buddhist and Shinto elements intertwined today, Kumano Nachi Taisha Shrine and the adjoining Nachi Seigantoji Temple illustrate the traditional relationship very well.\n## Keywords"}
