{"filename": "www.japan.travel_en_destinations_shikoku_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/", "title": "Shikoku", "category": "destination", "text": "# DESTINATIONShikoku\n- Shikoku\n### Kagawa\nJapan's smallest prefecture has plenty to offer with an ancient spiritual pilgrimage route and islands dedicated to contemporary art\n### Tokushima\nMany descend on Tokushima City every August for the large-scale Awa Odori dance festival, but the prefecture offers outdoor fun in every season\n### Ehime\nEhime's quaint towns and cosmopolitan cities sit amongst jagged mountains, rural landscapes and bright blue seas scattered with islets\n### Kochi\nFacing the Pacific Ocean, Kochi captivates visitors with its rustic charms and outdoor recreational possibilities\n## Shikoku\n### Providing the stage for literary classics, fevered dancing, natural wonders and an ancient pilgrimage route\nShikoku might be the smallest of Japan's four major islands, but it packs a big natural and cultural punch. It boasts picturesque coastline on the glittering Seto Inland Sea, legendary udon noodles, movie-inspiring onsen, the first step on the Shikoku 88 Temple Pilgrimage and a summer stage for Japan to dance. It also provides the setting for Japanese literary giant Natsume Soseke's classic, \"Botchan.\" If you're looking to delve into a more traditional Japan, it's time to explore vibrant Shikoku.\n### Don’t Miss\n- Move your feet to the beats of the Awa Odori Festival\n- Sample the famous udon noodles of Kagawa\n- Kochi Castle, one of only 12 castles in Japan with its original keep\n- Take the first steps of the Shikoku 88 Temple Pilgrimage at temple number one, Ryozenji, in Tokushima\n- Relax in the hot waters of Dogo Onsen, famous hot springs that inspired anime powerhouse Studio Ghibli\n## Explore Shikoku by Prefecture\n- Naruto Strait\\\\\n\\\\\n\\\\\nTokushima\n- The Great Seto Bridge\\\\\n\\\\\n\\\\\nKagawa\n- shimanami-kaido\\\\\n\\\\\n\\\\\nEhime\n- Monets Garden Marmottan\\\\\n\\\\\n\\\\\nKochi\n## Regional Highlights\n- Kochi castleKochi castle\\\\\nKochi City\n- The Great Seto Bridge \\\\\nZentsuji & Marugame\n- Shimanto River\\\\\nShimanto\n- matsuyama castle\\\\\nMatsuyama\n- imabari & ozu area\\\\\nImabari & Around\n## Popular Events\n\\\\\nLocal FestivalUwajima Ushioni Festival](https://www.japan.travel/en/spot/813/)\n\\\\\nCherry BlossomSeibu Park Cherry Blossoms](https://www.japan.travel/en/spot/215/)\n\\\\\nCherry BlossomBizan Park Cherry Blossoms](https://www.japan.travel/en/spot/212/)\n\\\\\nLocal FestivalAwa Odori Festival](https://www.japan.travel/en/spot/203/)\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Zao Juhyo Snow Monsters-WIN\\\\\n\\\\\n\\\\\nTohoku\n- Kamikochi\\\\\n\\\\\n\\\\\nHokuriku Shinetsu\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- On-bashi Bridge\\\\\n\\\\\n\\\\\nChugoku\n- Takachiho Kyou Gorge\\\\\n\\\\\n\\\\\nKyushu\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/", "title": "Ehime", "category": "destination", "text": "# ShikokuEhimeA land beloved by authors and creatives\n- Ehime\n### Ehime's quaint towns and cosmopolitan cities sit amongst jagged mountains, rural landscapes and bright blue seas scattered with islets\nEhime, in the northwest of Shikoku, is a stunningly beautiful area to explore. The Shimanami Kaido area and its magnificent bridges offer a picturesque cycling route over architectural masterpieces. Dogo Onsen, the oldest hot spring in Japan, has attracted many residents, tourists and pilgrims for 3,000 years. Ehime's capital, Matsuyama, has inspired some of Japan’s most celebrated creatives, including Masaoka Shiki, Natsume Soseki and Ryotaro Shiba. Ehime also has two castles with intact original keeps and is one of four prefectures on the Shikoku Pilgrimage, a grand loop trail connecting 88 temples.\n## How to Get There\nMatsuyama Airport welcomes domestic flights from all Japan's major airports, and limited express trains from Okayama connect Ehime to cities on Honshu. There is a jet ferry from Hiroshima on the Seto Inland Sea.\nMany travel to Matsuyama by rail, taking a shinkansen from major cities such as Tokyo, Osaka, Kyoto and Nagoya to Okayama.\nOther options include the three-hour journey from Okayama on the Shiokaze Limited Express, all-night buses running from both Osaka and Tokyo, and the speedy jet ferry from Hiroshima. Serious cyclists can also take a bike along the Shimanami Kaido from Onomichi in Hiroshima Prefecture to Imabari City.\nMatsuyama Airport handles domestic flights from major cities in Japan, with a handful of international flights from South Korea, Taiwan and China. Flights take just one hour and 20 minutes from Tokyo.\n### Don’t Miss\n- Cycling along the Shimanami Kaido for panoramas of the Seto Inland Sea\n- Bathing in Japan's oldest hot spring, Dogo Onsen\n- The dramatic landscapes of Mt. Ishizuchi and Shikoku Karst Natural Park\n- Marveling at two of Japan’s 12 castles with original keeps\n## Explore Ehime by Area\n- \\\\\nImabari & Around\n- \\\\\nMatsuyama\n- \\\\\nUwajima\n## Trending Attractions in Ehime\n- imabari & ozu areaimabari & ozu area\\\\\nShimanami Kaido (Ehime)\n- Dogo-onsen Hot Spring\\\\\nDogo Onsen\n- Shikoku Karst\\\\\nShikoku Karst\n- Uchiko-za Kabuki Theater\\\\\nUchikoza Kabuki Theater\n- Ozu Castle\\\\\nOzu\n## Local Specialties\n- Taimeshi\nTai or sea bream is a popular fish typically eaten at times of celebration. Often fished in the Seto Inland Sea off the coast of Ehime, the prefecture serves up taimeshi, sea bream rice, as its signature dish. You can choose from two variations. The first is a whole-fish cooked together with rice and seasoned with salt or soy sauce. The second is raw sea bream sashimi coated in an egg yolk and soy sauce marinade, served on a piping hot bed of rice.\n- Jako-ten\nJako are tiny white fish. To make jako-ten, these nutritious little fish are ground, formed into a patty and deep-fried, sort of like a fish burger patty but with a history dating back to 1614.\n- Imabari Towels\nThere's a test for Imabari towels: If they don't sink completely within five seconds when submerged in water, they aren't authentic. This ensures that they are absorbent. Glam up any bathroom and make it your personal spa retreat with this ultrasoft, fade-resistant bath linen.\n- Tobe Ware\nThe town of Tobe has been a potterymaking hub since the mid-18th century. Inventiveness is a trademark of its ceramists. Originally making only earthenware, its artisans are synonymous with the dramatic blue-and-white sometsuke style, elaborate multi-colored overglaze ceramics, and celadon porcelain ware.\n- Ehime Mikan\nEhime's abundant sunshine and proximity to the ocean make it the perfect environment for growing citrus fruits, particularly the mandarin oranges known as mikan. Ehime mikan are small, easy to peel, seedless and very sweet.\n## Seasonal Highlights\n- Spring\nEhime bursts to life in spring with the Dogo Onsen Festival, blooming cherry blossoms, prime fishing and an ideal climate for Shikoku Pilgrimage trips and cycling tours.\n- Summer\nEhime showcases its many local traditions, such as firefly viewing, fireworks festivals, parading bull demons and baseball samba.\n- Autumn\nEnjoy local mikan oranges as autumn leaves appear and communities take to the streets for sake-fueled festivals and Noh by firelight.\n- Winter\nUnusual cloud formations gather over the Ozu area as winter draws in. Frozen waterfalls and the ski season are best paired with steaming onsen. (Photo: toon city photo contest award winning works)"}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_imabari-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/imabari-and-around/", "title": "Imabari & Around", "category": "destination", "text": "# EHIMEImabari & AroundA cycling hub with retro charm\n- Imabari & Around\n## A cycling hub with retro charm\nWhether you are an avid rider or a once-in-a-while cyclist, taking in the sparkling azure waters of the Seto Inland Sea in and around Imabari is a must. The city is home to a variety of factories and historic sites which allow you to explore the culture of the area first hand.\n### Don't Miss\n- Nibble on crispy Imabari grilled chicken yakitori\n- Cycle the Shimanami Kaido to soak up the warm sun and dazzling scenery of the Seto Inland Sea\n- See Imabari Towel Museum's quirky towel crafted art\n## How to Get There\nImabari is easy to reach from anywhere in Ehime. For the more adventurous you can cycle there in a day from Hiroshima Prefecture.\nTo get to Ehime from Tokyo, an airplane ride from Haneda takes around an hour. From Matsuyama, take the Yosan Limited Express Ishizuchi line to Imabari. It will take 40 minutes.\nBy train from the Honshu, take the Sanyo Shinkansen to Okayama. Transfer to the Shiokaze Limited Express, which will get you to Imabari in about two and a half hours. If you want to cycle the Shimanami Kaido, leave a day for the ride from Onomichi City in Hiroshima Prefecture to Imabari.\n### Cyclists' paradise\nImabari is home to the Shimanami Kaido, a series of nine bridges stretching across the islands of the Seto Inland Sea to Hiroshima prefecture. The 60-kilometer cycling route takes you through idyllic landscapes with pine and mikan orange lined mountains and the swirling, hypnotic whirlpools of the Kurushima Strait. You can choose to cycle the entire route or just complete one of the many routes around the islands.\n### Island hopping\nOshima, Hakata, and Omishima are the first three islands of the Shimanami Kaido route, which belong to Ehime Prefecture. Each island is also accessible by bus or boat. All have numerous hiking spots, their own specialty ice cream and an abundance of unique places to visit.\n### Roses and kaizoku\nOn Oshima, visit the Yoshiumi Rose Gardens before heading to the Murakami Kaizoku Museum, a fascinating look into the history of the Murakami Kaizoku (seafarers) in these waters. You can also experience the fastest sea currents in Japan on a boat ride next to the museum.\n### Museums aplenty\nSitting on Omishima Island is Oyamazumi-jinja Shrine, one of the oldest in Western Japan. Visit Omishima's museums including the National Treasure Museum, which houses Japan's largest collection of samurai armor and swords.\nOmishima Art museum holds a large collection of Nihonga style paintings. If you prefer contemporary art, head to the striking Tokoro and Toyo Ito museums.\n### A castle with with a saltwater moat\nImabari's castle has one of just three saltwater moats in Japan, and sometimes marine fish can be seen swimming within. Although the inside has a more modern feel, it has many exhibits to keep your attention. The castle is best viewed at night when dramatic spotlighting highlights the dramatic details of the castle exterior.\n### Be fascinated by towel art\nIn Imabari, the towel has become an art form. At the Imabari Towel Museum, you can see how these towels are created. The rhythmic clanking of decades-old machines is a testament to the longevity of this much loved local industry. You can try your hand at making your own, but it's no mean feat. The museum also houses an art gallery made from towels, with exhibits which change on a regular basis.\n### Fast food-but not as you know it\nImabari's food is a speedy and delicious fare. Yakibuta tamago meshi, a succulent seasoned pork dish served with rice cooked with lightly fried eggs is one such dish. Imabari's chicken yakitori is renowned across Japan.\n### Explore further\nIf you're looking for more to see and do, hop on your bike and continue down the Shimanami Kaido. Stretching around 60 kilometers long, what you can see, do, and experience is only limited by how far you can pedal."}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_matsuyama-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/matsuyama-and-around/", "title": "Matsuyama", "category": "destination", "text": "# EHIMEMatsuyamaVisit the birthplace of haiku and try your hand at pottery\n- Matsuyama\n## Visit the birthplace of haiku and try your hand at pottery\nSoak up the rich literary tradition of this famously hospitable castle town. Matsuyama is a welcome respite from Japan's frenetic cities offering no shortage of activities to keep you occupied.\n### Don't Miss\n- Taking a bath in Japan's oldest onsen\n- The local craft Dogo Beer or a freshly squeezed glass of mikan juice\n- The beautiful haiku stones dotted around the city\n- Venturing to the suburbs to find magical islands populated by deer\n## How to Get There\nMatsuyama is the prefectural capital of Ehime and the largest city on the island of Shikoku. As a result, there is a network of transport options from around Japan and to other areas of Shikoku.\nBy air, it's about a one and a half hour journey from Tokyo Haneda Airport to Matsuyama Airport. From Osaka in Kansai, it is just 50 minutes.\nTo access Matsuyama by rail, catch the Shinkansen from any major station, such as Tokyo or Osaka, to Okayama. It's then a two and a half hour journey from Okayama to Matsuyama Station by JR Seto-Ohashi/Yosan Line Limited Express train.\nFrom Hiroshima take the Setonaikaikisen Car Ferry or Super Jet Ferry to Matsuyama port.\n### The birthplace of modern haiku\nMasaoka Shiki, the father of modern haiku, described the city as his \"dear home town.\" See Matsuyama through Shiki's eyes with a visit to the Shiki Museum. If you're on a tight schedule, try to spot the beautiful haiku stones around the city or get creative and post your own into one of the many haiku post boxes dotted throughout Matsuyama.\n### A novel city\nNatsume Soseki wrote his novel Botchan after living in Matsuyama, and for the people of the city, it's truly a badge of pride. Even the city's replica steam train was named in honor of Soseki's work.\nIf you're a bookworm, take a trip to the Saka no Ue no Kumo Museum, designed by the architect Tadao Ando. The museum is a treasure trove of artifacts themed after the Ryotoro Shiba novel \"Clouds above the Hill.\"\n### The heart of Matsuyama\nSitting on a hill above the city is Matsuyama Castle. One of Japan's few original castles, it's home to an abundance of unique cultural experiences such as the opportunity to wear the armor of a samurai. The castle offers sweeping panoramas of the city and is particularly beautiful in cherry blossom season.\n### Dogo: Japan's oldest onsen\nAnother quintessential Japanese experience is to bathe in Dogo Onsen—a hot spring bath with a 3,000-year history that has hosted royalty, and is the oldest in Japan.\nDogo area is a wonderful place to stroll around. The nearby Dogo park houses the Yuzuki castle ruins and the area also showcases Japanese art in various outdoor locations.\n### Panoramic views\nIf you want to enjoy sweeping panoramas of the city and the nearby Seto Inland Sea, head to the Takashimaya department store, which has a ferris wheel on top. From there you can see amazing views from Matsuyama Central Park, home to Matsuyama's second castle.\n### Follow the pilgrim's path\nThere are eight temples of The Shikoku Henro, or 88 Temple Pilgrimage in Matsuyama, one of which is the curious Ishiteji Temple. A highlight here is its mysterious statue-lined tunnel complex that leads to a second inner temple. If you are lucky, you might even see a pilgrim in their traditional costume paying their respects to Kobo Dashi (774-835), the founder of Shingon Buddhism in Japan.\nA pilgrim bows before entering a temple\n### Crafts\nIf you are feeling creative, try Tobeyaki pottery making. An hour bus ride from Matsuyama is Tobe City where you can both make and paint a number of ceramics.\n### Deer Island\nIf you're feeling adventurous, catch a train for 20 minutes to Iyo-Hojo station and hop on a five-minute ferry to Kashima Island. Here you can see deer."}
{"filename": "www.japan.travel_en_destinations_shikoku_ehime_uwajima_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/ehime/uwajima/", "title": "Uwajima", "category": "destination", "text": "# EHIMEUwajimaPearls, hiking, canyoning, and its castle\n- Uwajima\n## Pearls, hiking, canyoning, and its castle\nUwajima offers beautiful seas so pristine that they are home to Japan's main producers of pearls. In the mountains, there are stunning gorges and canyons, home to some beautifully preserved traditional townscapes. Don't miss the castle, one of only 12 castles in Japan to retain its original keep.\n### Don't Miss\n- The stunning, tiered rice terraces of Yusu Mizugaura\n- Head to outlying areas for gorges, coral reefs, and charming Japanese towns\n## How to Get There\nUwajima is easy to access from any part of Shikoku island. A slightly longer journey if you're planning to come from Tokyo or Osaka, Uwajima is ideally visited in conjunction with some of Shikoku's other travel spots.\nTo access Uwajima from Tokyo or Osaka, take a Shinkansen to Okayama Station. From there, take the limited express Shiokaze and change to the limited express Uwakai at Matsuyama. The trip to Uwajima takes about 80 minutes. In total it takes about 4 hours from Okayama.\n### Keeping it real\nUwajima Castle is one of only 12 castles in Japan to retain its original keep building, which sits on the plain overlooking the city. It was ruled over by the Date (pronounced dah-tey) Clan whose history in Uwajima spans 400 years. It is a pleasant climb to the keep, which is relatively small, but original. Inside there are a few exhibits of swords and armor.\nAfter visiting Uwajima Castle, where the clan resided for 260 years, head to the Date Museum to see an extensive collection of the family's possessions.\n### A garden with a heart\nNext to the Date Museum is Tensha-en landscape garden built by the 7th Date lord in 1866. It is a creation of love—the central pond is formed in the shape of the kanji \"kokoro\" meaning heart. This enchanting garden changes with the seasons, the most beautiful being April when the wisteria bloom.\n### Japan's largest stone torii gate\nAs you approach Warei-jinja Shrine, its impressive 12-meter torii gate towers over you. This is the largest stone torii gate in Japan. The shrine is dedicated to one of the Date clans retainers who rebuilt the domain's finances.\n### Rice fields that reach the sky\nJust a 30-minute drive along the vivid coastline from Uwajima City, Yusu Mizugaura is a series of rice terraces that tier dramatically against a backdrop of searingly blue seas. The usage of space is a testament to human ingenuity. At the base of the terraces, try delicious local food at Dandanjaya restaurant.\n### Sun and sea\nLocated south of Uwajima is Ainan, home to many good hikes and great spots to swim, snorkel, kayak, fish, or windsurf. If you prefer a more relaxing look at sea life, take a glass-bottomed boat. Bordering Kochi Prefecture, Ainan is the perfect place to stop before heading onwards.\n### Truly gorge-ous\nThe sleepy town of Matsuno is a short way from Uwajima. Here you'll find the stunning Nametoko gorge, an almost Jurassic forest, where moss carpets the ground and the babbling of the river accompanies your wanderings. Monkeys, deer, hawks, frogs, snakes and even wild boar are known to roam these parts. A visit to Nametoko will leave you refreshed, rejuvenated and at one with nature. If you want something more adventurous, exciting canyoning courses are available.\n### Step back in time\nOzu city is a charming city; a broad turquoise river, rich green mountains and traditional architecture make it a peaceful and nostalgic place to roam. Uchiko is similarly quaint, with historic residences, a kabuki theater and cobbled streets making it a truly postcard picturesque town. Nearby to Ozu is Aoshima, or Cat Island, home to 10 or fewer people, but over 100 feline friends.\n### A taste of Nanyo\nUwajima and the surrounding areas, also known as Nanyo, have fantastic seafood dishes to dig into. Uwajima's version of taimeshi is a fillet of sea bream mixed with warm dashi broth, raw egg, and soy sauce, served over rice. Jakoten, a fried fish cake that uses the entire fish, is a light and moreish snack. In more rural areas, look out for fresh local produce, including freshwater eel, wild pheasant, shiitake mushrooms and juicy peaches."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/", "title": "Kagawa", "category": "destination", "text": "# ShikokuKagawaModern art, ocean views and delectable noodles\n- Kagawa\n### Japan's smallest prefecture has plenty to offer with an ancient spiritual pilgrimage route and islands dedicated to contemporary art\nKagawa Prefecture is Japan's smallest in terms of area, and is situated in the north of Shikoku, the smallest of Japan's four main islands. Kagawa has Shikoku’s largest city, Takamatsu, and many small islands on the Seto Inland Sea. Naoshima and its surrounding islands are packed with internationally renowned modern art installations and museums, while Shodoshima is famous for olive production and the Angel Road. Kagawa Prefecture is perhaps best known for udon, with many noodle shops located in the prefecture.\n## How to Get There\nKagawa lies within easy reach of several of Japan's major cities, with Tokyo, Osaka, Kyoto and Hiroshima just over two hours away by train or plane. Takamatsu Airport is served by both domestic flights and international routes from Seoul, Shanghai, Taipei and Hong Kong.\nYou can easily reach Kagawa via train or plane from Tokyo. Bullet trains run to Okayama, a major shinkansen station between Osaka and Hiroshima. Transfer at Okayama for the JR Seto-Ohashi Line express to Takamatsu, Kagawa's capital city. Takamatsu Airport can be access domestically from Narita and Haneda in Tokyo and Naha Airport in Okinawa. Naoshima and Shodoshima are reachable by ferry or speedboat from either Takamatsu or Okayama Prefecture. Shodoshima is also accessible from Himeji and Kobe.\n### Don’t Miss\n- Contemporary art at Naoshima\n- Sampling local noodles at the prefecture's udon restaurants\n- One of Japan’s most famous gardens, Ritsurin Koen, in Takamatsu\n- Walking in the footsteps of pilgrims at 23 of the famous 88 Temples of Shikoku\n## Explore Kagawa by Area\n- \\\\\nKotohira\n- \\\\\nSetouchi Islands\n- \\\\\nTakamatsu\n- \\\\\nZentsuji & Marugame\n## Trending Attractions in Kagawa\n- NaoshimaNaoshima\\\\\nNaoshima Island\n- Ritsurin Koen Park\\\\\nRitsurin Park\n- Angel Road\\\\\nAngel Road\n- The Great Seto Bridge \\\\\nSeto Ohashi Bridge (Great Seto Bridge)\n- Kanamaru-za\\\\\nKanamaruza Kabuki Theater\n## Local Specialties\n- Kagawa Olives\nShodoshima is an island in Kagawa Prefecture that has been growing olives for over a century, and produces more of them than anywhere else in Japan. An array of olive snacks, oils, and products are available on the island. The olive oils have won awards in international competitions.\n- Sanuki Udon\nSanuki udon originated in Kagawa, but can now be eaten throughout Japan. The noodles are characterized by their thick, square shape and flat edges. There are a variety of toppings, such as tempura, and many other ways to eat it throughout the prefecture.\n- Marugame Round Fans\nOriginally a souvenir, Marugame uchiwa are Japan’s most popular traditional fan, and account for 90% of uchiwa used in Japan. Designed from a single piece of bamboo, these rounded fans can have flat or round handles.\n- Shodoshima Somen\nA delicate noodle made from a dough of wheat flour, salt and locally-produced sesame oil that is lovingly pulled apart by hand (with chopsticks) and dried in the sun. On Shodoshima at Furusatomura, you can catch and eat these noodles as they flow down angled bamboo chutes from April to October.\n## Seasonal Highlights\n- Spring\nThe prefecture's many cherry trees come into bloom.\n- Summer\nKagawa’s beaches are the place to be during summer. A lack of crowds, low rainfall, white sand and clear, warm water are big draws to the Seto Inland Sea.\n- Autumn\nPhotograph vibrant autumn leaves at Ritsurin Koen Gardens in Takamatsu or ride a cable car and admire the changing foliage at Kankakei Gorge.\n- Winter\nKagawa's weather turns mild, and visitors can view winter illuminations, soak in natural hot springs and get a taste of rural Japanese life."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_kotohira-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/kotohira-area/", "title": "Kotohira", "category": "destination", "text": "# KAGAWAKotohiraHistory, religion, theater, art galleries and food\n- Kotohira\n## History, religion, theater, art galleries and food\nKnown affectionately as \"Kompira-san,\" Kotohira is home to Kotohiragu Shrine which has been an object of worship in Japan since the Edo period (1603–1867). The approach to the shrine is lined with souvenir shops and restaurants, which is often filled with crowds of worshippers on their way to the shrine. The area is also home to many historical sites and cultural assets, making it a great place to take a stroll through history.\n### Don't Miss\n- Panoramic views of the Sanuki Plain from the observation deck at the end of climbing the 785 stone steps to Kotohiragu Shrine\n- Eating Sanuki udon, a specialty of Kagawa prefecture\n- Visiting the oldest existing theater in Japan, a National Important Cultural Property built in 1835.\n## How to Get There\nKotohira is accessible from Takamatsu Airport on Shikoku, or from Okayama Station on the Sanyo Shinkansen.\nFrom Takamatsu Station, take a train to either JR Kotohira or Kotoden Kotohira Station via Takamatsu-Chikko Station, next to Takamatsu Castle. Both journeys take about an hour.\nFrom Okayama, take the JR Seto-Ohashi line to Kotohira.\n### The greatest shrine in Shikoku\nKotohira is famous for Kotohiragu Shrine, more commonly known as Kompira-san, considered Shikoku's most popular shrine. After climbing the 785 stone steps leading up to the main hall, you will find the majestic shrine pavilion. You can enjoy a panoramic view of the Sanuki Plain from the observatory. It takes about 45 minutes to reach the main shrine from the approach path, which is lined with souvenir shops and restaurants.\nOn the approach leading to Kotohiragu Shrine, visitors can experience the beauty of nature in each of the four seasons, beautiful historical buildings, cultural assets and works of art.\n### Sanuki udon, the soul food of Kagawa prefecture\nThe town of Kotohira is known as the \"birthplace of the udon shop\" and is home to many restaurants serving Sanuki udon, Kagawa prefecture's signature dish. The noodles are handmade and served in a light soup made from iriko dashi (anchovy stock), often topped with chopped green onions. It is a great way to enjoy Japanese dashi.\n### A backstage pass to the inner-workings of Kabuki\nAlong with Kotohiragu Shrine, another attractive sightseeing spot in Kotohira is the Kanamaruza Theater,the oldest existing theater in Japan, built in 1835 and designated a National Important Cultural Property. In the spring, kabuki plays are performed on the theater stage. Those interested in traditional Japanese performing arts should not miss the opportunity to see the passionate performances of the signature actors.\nThe theater is wonderfully preserved. Even when kabuki is not being performed, visitors can see the audience seats, the stage, the actors' dressing rooms backstage, and the changing rooms under the stage and the walkways. Visitors can also observe the \"mawari-butai\" (revolving stage), \"seri\" (trap doors) and other devices used in Kabuki performances."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_setouchi-islands_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/setouchi-islands/", "title": "Setouchi Islands", "category": "destination", "text": "# KAGAWASetouchi IslandsFantasy islands devoted to love, art and olives in the Seto Inland Sea\n- Setouchi Islands\n## Fantasy islands devoted to love, art and olives in the Seto Inland Sea\nThe Setouchi Islands are a collection of thousands of islands of different sizes dotting the Seto Inland Sea. A mild climate, clean beaches, and sparkling blue waters are common features of these isles, making them perfect for a short getaway from the nearby cities of Okayama, Takamatsu, Hiroshima, and Kobe. For art lovers, the islands are also home to one of the region's most famous art festivals.\n### Don't Miss\n- Admire modern artwork in lush island surroundings\n- Visit the mysterious Angel Road sandbar\n- Try locally made olive products from Shodoshima\n## How to Get There\nThe main transport hubs for the Setouchi Islands are Okayama, Hiroshima, and Kobe on Japan's main island Honshu, and Takamatsu and Matsuyama on Shikoku.\nNaoshima, Teshima, Shodoshima and the other major Setouchi art islands are most easily accessed from the ferry port in Takamatsu, just a short walk from Takamatsu Station. Express trains run to Takamatsu from Okayama, and there is a major bullet train line between Osaka and Hiroshima. Domestic airlines serve Takamatsu from Narita, Haneda, and Naha.\nVisiting the Setouchi Islands requires planning, particularly for transport connections between the islands. Services can be irregular during the off-season, and depending on your itinerary, layover times can be long.\n### A perfect pilgrimage for art lovers\nThe Setouchi Islands are particularly known for their thriving local art scene. A must-see for contemporary art fans is the site-specific and community-focused art festival which showcases works from both Japanese and international artists. If you're visiting at other times of the year, some works are permanent island fixtures.\n### Be lucky in love at Angel Road\nEach year couples flock to Shodoshima Island to walk along the Angel Road, hoping to fulfill their romantic dreams. Angel Road is a sandbar that appears only twice a day during low tide and connects the beach to the tiny islet of Yoshima and other islands. People believe if you cross this path with your loved one, eternal love is yours.\nCheck the low tide timetable beforehand, then walk Angel Road to Yoshima to hang a personalized wooden votive on a tree. To further cement your love, climb to the \"Hill of Promises\" observation deck from the beach and ring the bell.\n### Relaxing in the olive groves\nShodoshima Island was also the first place to cultivate olives in Japan. Strolling through Olive Park, it would be easy to mistake the area for a small Italian town.\nThe olive groves are the park's main attraction, but souvenirs and olive-related products such as cosmetics and ice cream are also worth checking out. With the scent of olives and herbs lingering in the air, Sun Olive, a public bathhouse heated by natural hot springs, is ideal for relaxing after exploring the groves."}
{"filename": "www.japan.travel_en_destinations_shikoku_kagawa_takamatsu-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kagawa/takamatsu-area/", "title": "Takamatsu", "category": "destination", "text": "# KAGAWATakamatsuTakamatsu—the gateway to the Seto Inland Sea\n- Takamatsu\n## Takamatsu—the gateway to the Seto Inland Sea\nThe capital of Kagawa Prefecture, the lively port town of Takamatsu in northern Shikoku serves as the gateway to the many beautiful islands in the Seto Inland Sea. A convenient base for tourism in the region, the city boasts many attractions of its own.\n### Don't Miss\n- Ritsurin Garden, one of Japan's finest landscape gardens, and a place of special scenic beauty\n- Island-hopping around the Seto Inland Sea\n- Slurping tasty Sanuki udon, the prefecture's representative local dish\n## How to Get There\nTakamatsu can be reached by train or plane. The airport is around 40 minutes from the city center. Domestic airlines serve Takamatsu from Narita, Haneda and Naha airports.\nJR Takamatsu Station is about an hour by rapid train from Okayama Station, the main shinkansen station between Osaka and Hiroshima.\nFor a different mode of travel, take the Sunrise Seto sleeper express train connecting Tokyo to Takamatsu. One of the last of sleeper expresses in Japan, this special train offers private cabins or larger compartments and comes equipped with showers and vending machines.\n### A walk in the park\nTakamatsu is home to Ritsurin Koen Park, one of Japan's most beautiful gardens. Full of seasonal beauty year round, this natural sanctuary is particularly spectacular in the spring for cherry blossom viewing, or in fall to catch vibrant autumn colors.\nA must for those wanting to experience a traditional Japanese garden, sail around on a traditional boat and listen to the pilot's commentary, or enjoy matcha in the traditional tea room.\n### Island-hopping and day tripping\nJust a short walk from Takamatsu train station you'll find the ferry port, with regular boats traveling to many of the surrounding islands.\nTop day trips include a visit to the art island, Naoshima, which houses a number of modern art museums and installations. Shodoshima is also accessible by ferry. Featuring golden beaches and a huge olive park, you can almost mistake your surroundings for the Mediterranean. Another option just 20 minutes away from Takamatsu is Megijima island—one of the prefecture's top cherry blossom viewing spots.\n### Of spiritual and natural beauty\nGoshikidai Plateau is a picturesque area where you can enjoy spectacular panoramas and the charm of historic temples. This chain of five mountains offers striking views of the Seto Inland Sea National Park along highway route 281.\nThree of the sacred 88 temples of The Shikoku Henro, or 88 Temple Pilgrimage are located here, including Shiromineji Temple. Shiromineji, counted as a significant temple on the pilgrimage route, houses the tomb of Japanese emperor Sutoku (1119-1164), whose reign came to an end when he abdicated and was exiled from Kyoto. The other temples you can visit on the plateau are Negoroji Temple and Kokubunji Temple."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/", "title": "Kochi", "category": "destination", "text": "# ShikokuKochiRural views, surfing and river camping\n- Kochi\n### Facing the Pacific Ocean, Kochi captivates visitors with its rustic charms and outdoor recreational possibilities\nKochi Prefecture’s location on the Pacific Ocean has made it a gathering place for surfers from all over Japan. The Muroto area of its rugged coast has earned UNESCO Global Geopark status for its geological formations. The clear Shimanto River draws campers and trekkers eager to spend time on its banks. Historical townscapes such as Kochi Castle, old sake breweries and traditional markets in the region are well preserved and worth exploring.\n## How to Get There\nKochi is most easily accessed by plane. There are many bus and train routes to points in Shikoku and connections to major cities in Honshu via Okayama. Direct highway buses are available from many major cities around Japan.\nYou can fly direct from Tokyo, Osaka, Nagoya, Kobe and Fukuoka to Kochi Ryoma Airport. If you would rather travel on land, catch the shinkansen to Okayama and change to an express train or a bus bound for Kochi Station. There are also local train lines serving Kochi Prefecture and other areas of Shikoku. Rental cars are an easy way to freely explore the prefecture.\n### Don’t Miss\n- The view of the Pacific from the coast of Kochi Prefecture\n- The Shimanto River, the longest river in Shikoku and a fantastic place to camp\n- Hirome Market, Kochi’s culinary wonderland\n- Kochi Castle, one of only 12 castles in Japan with its original keep\n## Explore Kochi by Area\n- \\\\\nKochi City\n- \\\\\nOkumonobe & Teisumiyoshi\n- \\\\\nShimanto\n## Trending Attractions in Kochi\n- Shimanto RiverShimanto River\\\\\nShimanto River\n- 足摺岬1_1\\\\\nCape Ashizuri\n- Harimaya-bashi Bridge\\\\\nHarimaya Bridge\n- Monets Garden Marmottan\\\\\nMonet's Garden Marmottan\n- Kochi Kenritsu Sakamoto Ryoma Kinenkan\\\\\nThe Sakamoto Ryoma Memorial Museum\n## Local Specialties\n- Kochi Dorome\nThe people of Kochi are known for their love of dorome (fresh young sardines) and alcohol. Every year there is a dorome festival where people eat fresh sardines, pray for a bountiful harvest and have a sake-chugging competition. (Photo: Kochi Visitors ＆ Convention Association)\n- Imokenpi\nImokenpi are strips of sweet potato fried until crispy and coated in sugar and a touch of salt to balance the flavor. An old-style Japanese snack that is like a dessert french fry. Since they're made from sweet potatoes, though, imokenpi are a bit healthier.\n- Kochi Bonito\nThe bonito, or katsuo in Japanese, is a relative of the tuna fish. Katsuo has a deep red coloring and rich flavor. It is most commonly served tataki-style by searing the outside and leaving the inside raw.\n- Tosa Forged Blades\nTosa uchihamono are free-forged blades. Sharp, durable and easy to care for, these cutting tools reflect swordsmithing techniques from another era. Order-made blades include kitchen knives, hatchets, forestry saws and more.\n- Tosa Handmade Paper\nTosa has been in the papermaking business for over 1,000 years. Today, it boasts one of the few Japanese washi-producing techniques with huge variety—300 to be exact, including the unrivaled, ultrathin 0.03-millimeter tengu jyoshi variety.\n## Seasonal Highlights\n- Spring\nThe whole prefecture comes alive with colorful blossoms. The Kochi Flower Festival in Chuo Park boasts an impressive array of over 40,000 flowers.\n- Summer\nThe Yosakoi Festival is the highlight of Kochi’s warmer season, featuring 20,000 dancers and plenty of music, food and festivities.\n- Autumn\nThe Kochi Castle Autumn Festival is highlighted by a Shinto dance performance called kagura. Nonehachiman Shrine and Kasuga Shrine have ritual displays of yabusame, traditional horseback archery.\n- Winter\nKochi’s temperate climate provides a welcome respite from frigid temperatures in the rest of the country."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_kochi-and-around_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/kochi-and-around/", "title": "Kochi City", "category": "destination", "text": "# KOCHIKochi CityKilometers of caves, Monet's Garden replicated, and the art of papermaking\n- Kochi City\n©Kochi Prefecture\n## Kilometers of caves, Monet's Garden replicated, and the art of papermaking\nKochi City is Shikoku's gem on the Pacific Ocean. With abundant nature, caves, and lots of chances to get crafty, Kochi City is a great addition to any travel itinerary.\n### Don't Miss\n- Go caving in Kami City\n- Fill up on local fare at Hirome Market\n- Explore Kochi Castle's rare wooden structure\n## How to Get There\nTake the Tokaido-Sanyo Shinkansen to Okayama Station.\nFrom the west side of Okayama station, take the JR Shikoku bus bound for Kochi.\n### Start your journey at Kochi Castle\nKochi Castle is one of the few castles in Japan to have maintained its original wooden structure. Dating back to the early 18th century, it is the only castle in Japan to have both its original keep and the palace of its feudal lords.\n©Kochi Prefecture\n### Local tastes and Monet's Garden Marmottan\nFor a true taste of Kochi, have something to eat and drink at the Hirome Market. There are dozens of stalls to choose from, all serving a variety of cuisine, including delicious local Kochi dishes.\nMonet's Garden Marmottan in Kitagawa Village is a copy of the world famous one in France. Faithful to the original in every aspect, the abundance of flowers on-site will make you feel as if you are in a painting by the master impressionist.\n### Caves upon caves\nGo caving in the four-kilometer-long Ryuga Cave System in Kami. Not far from Kochi City, enter a subterranean world. Formed hundreds of millions of years ago, the caves have evidence of a prehistoric presence dating back over two millennia.\n### Getting crafty\nMake traditional Japanese paper in Ino. This decorative craft has many uses, from letter writing to gift wrapping. Invent your own way to use your original handmade paper.\n### August festivities\nIf you are in Kochi City during the beginning of August, be sure to attend the Yosakoi Summer Festival. One of the most epic festivals in Japan, dance teams do their best to gain the attention of onlookers. The whole event culminates in a spectacular fireworks display that should not be missed.\nIn August, watch the Tosa Tug-of-War Festival where teams compete against each other and also try to pull a bus. This yearly festival has a history that dates back to the Edo era. You are welcome to participate.\nVisit the Shikoku Automobile Museum in nearby Konan City, where you can see exotic and rare foreign and Japanese cars from the 1960s and '80s. This period was arguably the heyday of the automobile in terms of glamor. The museum is accessible from Kochi City by train."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_okumonobe-and-teisumiyoshi-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/okumonobe-and-teisumiyoshi-area/", "title": "Okumonobe & Teisumiyoshi", "category": "destination", "text": "# KOCHIOkumonobe & TeisumiyoshiMarvelous outdoor parks that cover all recreational bases\n- Okumonobe & Teisumiyoshi\n## Marvelous outdoor parks that cover all recreational bases\nOkumonobe and Teisumiyoshi are prefectural parks of outstanding natural beauty for which this beautiful, sparsely populated eastern part of Kochi Prefecture is known. Camp, hike, cycle, mountain climb or swim—the parks are yours to explore.\n### Don't Miss\n- Okumonobe's gorgeous gorges\n- Taking to two wheels along the coast\n- Gardens straight out of a Monet painting\n## How to Get There\nEastern Kochi is served by two train lines (a local line operated by the Tosa Kuroshio Railway and the JR Dosan Line) and a multitude of local bus networks with relatively infrequent services. A rental car is recommended for extensive exploration.\nFor Okumonobe and attractions in that area, Tosa-Yamada Station on the JR Dosan Line is the transport hub with buses heading east into the mountains.\nFor Teisumiyoshi and destinations along the coast, take the Tosa Kuroshio Railway Gomen-Nahari Line departing from Gomen Station. The nearest station to the Teisumiyoshi park is Yasu Station (20 minutes from Gomen Station).\n### Sleep under the stars\nThe mountainous Okumonobe area is dotted with campsites, often located close to scenic gorges and at the beginning of hiking trails. Some are little more than cleared sites with minimal facilities, while others have hot showers and on-site shops where you can buy food and rent equipment.\nRiders' Inn and Befukyo Campground are sites where you can camp with little to no preparation. Both are manned during the day and have huts, barbecue areas, and running water. Of the two, Riders' Inn has the most extensive facilities and rents out sleeping bags, fans, heaters, barbecues (with a grill, coal, and net), and pretty much anything else you could possibly need.\n### Invigorating hikes and challenging climbs\nThere are many mountains trails to chose from in eastern Kochi varying from beginner-friendly to challenging. Mt. Shiraga (1,770 meters) is one of the tallest and most versatile. For an easy hike on a well-maintained path, set out from the trailhead on the mountain road linking Befu and Nishikuma gorges. The climb should take no more than an hour.\nFor something more testing, consider climbing from Dotoko Campground at the foot of the mountain. The trails are not as well-maintained, and the climb is strenuous. Set aside at least four hours for the ascent and ensure you are well-equipped with a map and proper hiking gear.\n### Absolutely gorgeous\nIn addition to spectacular fall foliage, the gorges in the area are excellent spots for cooling off in the water. Waterfalls and swimmable lagoons add to the beauty of the surroundings. Befu Gorge is particularly pleasant with a hot spring hotel nearby offering an alternative to camping.\n### From the mountains to the sea\nIn stark contrast to the mountains of the Okumonobe area, Teisumiyoshi is a more-easily accessible coastal park with beaches for swimming, sunbathing and relaxing.\n### Explore the park on two wheels\nAn excellent way to explore the park and seaside scenery is by bicycle. You can rent one from the Cycling Terminal, a multipurpose facility 25 minutes on foot or a short ride by taxi south of Yasu Station.\nIf you don't feel like cycling, there are plenty of walking routes, and you can even hike up into the coastal hills to find your own special spot to relax and take in the view.\n### Paying homage to Monet\nFurther along the coast in Kitagawa Village, you can find an unexpected slice of France in the form of Monet's Garden Marmottan. The gardens here have been painstakingly landscaped to recreate real-life versions of some of Monet's most famous paintings. For the novelty factor alone, they are worth a visit."}
{"filename": "www.japan.travel_en_destinations_shikoku_kochi_shimanto-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/kochi/shimanto-area/", "title": "Shimanto", "category": "destination", "text": "# KOCHIShimantoHike, camp or ride a houseboat on the most pristine river in Japan\n- Shimanto\n## Hike, camp or ride a houseboat on the most pristine river in Japan\nShimanto is a small city about 100 kilometers west of Kochi in Shikoku. Life in Shimanto revolves around the Shimanto River, which winds through the town and offers many things to do, making it the area's prime sightseeing attraction.\nThis area is a fantastic place to camp and hike, and you've also got the option of boarding a houseboat for a leisurely journey downriver.\n### Don't Miss\n- Boat rides down the wide and placid Shimanto River\n- Canoeing lessons for all ages and levels in the summertime\n- Camping and fishing on the riverbanks\n## How to Get There\nThe station closest to downtown Shimanto is Nakamura Station.\nTake the JR Dosan Line and Tosa Kuroshio Railway from Kochi Station to Nakamura Station. The direct express train takes about two hours. If traveling from Osaka, the journey is a 45-minute train ride from Shin-Osaka to Okayama Station by shinkansen. Then, take the JR Seto-Ohashi Dosan Line for Kochi Station. The trip takes two hours and 30 minutes.\n### A new scene at every bend of the river\nThe 196-kilometer Shimanto River is considered the most pristine unspoiled river in Japan, thanks to the rich forests that are the river's source and its lack of dams. The river does not pass through any major urban areas, reducing the possibility of pollution.\n### Crossing the river by submersible bridge\nOne of the first things you notice on the river is the large number of footbridges, which create an idyllic scene and are fun to cross by bicycle or on foot. The absence of guardrails is an intentional design decision and is meant to prevent damage to the bridges during floods.\n### Camp along the riverbanks and enjoy the landscape\nThe highlight of any journey down the Shimanto River is stopping to camp along the way. Campgrounds are located along the river's banks, and many have full services and amenities.\n### Watch the fishermen\nAs you travel down the river, you will see people fishing using traditional methods. Downstream of the Shimanto River, to-ami fishing uses a net to catch schools of ayu, or sweetfish. In the fall you may see hiburi-ryo, in which fishermen wave torches over the surface of the water to drive fish into their nets.\n### Activities on the Shimanto River\nA number of houseboats on the Shimanto River take on passengers for a small fee. If you want to learn to navigate the waterway on your own, canoeing and stand-up paddleboarding lessons are available. You can also rent bicycles from the Shimanto City Tourism Association.\nIn spring, enjoy the many flower festivals and summer fireworks festivals."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/", "title": "Tokushima", "category": "destination", "text": "# ShikokuTokushimaWhirlpools, watersports and a major dance festival\n- Tokushima\n### Many descend on Tokushima City every August for the large-scale Awa Odori dance festival, but the prefecture offers outdoor fun in every season\nTokushima is most famous for the Awa Odori Festival, which brings hordes of tourists during the Obon holiday period in August. But the prefecture, located on the eastern corner of Shikoku, offers beautiful nature and outdoor thrills all year round. Try out white-water rafting in spring or surfing in summer. Enjoy locally brewed sake in the town of Awa Ikeda during cooler months, or trek part of the Shikoku Pilgrimage Route. Off the coast lie the Naruto whirlpools, best viewed from sightseeing cruises.\n## How to Get There\nTokushima Prefecture is served by nearby Tokushima Airport and is connected to the rest of Japan by a network of train and highway bus services. Ferries also operate from Wakayama.\nIf departing from Tokyo or other distant Japanese cities, the easiest way to reach Tokushima is to fly into nearby Takamatsu Airport. The JR Uzushio Limited Express train connects Takamatsu City and Tokushima City. For rail travel from Tokyo, Kyoto, Osaka or Hiroshima, take the Tokaido-Sanyo Shinkansen to Shin-Kōbe Station and transfer to a highway bus. From Matsuyama, the JR Yosan Line Limited Express runs to Tokushima Station. Ferries from Wakayama are operated by Nankai Ferry and take two hours. Driving in Tokushima is relatively stress-free compared to more developed regions. A rental car is a good way to get around, and bridges connect Shikoku with the main island of Honshu.\n### Don’t Miss\n- The famous Awa Odori folk dance festival, which takes place in August\n- Outdoor adventure opportunities, including white-water rafting and surfing\n- A sightseeing cruise around the Naruto whirlpools\n- Tokushima’s loggerhead turtles, which visit Ohama Beach to lay eggs from May to August\n## Explore Tokushima by Area\n- \\\\\nAnan Coast\n- \\\\\nIya Valley\n- \\\\\nNaruto\n- \\\\\nTokushima City\n## Trending Attractions in Tokushima\n- Awa-Odori Folk Dance Festival in Tokushima-SUMAwa-Odori Folk Dance Festival in Tokushima-SUM\\\\\nAwa Odori Festival\n- Naruto Strait\\\\\nNaruto Strait\n- Oboke and Koboke\\\\\nOboke & Koboke\n- Kazurabashi Bridge\\\\\nKazurabashi Bridge\n- Mount Tsurugi\\\\\nMt. Tsurugi\n## Local Specialties\n- Naruto Kintoki\nA local sweet potato grown in sandy soil, Naruto kintoki is famous for its vibrant red skin and sweetness. Locals use it to make savory beer snacks, sweet desserts and a number of side dishes.\n- Handa Somen\nSomen noodles are usually quite thin, but this Tokushima version is thick. The dough of wheat flour and salt water is matured, stretched and separated manually by chopsticks. The result is a smooth, mildly salty noodle that's often eaten cold in a simple soy sauce-based broth.\n- Wasanbon\nTokushima grows sugar cane, and this delicate, fine-grained sugar is often used to make wagashi, traditional Japanese confections.\n- Tokushima Sudachi\nA Japanese citrus fruit that looks similar to a lime but has a tart taste like a grapefruit. While too sour to eat on its own, it adds a fresh citrus tang to grilled fish and hot pot dishes.\n- Yusan Boxes\nYusan bako are three-tiered boxes from Tokushima on Shikoku. Children in Tokushima once carried their lunches in them when hiking and on special occasions. A popular custom was to give a yusan bako as a gift to wish for a child's healthy growth. Yusan bako are perfect for holding jewelry and accessories.\n- Otani Ware\nOtani yaki is an iconic Shikoku island pottery with a history of more than 200 years. The pottery style is famous for water jars, pots, and other large items. Using the nerokuro technique, one artisan stands and throws clay, while another lies below and kicks the wheel.\n- Indigo Dyed Crafts\nGarments and other cloth items made with natural indigo dye in Japan are known as aizome seihin. The deep blue hue, known as Japan blue, comes from leaves fermented for around 100 days. Wheat bran and sake are then added to the dye. The varied shades of blue are distinctive and rich.\n## Seasonal Highlights\n- Spring\nCherry blossoms bloom in late-March and the white-water rafting season begins. The mild temperatures are perfect for enjoying Tokushima's great outdoors.\n- Summer\nThe beaches come alive in summer as surfers share the shores with the local sea turtles that come to lay their eggs. August brings the Awa Odori festival, a major folk dance event.\n- Autumn\nNovember brings spectacular fall foliage to Tokushima. The remote, forest-like Iya Valley and striking Oboke Gorge are some of the best spots to enjoy the seasonal colors.\n- Winter\nWinter in Tokushima means glittering illuminations, locally brewed sake and relaxing in one of the prefecture's many hot spring resorts."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_iya-valley-area_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/iya-valley-area/", "title": "Iya Valley", "category": "destination", "text": "# TOKUSHIMAIya ValleyThe most secluded and spectacular gorges in Japan\n- Iya Valley\n## The most secluded and spectacular gorges in Japan\nThe Iya Valley's location deep in the mountains of Shikoku has kept it far off the beaten path, rewarding those who come with unspoiled natural scenery, narrow river gorges, rustic vine bridges and relaxing hot springs.\n### Don't Miss\n- The unique vine bridges, one of Japan's Top 3 Unusual Bridges\n- Scenic thatched homes of the Ochiai hamlet\n- The iconic Peeing Boy statue standing high above the valley\n## How to Get There\nAccess Iya Valley by flying from Tokyo's Haneda and Narita airports to Kagawa's Takamatsu Airport and take a direct bus connection to the valley.\nJapan's major carriers Japan Airlines (JAL) and All Nippon Airways (ANA) fly to Takamatsu Airport from Haneda Airport, and the budget carrier Jetstar flies from Narita Airport. Buses from Takamatsu Airport run directly to Kotohira Shrine and Iya Valley.\nSeveral buses run between Hankyu Umeda Station in Osaka and the Awa-Ikeda Bus Terminal. Ideal for travelers on a budget, this route costs just under 5,000 yen for the four-hour trip. Around 5 buses per day run this route. Take a local bus from the Awa-Ikeda Bus Terminal to the Iya Valley area.\n### A mountain refuge\nThe Iya Valley is one of the most remote places in all of Japan. Its historical inaccessibility led it to become a hideaway in the late 12th century for members of the Heike (Taira) clan. They reportedly fled to Iya Valley after being defeated by the Genji (Minamoto) clan in the Genpei War, which paved the way for the first samurai government in Kamakura, near Tokyo.\n### The source of the Yoshino River\nThe majestic Yoshino River is Tokushima's largest river and flows across most of the prefecture from west to east. Following the river upstream you'll come upon the Oboke and Koboke canyons, and the entrance to the Iya Valley. Wild deer, boar, and monkeys inhabit this area.\nAt Oboke Canyon you can cruise gently down the river on pleasure boats, admire the emerald color of the water and the steep, rocky cliffs towering above. In the warmer months, whitewater rafting further upstream is a popular pastime for those seeking a more thrilling adventure.\nIya's kazura-bashi or vine bridges are one of the most unique sights in the area and are one of three most unusual bridges in Japan. These suspension bridges were traditionally made by weaving together vines harvested from the mountains and served as important lifelines for people in this mountainous region.\nAccording to one legend, these bridges were constructed by the defeated Heike soldiers fleeing from their Genji pursuers. The sway of the bridge coupled with the sight of the water below your feet is a tremendous thrill. One of the bridges is in Nishi-Iyayama Village while two more are located in Higashi-Iya further up in the mountains closer to Mt. Tsurugi, the second tallest mountain in Shikoku.\n### Afraid of heights?\nThe Peeing Boy of Iya Gorge is another icon of the Iya area. This statue of a small boy standing and urinating at the edge of a 200-meter-high precipice.\nKnown as the Nana Magari (Seven Curves), this is regarded as the most dangerous spot in the Iya Valley, and local legend has it that the statue of the Peeing Boy was built in commemoration of travelers who would come here to urinate off the rock to show their bravery.\n### 400-year old farmhouses\nThe settlement stretches across the slopes of a mountain in the centre of the East Iya Valley. The difference in elevation within the settlement is approximately 390 m and the settlement is formed on a steep slope. The old houses, stone walls piled up one by one and fields create a nostalgic original landscape of a mountain village. The area is registered as an important national preservation district because of its traditional thatched-roof farmhouses that are centuries old, as well as ancient walking paths.\n### Best enjoyed at a relaxed pace\nThe narrow mountain roads make for slow travel. Take your time and savor the relaxed pace of life here. There are several options available to visitors who want to stay overnight. You'll find various campgrounds and a restored 400-year-old farmhouse in the upper parts of the valley, while the hot spring resorts in Oboke and Iya offer an excellent way to unwind and savor the local cuisine.\n### Visit nearby Oboke and Koboke Canyons\nA visit to the Iya Valley can easily be combined with whitewater rafting, a scenic sightseeing boat cruise or other fun activities at the nearby Oboke and Koboke canyon area."}
{"filename": "www.japan.travel_en_destinations_shikoku_tokushima_tokushima-city_.md", "country": "japan", "region": "shikoku", "url": "https://www.japan.travel/en/destinations/shikoku/tokushima/tokushima-city/", "title": "Tokushima City", "category": "destination", "text": "# TOKUSHIMATokushima CityA vibrant city of dancing\n- Tokushima City\n## A vibrant city of dancing\nThe capital of Tokushima Prefecture on Shikoku's northeast corner, Tokushima City, becomes a vibrant explosion of color every summer during its lively Awa Odori Festival. Sitting at the mouth of several major rivers, the city is a busy port city that comes alive with Awa Odori dancers every summer.\n### Don't Miss\n- The view from the top of Mt. Bizan\n- A stop off at the Awa Odori Kaikan Hall, where you can learn the city's famous dance\n- The free boat cruise around the city\n## How to Get There\nTokushima is accessible by Shinkansen and airplane from Osaka and Tokyo.\nFrom Tokyo:\nThe flight from Haneda to Tokushima Airport is approximately one hour and 15 minutes.\nIt takes around three hours from Tokyo to Okayama on the Tokaido or Sanyo Shinkansen. It then takes just under two hours from Okayama to Tokushima Station on the JR Seto-Ohashi Kotoku Line.\nFrom Osaka:\nIt takes about 40 minutes from Shin-Osaka to Okayama on the Tokaido or Sanyo Shinkansen\nAlternatively, a highway bus from Osaka Station to Tokushima Station takes around two hours.\n### The city of rivers\nTokushima City is generally the entry point for most visitors arriving by air or ferry. It features with several rivers and canals passing through. Get a different perspective of the city from the water by taking the Hyotanjima Boat Tour that circles around the city center in about 30 minutes.\n### Explore the site of Tokushima Castle\nJust behind Tokushima Station is Chuo Park, and the large hill in this park is the site of the Tokushima Castle ruins. The park is a pleasant area around which to stroll, and you can enjoy great views from the hilltop.\nStop by the Tokushima Castle Museum to learn more about the castle's history and take in the Japanese garden.\n### Glittering night views\nMt. Bizan is easily accessible from Tokushima City. A 10-minute walk from the train station will take you to a ropeway that whisks you up to the summit in even less time. This is a great place to see cherry blossoms in the spring and the gorgeous changing leaves in the autumn. The night view, with the city lights reflected in its rivers, is a must-see.\n### Learn the fool's dance\nAt the base of the ropeway to Mt. Bizan is the Awa Odori Kaikan, an interactive museum dedicated to the Awa Odori Festival, an event which thrusts Tokushima into the national spotlight every August during the Obon holiday season. Known as the \"fool's dance,\" there are exhibits with photos and videos of the festival, and daily performances of Awa-Odori by musicians and dancers from a local dance group that encourages audience participation.\n### The city comes alive in August\nWhile Tokushima City usually is fairly reserved, the city transforms each year from August 12 to 15 as nearly 1.2 million people including spectators and dancers from all over Japan and the world, gather in the downtown area for the Awa-Odori Festival. Awa-Odori dance has a history of more than 400 years and is so popular that it is performed in other regions of Japan including Tokyo.\nDuring this festival, major thoroughfares are cordoned off and spectator stands are set up at various points for specific dance competitions. Numerous street food stalls known as yatai appear around the river areas, and the entire downtown area of Tokushima takes on the air of a lively outdoor festival, drawing comparisons with Rio de Janeiro's Carnival."}
{"filename": "www.japan.travel_en_spot_1518.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kusatsu Onsen草津温泉\nKusatsu-machi, Agatsuma-gun, Gunma-ken\n## Healing geothermal waters and fun festivals in a secluded mountain onsen resort\nStroll down charming alleys in your cotton yukata and wooden sandals breathing in the aroma of Kusatsu Onsen, an authentic onsen town in Gunma Prefecture.\n### Don't Miss\n- The yubatake hot water fields in the center of town\n- Cracking open an onsen tamago—eggs boiled in the hot spring water\n- Satisfying your sweet tooth with traditional onsen manju sweets\n- A trip to Sainokawara Park\n## How to Get There\nAlthough there is no train station in the town, Kusatsu is still easily accessible.\nThe most convenient way is by rental car, taking in the beautiful scenery along the Japan Romantic Road linking Nagano, Gunma, and Tochigi. From Tokyo, the journey takes around three hours, or from the shinkansen station in Takasaki, it takes around one and a half hours.\nThere are direct buses from Shinjuku Bus Terminal. Take the JR Joshu Yumeguri-go bus to Kusatsu, via Ikaho Onsen.\nThe nearest train station is Naganohara Kusatsuguchi Station. It takes around two and a half hours from Ueno by direct express train. From there, take the connecting 25-minute bus ride to Kusatsu.\n### Events in Kusatsu\nFlower Festival (May)\nShirane Shrine Festival (July)\nHot Spring Appreciation Festival (August)\nKusatsu International Music Academy and Festival (in August)\n### The Yubatake hot water fields\nThis large hot water system is the symbol and heart of Kusatsu Onsen. The distinct aroma will guide you to the yubatake—literally translated as hot water field — in the center of town. Geothermal water rises to the surface straight from the source and is cooled as it runs along a series of connected wooden chutes while maintaining the natural mineral content.\nHot steam billows as the water gushes down into the emerald reservoir. Kusatsu Onsen has the largest amount of naturally occurring hot spring water in Japan.\nWith high temperatures (around 55 degrees Celsius) and high acidity, the water is said to cure many conditions and is especially good for your skin. Several Tokugawa shoguns had the water transported in barrels to their castle in Edo (now Tokyo).\n### Hot spring traditions\nFrom the yubatake, you can easily stroll to Netsunoyu hall to watch the yumomi performance. Onsen workers cool the water by dipping and turning wooden planks, churning the water to the rhythm of a folk song.\n### Strolling and shopping\nTake the narrow alley near the Netsunoyu and explore the quaint arts and crafts shops, featuring milky glass inspired by the waters. Be sure to try onsen manju (steamed sweet buns) and onsen tamago (eggs boiled in the hot springs). You can follow the alley all the way to Sainokawara Park, an area where steamy hot spring water gushes naturally.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1551.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Narita International Airport成田国際空港\nPhoto copyright: ©NARITA INTERNATIONAL AIRPORT CORPORATION\n1-1 Furugome, Narita-shi, Chiba-ken\n## Japan's global gateway offers an array of goods, food and free cultural events\nNarita International Airport (NRT) is where most visitors get their first taste of Japan. It's a modern, convenient, and well laid-out airport with plenty to see and do. Its two main terminals offer shops, restaurants, relaxing waiting areas, observation decks, and activities to keep you entertained.\n### Don't Miss\n- The observation decks, where you can relax and watch the planes come in\n- World-class shopping and restaurants\n## How to Get There\nGiven that it's Tokyo's main international hub, there are a number of ways to get to and from Narita Airport.\nThe most common way to access Narita is by catching Japan Railway's Narita Express (NEX), which makes stops at a number of major stations including Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Tokyo. A one-way trip takes around an hour.\nIf you're traveling by local train you can catch the JR Sobu Line (Rapid Service) from Tokyo Station. Keisei operates several lines-Skyliner, Morningliner, and Eveningliner, which all connect to the Yamanote line.\nThere are also a number of alternatives including privately run limousine bus services that typically depart from Tokyo Station or larger hotels.\n©NARITA INTERNATIONAL AIRPORT CORPORATION\n©NARITA INTERNATIONAL AIRPORT CORPORATION\n©NARITA INTERNATIONAL AIRPORT CORPORATION\n### World-class shopping\nNarita International Airport is home to a wide variety of stores selling brand-name goods, liquor, cosmetics, snacks, medicine, electronics, clothing, and more. There are also duty-free stores, which offer a wide selection of products at great prices.\n### Indulge your sweet-tooth\nNarita International Airport has a great selection of famous sweets and popular souvenirs from around the country. While some can be found in general stores or local areas, others are limited-edition products that can only be purchased at the airport.\n### NRT's observation decks\nOne of Narita International Airport's main attractions is the observation decks. The two main terminals have free observation decks where you can relax and watch the airplanes take off and land. There are benches facing the runways and outdoor tables, as well as nearby convenience stores offering snacks and drinks.\n### Eating at Narita International Airport\nRestaurants at the airport include traditional Japanese food such as sushi, ramen, tonkatsu, curry, udon, and soba. In addition there are restaurants that serve Chinese food, pasta, and fast food, as well as cafes and bars serving drinks and snacks There are also restaurants that offer Halal and vegetarian options, so you're sure to find something that satisfies your taste and dietary needs.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1572.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Hakone Onsen箱根温泉\nHakone-machi, Ashigarashimo-gun, Kanagawa-ken\n## A must-visit hot spring resort town close to Tokyo\nHakone is located in the east of the Fuji-Hakone-Izu National Park, and is one of the most popular hot spring towns in Japan. It is an easy day trip from Tokyo, and has plenty of accommodation options for longer stays.\n## How to Get Here\nHakone-Yumoto Station is the gateway to Hakone. It is located in the western part of Kanagawa Prefecture, and is easily accessible from Tokyo.\nTake the Odakyu Line from Shinjuku Station to Hakone-Yumoto Station (about 90 minutes)\nTake the Tokaido Shinkansen from Tokyo Station to Odawara Station, and then take the Hakone Tozan Line from Odawara Station to Hakone-Yumoto Station (about 55 minutes)\n### Hakone's natural hot springs\nLocated in the east of Fuji-Hakone-Izu National Park, Hakone is one of the most popular hot spring towns in Japan. The area was a key rest stop along the Tokaido Highway during the Edo period (1603-1867). There are a great many hot springs to enjoy in Hakone, each with different spring qualities.\n### Stunning mountain and lake views\nHot springs are not all Hakone has to offer. The area is surrounded by mountains, including Mt. Kamiyama and Mt. Komagatake, which has a ropeway offering stunning area views, featuring the iconic Mt Fuji. Nearby Lake Ashinoko is a relaxing spot for sightseeing due to its stunning scenery and cruises.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1798.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Ginzan Onsen銀山温泉\nGinzan shinhata, Obanazawa-shi, Yamagata-ken\n## Unwind, relax and step back in time\nFounded on the site of a former silver mine in rural Yamagata, Ginzan Onsen Hot Spring caters to discerning guests with a taste for old-world atmosphere.\nTraditional inns line the river to create picturesque scenes more evocative of a Taisho period (1912-26) novel than a modern resort. It's a long way from big city life and well worth the trip.\n### Don't Miss\n- Stroll along Ginzan River and the town's pedestrianized streets in your yukata\n- Visit Shirogane Park and cool yourself by its waterfalls\n- Stay overnight and dine at one of Ginzan Onsen's many hot spring inns\n- Take an outdoor rotenburo bath or enjoy a private kashikiri soak\n## How to Get There\nGinzan Onsen can be accessed by a combination of JR trains and buses.\nFrom Tokyo, take the JR Yamagata Shinkansen to Oishida Station (three hours, 20 minutes), then catch a bus to Ginzan Onsen (35 minutes). The train is covered by the Japan Rail Pass, but the bus is not. Be aware that buses only depart Oishida Station every 60-90 minutes.\nVisitors traveling by car are required to park at a designated parking area outside the town center. Many inns offer a shuttle service into town from the lot.\n### Get to know the onsen-kyo\nPopular among Japanese travelers, the term onsen-kyo is associated with small, quaint towns and cozy inns that offer accommodation, food and hot spring bathing. As weekend retreats, they are popular with all age groups, from young families to retirees. This cherished aspect of travel in Japan often goes unnoticed by foreign visitors, so live like a local and dive into onsen-kyo culture.\nThe area is a car-free town center with no modern buildings in sight.\nHaving checked into one of the town's many inns, visitors walk the streets without the usual concern of cars zipping past to beat the traffic light.\nIn the proud tradition of Japanese inns, Ginzan Onsen's ryokan offer up sumptuous local dishes to meet the standards of their mostly Japanese clientele.\n### Such stuff as dreams are made of\nBeautiful buildings surrounded by an unspoiled rural setting ensure that Ginzan Onsen is pleasant all year round. Long summer days are perfect for lazy strolls down idyllic streets in a yukata. In winter, the town really works its magic. The sight of the buildings blanketed in snow and illuminated by the soft glow of gaslights leaves a lasting impression.\nMany Japanese visitors come to Ginzan Onsen in search of its Taisho period ambience. Anyone familiar with Mishima Yukio's novel 'Spring Snow' will delight at how the setting blends traditional Japanese aesthetics with what was once seen as modern sophistication. The gaslights and absence of motor vehicles help maintain the atmosphere.\n### The finer points of hot spring bathing\nRotenburo are outdoor baths-usually hidden from outside view-which allow you to take in the surrounding scenery from the comfort of a hot spring. Another attractive option is arranging a kashikiri session in a private bath, whereby you and traveling companions can have a tub all to yourselves for a short time.\n### Silver everything\nUnsurprisingly for a town founded on a silver mine, Ginzan Onsen takes both its name (literally, Silver Mountain) and iconography from the element. The popular Shirogane Park boasts an impressive 22 meter tall waterfall, and you'll also find an illuminated cave which is well-lit and ideal for taking pictures.\n### Old meets new meets old\nGinzan Onsen's one notable concession to modernity is the Fujiya ryokan, a striking building designed by famed architect Kuma Kengo. With a blend of modern and traditional elements, including the incorporation of bare timber and white plaster, it stands out from its surroundings while also keeping one foot firmly in the past.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1824.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Hachimantai Onsen八幡平温泉郷\nKazuno, Akita / Semboku, Akita / Hachimantai, Iwate\n## An onsen resort with plentiful, sulphur-rich water, plus trekking, golf, skiing and more nearby\nSituated in a lofty mountain range bordering Iwate and Akita prefectures, Hachimantai Onsen is a resort that offers tranquil surroundings, unspoiled beauty, and the relaxing sounds of birdsong while bathing.\n### Quick Facts\nSpectacular views of Mt. Iwate from onsen (hot springs) in the area\nA wide range of all-year leisure activities\n## How to Get There\nThe Hachimantai area can be reached via Tazawako, Morioka, or Kazuno-Hanawa stations.\nTake the Akita Shinkansen to Tazawako Station. Take the Tohoku Shinkansen to Morioka Station. Take the JR Hanawa Line to Kazuno-Hanawa Station.\n### Great for body and mind\nSince its waters possess a number of healing properties, including soothing nerve pain, sore muscles, joint pain, fatigue, chronic digestive disorders, diabetes, chronic skin diseases and arteriosclerosis, Hachimantai Onsen has become a popular base for visitors wishing to explore the area.\n### Enjoy the other leisure activities\nYou have options like trekking, golf, angling and mountain climbing during the summer months, and skiing and snowboarding during the winter.\n### Fukenoyu Onsen\nTake a hike up to this quaint hot spring, which is located below the summit of Mt. Hachimantai. Enjoy the feeling of nature around you while relaxing in the volcanic hot spring.\n### Goshogake Onsen\nRelax in beautiful Goshogake Onsen on the slopes of Mt. Hachimantai in the heart of Towada-Hachimantai National Park. With indoor baths made of scented pine, steam boxes, an outdoor onsen, and a volcanic mud pool, there are plenty of options.\n### Tamagawa Onsen\nTamagawa Onsen has the highest acidity of all Japan's hot springs. The bedrock emits weak radioactivity. People from all over Japan come to bathe here in the hope of being cured of various illnesses.\n### Places to stay\nThere is ample accommodation within the area, including the largest resort in Tohoku, Hachimantai Resort.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1975.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Cape Ashizuri足摺岬\nTosashimizu-shi, Kochi-ken\n## Shikoku's southernmost cape offers hiking, spectacular seaside views, and onsen bathing\nA two-kilometer seaside hiking trail snakes through the rugged landscape of Cape Ashizuri in Kochi Prefecture, overlooking the powerful surf below. Many mysterious places associated with Kobo Daishi, the influential Japanese Buddhist monk also known as Kukai, are scattered along the trails here.\nYou'll get great views of the landscape, waters, and horizon from the century-old lighthouse or the Tengu-Nose Observatory. Kongofukuji Temple, which Kukai reportedly established in 822, is a prime sightseeing destination.\n### Quick Facts\nThe Tengu-Nose Observatory on the cape offers 180-degree views\nThe cape is covered with palm trees and subtropical plants\n## How to Get There\nAccess the area from Nakamura Station and take a bus, about one hour and 40 minutes, to the cape.\nNakamura Station is on the Tosa Kuroshio Railway, one hour 45 minutes away from central Kochi. Note that JR passes cannot be used on this line. Using public transportation is easy, but renting a car gives you more flexibility.\n### A stop on the 88-temple pilgrimage\nSitting atop a cliff overlooking the sea at Cape Ashizuri is Kongofukuji Temple. Kongofukuji is worth visiting because it's one of the grandest temples on the 88-temple pilgrimage that runs for 1,200 kilometers around Shikoku, and you're likely to see pilgrims dressed in white and paying their respects en route to the next temple.\n### Big waves, surf fishing, and stargazing\nThe waves are big and powerful around the cape, and the area west of Ashizuri is considered a prime surf-fishing spot. At night, this area is also fine stargazing territory, since there are no lights obscuring the sky.\n### Attractions before or after the cape\nTake a break and slide into onsen waters at Ashizuri Hot Spring, a foot bath on the main road with views of the ocean below. You can also get out on the water on a glass-bottomed boat off Tatsukushi beach to view the coral and sea life off the cape.\nIf you'd like to spend the night, there are also some lovely ryokan, traditional inns, glamping facilities, and hotels in this area, such as the Ashizuri Kokusai Hotel and the Ashizuri Thermae Hotel.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2005.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kinosaki Onsen城崎温泉\nKinosaki-cho, Toyooka-shi, Hyogo-ken\n©Toyooka City\n## Experience authentic culture at this cozy, historic hot spring resort\nKinosaki Onsen is a historic hot spring resort in northern Hyogo Prefecture. The town is surrounded by mountains and sea, and offers seasonal treats such as spring cherry blossoms, summer fireworks, and winter snow. Check Kinosaki Onsen's official website “Visit Kinosaki” for more details.\n### Don't Miss\n- Visiting the seven public bathhouses\n- Strolling in a yukata\n- Making a side trip to Onsenji Temple and the nearby mountain\n## How to Get There\nKinosaki Onsen Station is the gateway to the town, connected by the San'in Main Line to Kyoto and Osaka.\nIt takes about 2.5 hours from Kyoto or Osaka to Kinosaki Onsen Station by direct express train.\n### A riverside town\nOn either side of the Otani River are numerous Japanese inns, or ryokan, most of which have their own onsen baths.\n©Toyooka City\nThe seven public baths dotted around the town are one of the unique characteristics of Kinosaki. Visitors to the area can buy a one-day pass for 1,300 yen (as of November 2021) that allows bathing in all seven. Additionally, hot bubbling foot baths can be found in numerous locations. If you are staying at one of the town's ryokan, all of the public onsen can be accessed for free from when you check in until you check out.\n©Toyooka City\n### Slip on a yukata and stroll about town\nIt is not uncommon to see visitors to the area walking around the town in yukata—the thin cotton kimono that are closely associated with Japanese onsen towns. During the colder winter months, a warm, cotton haori jacket is worn on top of the yukata to keep out the cold.\n### The town's mysterious origins\nTowards the western end of Kinosaki Onsen is Onsenji Temple, which is dedicated to the Buddhist priest who supposedly founded Kinosaki Onsen in the 8th century. Legend has it that a priest named Douchi Shonin arrived in Kinosaki in the year 717, where he saw people suffering from incurable diseases. When he prayed for help, a white-haired man appeared to him in a dream, and suggested that he could find a hot spring. The priest believed the oracle, and chanted sutras for 1,000 days, after which hot water gushed from the ground, leading to the creation of the hot spring town.\n©Toyooka City\nOnce upon a time, visitors had to pray at the temple before they were allowed to enter the baths. While this is no longer the custom, the temple is still a great place to visit and can be combined with an enjoyable stroll through the mountains at Kinosaki's western edge.\nThe main hall of the temple can either be accessed by a short walk up the mountain or by taking the ropeway, which can take you to an observation deck at the top of the mountain.\n©Toyooka City\n### The Oriental White Stork Sanctuary\nDue to loss of habitat, the Oriental stork became extinct in Japan in 1971. The last bird actually died in Kinosaki Onsen's Toyooka City. Konotori no Sato Park was built as a research institute to protect and breed the storks, which are a National Natural Monument, and to reintroduce them to the wild. At the adjacent Stork Culture Museum, visitors can learn about efforts to reintroduce the storks, and see those used for breeding up close. The park is about 10 kilometers south of Kinosaki Onsen, and can be reached via bus from Toyooka Station.\n### Winter snow\nThe area around Kinosaki Onsen is great for activities and includes the Kannabe Kogen area. Here, visitors can enjoy climbing and hiking in summer or skiing, snowboarding and snowshoeing during winter. The town of Kinosaki receives regular snowfall and is very pretty during this season, as the river area is lined with fresh snow.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_203.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Awa Odori Festival徳島市阿波おどり\n1-4 Minamiuchi-machi, Tokushima-shi, Tokushima-ken\n## Dance for days at the most famous festival in Shikoku\nThe Awa Odori is Tokushima's most famous festival and the subject of national attention every August when well over a million people turn out in the streets of Tokushima City to watch or participate in this traditional folk dance.\n### Don't Miss\n- The ren group dancers performing in the evening in downtown Tokushima\n- The happi and yukata; the traditional uniforms of the dancers inspired by their local heritage\n- Six stages set up for dancers\n## How to Get There\nIf you are traveling to the area by airplane, you can fly from Tokyo's Haneda Airport to Tokushima.\nIf you are coming by rail, take the Tokaido-Sanyo Shinkansen to Okayama Station, then travel on to Tokushima Station via the JR Seto-Ohashi Kotoku Line.\nExpressway bus services from Osaka Station to Tokushima Station are also available.\n### Quick Facts\nThis is one of Japan's most famous cultural events, attracting over one million people\nAwa Odori dates back over 400 years\nThe festival is held annually from August 12 to 15\n### A city transformed\nWhile Tokushima City is normally fairly quiet, the city is transformed each year from August 12 to 15 as nearly one million people—including spectators and dancers from all over Japan—gather in the downtown area for the festival. The Awa Odori dance originated here more than 400 years ago, although its popularity has spread beyond the prefecture and is performed in other areas of Japan, including Tokyo.\n### Dancing in the streets\nDuring this festival, major thoroughfares are cordoned off and spectator stands are set up at various points to view the dancing. Numerous street food stalls known as yatai appear around the river areas, and the entire downtown area of Tokushima takes on the air of a lively outdoor festival, drawing comparisons with the carnival in Rio de Janeiro.\n### Awa Odori origin theories\nThere are three theories of the origins of the Awa Odori. The first theory attributes the root of the dance to a local variation of Bon-odori dancing, which is performed throughout Japan during the summer for the Obon holiday.\nThe second theory suggests that Awa Odori is the result of the completion and subsequent celebration of Tokushima Castle, built by Hachisuka Iemasa in 1587. Lord Hachisuka provided rice wine to the people of the castle town to mark the occasion, and they danced freely with wild abandon, regardless of rank or seniority. This eventually became the Awa Odori dance.\nThe third theory argues that the Awa Odori dance has roots in furyu dance. Furyu is said to be the source of Japanese Noh plays. The Awa Odori style of people dancing in a group called a ren is said to have been influenced by the furyu dance.\nAccording to the Miyoshi district records from 1663, there was a furyu dance at Shozui Castle in 1578 held by Masayasu Sogo (a member of the Miyoshi family) and the theory holds that this is the start of the Awa Odori dance.\n### Tokushima City—the center of Awa-Odori\nTokushima City began promoting the festival as a tourist event during the early Showa period (1926-1989), and it got its name at this time. While Awa Odori dances take place all over the prefecture during the festival period, the Awa Odori performed in Tokushima City is the most important event.\n### All are welcome\nTo dance in the Awa Odori festival, you need to be registered as part of a ren, or a dance troupe. However, if you haven't and still want to participate, you can join the Niwaka Ren. No costume is required, and you can take a lesson from a famous dance troupe before you start.\n### Awa-Odori at any time\nIf you are unable to attend the event in the summer, you can still experience Awa Odori all year round at the Awa Odori Kaikan located in the center of the city. Dance troupes perform daytime shows, while a different, famous troupe performs every night in the evening. The ren group members are eager to teach the steps to Awa Odori, and invite visitors to perform along with them.\nAs an old Tokushima saying goes, “The dancing fool and the watching fool are both fools, so why not dance?”\n## Keywords"}
{"filename": "www.japan.travel_en_spot_211.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Bizan眉山\nTokushima-shi, Tokushima-ken\n## See the whole region from this little mountain in the middle of a city\nBizan is a mountain, and also the name of a movie. More than that, this scenic spot is the dominant feature of Tokushima City. Bizan is easily accessible and offers outstanding views not only of the city but of the Yoshino River delta and the ocean.\n### Don't Miss\n- The expansive views from the summit, which are stunning day or night\n- The distinctive Burmese pagoda for fallen soldiers\n- Cherry blossoms in spring and the leaves turning in autumn\n## How to Get There\nYou can reach the mountaintop by ropeway.\nWalk for 10 minutes from Tokushima Station toward the Awa Odori Kaikan, then take the Bizan Ropeway to the top.\n### The symbol of Tokushima City\nNo visit to Tokushima City would be complete without a visit to Mt. Bizan, as this 290-meter-tall mountain is a defining element of the city landscape.\nThe Japanese character for \"eyebrow\" is in the mountain's name as it's elongated horizontal shape resembles one. The mountain was even one of the locations for the filming of the 2007 Japanese movie \"Bizan.”\n### Sights to see near and far\nOnce at the summit, you'll be rewarded with terrific views of Tokushima City below. When the weather is clear, you may even see Awaji Island and Wakayama Prefecture's Kii Mountain Range far out in the distance across the water.\n### Mayuge-kyo\nThe kaleidoscopic \"Mayuge-kyo,\" which incorporates over 4,000 LEDs, is a tourist site that illustrates Tokushima's connection to the LED industry. There is also a Burmese pagoda that is a monument honoring fallen Japanese soldiers from World War II.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_212.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Bizan Park Cherry Blossoms眉山公園の桜\nMosukegahara Bizan-cho, Tokushima-shi, Tokushima-ken\n## A crown of cherry blossoms\nLocated near the summit of Mt. Bizan in Tokushima City, Bizan Park is one of the more popular places within Tokushima to see cherry blossom in the spring.\n## How to Get There\nBizan Park is at the top of Mt. Bizan and is accessible by ropeway.\nWalk for 10 minutes from Tokushima Station towards the Awa Odori Kaikan, and then take the Bizan Ropeway to the summit.\nQuick Facts\nThis park on Mt. Bizan boasts more than 1,000 Yoshino cherry trees\nThe best blooms are generally from late March to early April\n### 1,000 reasons to visit\nCherry Blossoms in Bizan Park offers a more authentic experience than in the larger cities. In fact, the spectacular sight of more than 1,000 Yoshino cherry trees in full bloom draws blossom viewers from around Tokushima and across Japan.\n### Perfect for a picnic\nCherry blossom viewing picnics known as hanami are a much-loved activity. When the trees bloom around late March to early April, many people, both during the day and at night, take the ropeway to Bizan Park and sit on blue sheets laid out under the trees. Come to join them and enjoy food, drink, and laughter, underneath a canopy of pink and white blossom.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2143.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Shiretoko知床エリア\nShari-gun, Hokkaido\n## True wilderness filled with untouched lakes, sunken forests, rare birds and other beasts\nHokkaido's Shiretoko Peninsula offers some of Japan's most pristine and unspoiled natural beauty. There is nowhere more \"off-the-beaten-path\" than Shiretoko. It's a great place to connect with the simple pleasures of nature.\n### Don't Miss\n- Shiretoko National Park for Hokkaido nature at its best\n- Drift ice cruises in the winter\n- Delicious fresh seafood straight from the ocean\n- Watching rare birds\n## How to Get There\nThere are direct flights from Tokyo (both Haneda and Narita Airport) to Memanbetsu Airport and Kushiro Airport, and flights from Haneda Airport to Monbetsu Airport. For travel within Hokkaido, there are direct flights from Sapporo (New Chitose Airport) to Memanbetsu Airport and Nemuro Nakashibetsu Airport, the two closest to Shiretoko.\nLocal public transit is scarce, so it's best to see the area by car (or rental car). However, there is an overnight bus from Sapporo that takes you to the Shiretoko area's main bus terminals and hotels.\n### Pristine natural beauty at Shiretoko National Park\nShiretoko National Park is a UNESCO World Heritage Site set in the magnificent mountains and steep cliffs of the northern tip of the Shiretoko Peninsula.\nFrom spring to autumn, you can admire the serene five lakes known collectively as Shiretoko Goko, follow hiking trails to hidden waterfalls, or take a nature cruise from Utoro for the chance to see brown bears leading their cubs along the shore, as well as some of the many species of whales, dolphins, and seals that thrive in the nutrient-rich waters. In winter, take a cruise from Rausu to observe white-tailed sea eagles and Stellar's sea eagles. Or participate in a \"drift ice walk tour,\" where you wear a dry suit and walk on drift ice. The opportunity to dive under the ice floes is a unique winter experience in Shiretoko.\n### The tip of the iceberg\nThe Shiretoko area is much larger than just the national park and offers some wonderful surprises for the adventurous. Drive 50 kilometers south along the beautiful coast road from Rausu, and you will come to the entrance to Notsuke Peninsula, a long sandbar reaching out into the Nemuro Strait.\nTake a stroll to admire the dramatic landscape of sunken forests, grazing deer, wildfowl and native flowers. The imposing Kunashiri Island sits just a few miles across the waters.\nIn winter, you can see miles of drift ice floating south on the currents toward Nemuro and Cape Nosappu. Halfway between Notsuke and Nemuro is Lake Furenko, a mecca for birdwatchers. Roughly 300 species of wild birds are regular visitors here, so take all your camera gear to get some memorable snaps of Steller's sea eagles and Japanese red-crowned cranes.\n### Relaxing waters and mountain views\nHead inland and away from the choppy waters of the Nemuro Strait to get the best views of the glorious Shiretoko mountain range stretching out into the distance. Try Kaiyoudai Observatory in Nakashibetsu or Tawadaira Observatory in Shibecha for the best views.\nEnd your day with a hot soak and delicious dinner at secluded Yoroushi Onsen.\n### Rich and delicious fish\nIt's no wonder that so many bears, whales, dolphins, and birds thrive on and around the Shiretoko Peninsula. The waters are replenished annually by rich nutrients deposited by the drift ice, meaning you get to try some of the best local seafood in Japan.\nAs a starter, try some uni (sea urchin) and hokke (Atka mackerel) in Utoro and Rausu; follow up with some ikura (salmon roe), shrimp and scallop in Odaito; and there's always room for some Hanasaki crab from Nemuro and its famous sanma (Pacific saury).\n## Keywords"}
{"filename": "www.japan.travel_en_spot_215.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Seibu Park Cherry Blossoms西部公園の桜\nShoyama Kamona-cho, Tokushima-shi, Tokushima-ken\n## Over 500 cherry trees in a beautiful mountainside park\nSpacious, grassy lawns, easy walking paths, and plenty of park benches make this the perfect place to appreciate nature at Seibu Park in Tokushima City, especially when the cherry trees are in bloom.\n## How to Get There\nSeibu Park is easily accessible via train and car or foot.\nThe park is located on the slopes of Mt. Bizan and is about a 30-minute walk from Kuramoto station on the JR Tokushima Line. Alternatively, it is a short, 10-minute taxi ride away from the station.\n### A lovely park close to the city\nSeibu Park, to the west of Mt. Bizan's summit, is home to about 550 Yoshino cherry trees. These trees are generally in full bloom from the end of March to the beginning of April and create such a beautiful sight that the park is counted among Japan's 100 best by the Japan Cherry Blossom Association.\n### Lovely day or night\nYou can see cherry blossoms on the approach to the park via a trail that starts halfway up Mt. Bizan as well as sections of trees that form tunnels of blossoms. The cherry blossoms are also illuminated at night using paper lanterns hung up above.\n### Monumental kaleidoscope\nSet aside a day for Tokushima City, which is known for its close proximity to Mt. Bizan.\nAlso, once you're at the peak of Mt. Bizan, check out Mayuge-kyo. This is a 6m-high kaleidoscopic monument of light and color, made up of over 4000 LED lights.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_218.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kotohiragu Shrine金刀比羅宮\n892-1 Kotohira, Nakatado-gun, Kagawa-ken\n## A mountainside shrine dedicated to safe navigation for sailors\nKotohiragu Shrine, located on Mt. Zozu in the small town of Kotohira, is visited by many pilgrims from all over Japan.\n### Don't Miss\n- The standing Juichimen Kannon (an eleven-faced statue of the goddess of mercy)\n- Purchasing a beautiful Kofuku no Kiiroi Omamori, yellow charm of happiness\n### Quick Facts\nThere are over 1,300 stone steps to climb up to the inner shrine\nKotohiragu Shrine is dedicated to sea navigation and fishing\n## How to Get There\nIt is a 10-minute walk from JR Kotohira Station to the start of the stone steps.\nJR Kotohira Station is 60 minutes from Takamatsu Station on the JR Dosan Line.\nAlternatively, Kotohiragu Shrine can be reached by taking the Kotoden Kotohira Line from Takamatsu Chikko Station (60 minutes). From Kotoden Kotohira Station, it is an 8-minute walk to the start of the stone steps.\n### Exploring the shrine\nThere are many souvenir shops, cafes, teahouses and udon noodle restaurants located in the area around the shrine.\nOnce you have finished shopping and eating, the path to the main shrine hall takes around 45 minutes including 785 stone steps. Yellow amulets of happiness are available at the main shrine's omamori office, and tengu amulets are available at the inner shrine.\nThe main shrine is dedicated to the gods of agriculture, livestock, medicine, and marine safety. If you look inside the main hall, you can see the paintings on the ceiling from an angle. Be sure to take a look.\nFrom here visitors can choose to climb an additional 583 steps to the inner shrine or descend the stone staircase back to the town.\nAfter climbing the stone steps, treat yourself to a soak at the Konpira hot springs back in the town of Kotohira.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_219.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Angel Roadエンジェルロード\nKagawa-ken\n## Where romance is destined to come true\nA popular spot for couples, if you walk along Angel Road on Shodoshima while holding hands with your beloved, eternal love is said to be yours.\n### Don't Miss\n- Low tide—the only time of day you can walk along the sandbar\n- Hang a personalized wooden votive on an islet tree\n- Climb the Hill of Promises and ring the bell of love\n## How to Get There\nAngel Road is a 10-minute bus ride from Tonosho Port on Shodoshima.\nTo reach Tonosho Port take a direct ferry from Takamatsu or Okayama cities. The ferry port in Takamatsu is a short walk from the station. Ferries run hourly with high-speed (30 minutes) or car ferries (60 minutes) available.\nFrom Okayama City take the bus to Shin Okayama Port. Regular ferries to Shodoshima take around 70 minutes.\n### A disappearing sandbar\nAngel Road is named after a 500-meter sandbar which only appears twice a day during low tide. Once the sandbar appears it forms a golden path to a series of small islets. These islets are named Yoshima. Lovers who cross the path to Yoshima hand-in-hand are said to have their romantic wishes fulfilled.\nUpon reaching the islet, write your wishes on a wooden ema or votive tablet before hanging it on a tree. Afterwards, sit back and wait for your dreams to come true.\n### Romantic picnics on the beach\nThe Shodoshima shoreline makes an ideal base for a dreamy picnic. Pick up some bento boxes, throw down a blanket and enjoy the beach with your significant other whilst waiting for the sandbar to appear. Low tide differs depending on the time of year, so checking timetables before visiting is a must.\n### Ring the bell of love\nBefore crossing Angel Road, climb the Hill of Promises to the observation area and enjoy panoramic views of the Seto Inland Sea. While there, ring the bell and declare your love to the world.\n### Around Angel Road\nAfter journeying Angel Road, hop on a bus or rent a car to visit other attractions on Shodoshima such as Olive Park and Kankakei Gorge.\nWith its seaside location and thousands of olive trees, Olive Park could easily be mistaken for a Mediterranean town. Stop and visit the gardens, soak in natural hot springs or buy local souvenirs such as olive oil and skin products. Don't leave without trying the soft-serve olive ice cream!\nKankakei Gorge is a splendidly scenic area, especially breathtaking in fall when blanketed with autumn leaves in vibrant reds, oranges and yellows. Hiking or enjoying panoramic views of the ravine from the ropeway are also popular pastimes.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_220.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Naoshima Island直島\nPhoto copyright: Yayoi Kusama　Pumpkin 2022 ©YAYOI KUSAMA Photo: Tadasu Yamamoto\nKagawa-gun, Kagawa-ken\n## A small island has become a global center of contemporary art\nAmong the islands scattered in the Seto Inland Sea, Naoshima Island is a center of art and culture. Naoshima Island once flourished as a smelter town, but today, it has become an international center for contemporary art. Although the island is only about 8 square kilometers, it is home to works by maestros of contemporary art, impressionist paintings, and architecture such as Yayoi Kusama, Claude Monet, James Turrell, and Tadao Ando. These works can be viewed throughout the year. (Please check the website for operating days and hours of each facility prior to your visit.)\n### Don't miss\n- Yayoi Kusama's representative sculpture “Pumpkin”\n- Enjoy the Naoshima Bath “I♥湯,” which is an art facility and a public bathhouse\n- Encounter Claude Monet at Chichu Art Museum\nNaoshima Pavilion Owner：Naoshima Town Architect：Sou Fujimoto Architects Photo copyright／Jin Fukuda\n## How to Get There\nTake a ferry to Naoshima Island. The island can be reached from two ports: Miyanoura Port on the west side of the island and Honmura Port on the east side. Ferries to Naoshima Island depart from Takamatsu Port in Kagawa and Uno Port in Okayama.\nElectric-assist bicycles can be rented at Miyanoura Port to get around the island. (However, bicycles are not allowed to go in the Benesse House area.) Local buses run from Miyanoura Port to Tsutsujiso. From Tsutsujiso, free shuttle buses to Benesse House Museum, Lee Ufan Museum, and Chichu Art Museum are available.\nArt House Project “Kadoya” Photo copyright: Norihiro Ueno\n### Contemporary art museum with a stunning view\nPhoto copyright: Ken'ichi Suzuki\nOne of the most popular museums on Naoshima Island is the Benesse House Museum. The museum designed by Tadao Ando combines the both functions of an art gallery and a hotel. It is located on a hill overlooking the Seto Inland Sea.\nThe museum features site-specific artworks created by world-renowned contemporary artists. Visitors can also discover artworks scattered throughout the natural surroundings outside the museum and along the coastline.\nBenesse House Museum Photo copyright: Masato Kenmotsu\n### View Claude Monet's “Water Lilies”\nThe five artworks from Claude Monet's “Water Lilies” series are on display at the Chichu Art Museum. Not to spoil the surrounding landscape, the most structure of the museum is built underground. Monet's paintings are displayed in an impressive totally white room using natural light coming from the ceiling as a light source. The expression of the works changes from moment to moment throughout the day.\nIn the \"Chichu Garden\" in front of the museum, visitors can see approximately 200 different kinds of flowers and trees that Monet used as subjects for his works.\nChichu Art Museum Photo copyright:FUJITSUKA Mitsumasa\n### Contemporary art you can bathe in\nShinro Ohtake　Naoshima Bath “I♥湯” Photo copyright:Osamu Watanabe\nNaoshima Bath “I♥Yu” is both an actual bathhouse and an art installation created by a Japanese artist, Shinro Ohtake. Various items are displayed as art. Why not interact with the locals, relax and unwind, and experience art with your whole body?\n### Coexistence of art and architecture\nThe Lee Ufan Museum was created by a Japanese architect, Tadao Ando, in collaboration with Lee Ufan, a leading artist of the “Mono-ha” pioneering art movement of the 1970s. (\\*Mono-ha refers to a contemporary art movement emerged in Japan from the late 1960's to early 1970's.) This museum gives us time to look at our origins and quietly contemplate.\nLee Ufan Museum Photo copyright:Tadasu Yamamoto\n### Observe the interaction between art and everyday life\nArt House Project “Ishibashi” Photo copyright: Ken'ichi Suzuki\nThe Art House Project is a collaboration of art and architecture within the context of community and urban revitalization, where world-renowned artists are transforming houses and other structures into artworks.\nArt House Project “Gokaisho” Photo copyright: Osamu Watanabe\nWhile it is possible to view major artworks on Naoshima Island during a one-night stay, but a longer stay is recommended to experience the greater Naoshima area.\nBenesse House Museum Guest Room\nBenesse House Museum Guest Room / Benesse House Museum Restaurant\n### Setouchi Triennale\nThe Setouchi Triennale is held on 12 islands in the Seto Inland Sea, including Naoshima Island. Site-specific sculptures, exhibitions, installations, and other works are presented for approximately 100 days running through three seasons, spring, summer, and fall. Although on Naoshima Island, visitors can view a variety of artworks throughout the year, during the Setouchi Triennale, facilities such as the Chichu Art Museum also participate in the Triennale and exhibit more works.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_242.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Ozu大洲市\nOzu-shi, Ehime-ken\n## A towering castle and red brick craft house make this town a little gem\nLocated not far from Ehime's capital city of Matsuyama, the town of Ozu is known as the Little Kyoto of Iyo. It's a great place to visit offering the historical allure of Kyoto in a tranquil countryside setting.\n### Don't Miss\n- Try the matcha in the teahouse of Garyu Sanso\n- Watch the incredible Ukai cormorant fishing, where fisherman use birds to catch fish\n- Wander around the quiet streets to take in the traditional architecture\n## How to Get There\nOzu is a short trip from Matsuyama by train, and you can see all of its main attractions within a day.\nTake the Yosan Line Uwakai Limited Express from Matsuyama to Ozu. It takes around 40 minutes. Once you're in Ozu, the main attractions of the city are about 20 to 30 minutes walk from the station. There is a bus that travels from the station to Ozu Castle. It runs twice an hour and takes around five minutes.\n### Quick Facts\nOzu is sometimes known as the Little Kyoto of Iyo. Iyo is the old name for Ehime Prefecture\nOzu Castle was rebuilt entirely using traditional methods\nThe city is one of three locations in Japan where fishing with cormorants is still practiced\n### Petite castle with stunning views\nVisit the lovingly restored Ozu Castle, which overlooks the sweeping Hiji River. Its interior is just as beautiful as the exterior; the cypress beams emanate a rich, woody scent. You can learn about the history of Ozu and see armor of the feudal lords up close.\nFrom the top of the castle, you can see beautiful views of the river and city. Below the castle is the adorable Rarirurero Cafe where you can enjoy coffee and homemade sweets.\n### Red brick and retro memorabilia\nOzu is home to Akarengakan, a rare red brick building which houses locally crafted, handmade artisanal goods, including washi paper, silk bags, candles and local foods.\nPokopen Yokocho, a retro market, and museum, is located just next door. On select Sundays throughout the month the outside street comes alive with vendors selling food and games. On a regular day, it's still well worth visiting the small museum crammed to the rafters with Showa period (1926-1989) memorabilia. It includes a recreation house, barber, and a car garage.\n### Try the local delicacies\nWhen in the area you have to try local specialty tonkurimabushi, a dish of rice topped with succulent pork, sweet chestnuts, and a tangy sauce. If you prefer seafood, don't miss taimeshi (sea bream rice) inspired by the neighboring city of Uwajima, in which the fish is served raw.\n### The most charming pocket of Ehime\nTake a walk through the charming streets of the old town area to Garyu Sanso. Here you can stroll through the perfectly landscaped moss covered gardens, towards the famous Garyu Sanso Villa. Take time to soak up the stunning views of the Hiji River and the mountains beyond.\n### Beauty all year round\nOzu completely transforms with the passing seasons, making it a great place to visit all year round. In early May, 60,000 azalea trees bloom on the summit of Ozu's Mt. Tomisu. In fall try the local hot pot. This dish made is known as imotaki, the main ingredient is satoimo (Japanese taro root) with deep-fried tofu, mushroom, and chicken.\nIn winter you can see the unusual misty cloud formations called hijikawa arashi. The difference between the heat and cold during the day causes mists early in the morning, which then rush down into the sea.\n### Witness the old art of Ukai cormorant fishing\nUkai cormorant fishing in the Hiji River is a signature summer event. A traditional, though almost extinct, fishing method, ukai cormorant fishing uses trained local seabirds to catch small Japanese trout ayu (sweet fish). The fishing typically begins at around 7.p.m. While you eat, drink and relax by the waterside, watch as cormorant fishermen skillfully juggle several birds at once.\n### A convenient base\nOzu is a convenient base for other attractions. To the north of the area sits the major city of Matsuyama filled with history and home to one of Japan's last original castles. To the south of Ozu is the coastal city of Uwajima, which is home to another impressive castle, but is most well known for its bullfight events that are hosted here five times a year.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_245.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Uchikoza Kabuki Theater内子座\n2102 Uchiko, Uchiko-cho, Kita-gun, Ehime-ken\n## Immerse yourself in the melodrama of Japan's traditional arts\nOne of Japan's few remaining original working theaters, Uchikoza allows you to explore all elements of traditional Japanese drama.\n### Don't Miss\n- Catch a one-of-a-kind performance\n- Take an English-language tour of the theater and nearby attractions\n### Quick Facts\nUchikoza was built in 1916 and renovated in 1985 after being saved by Uchiko's residents\nThe building can hold up to 650 people\nUchikoza is one of 20 traditional theaters in Japan, but only one of a handful that still holds performances\n## How to Get There\nAccess Uchikoza by train. It is conveniently located in the center of the town.\nTake a train from Matsuyama Station to Uchiko. Once you're there, Uchikoza is just a 10-minute walk away. You can rent a bike from the gift shop near the station or take a taxi to get there.\n### Risen from the ashes\nSee the lovingly restored facade of the building. Festooned with brightly colored flags, it features contrasting white plaster and dark wood walls and a clay tiled roof. The interior of the theater is no less interesting. Highlights include a revolving stage, trap door and pulley systems.\nUchikoza's stage and seating area\nTicket office with paintings of kabuki performances above\nIf booked in advance, Uchiko's Tourism Center offers guided tours of Uchikoza in English. Not only will guides take you around the theater, but you will also have the chance to make Japanese washi paper or to see the Kamihaga residence.\n### Firsthand experience of kabuki or bunraku puppet shows\nIf you visit on the day of a performance, theater tours are impossible. However, it does mean you can experience kabuki or bunraku puppet shows first hand.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_262.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# The Sakamoto Ryoma Memorial Museum坂本龍馬記念館\n830 Shiroyama, Urado, Kochi-shi, Kochi-ken\n## An ultramodern museum dedicated to a legendary young rebel\nBuilt on the grounds of Katsurahama Park, the Sakamoto Ryoma Memorial Museum is dedicated to one of Japan's most pivotal figures. Though he lived just 31 years, the young samurai's passion for ending the feudal system and modernizing Japan made him a legendary tragic figure.\nSakamoto's life has inspired dozens of movies, animations, TV dramas and songs. The museum introduces you to his world through scrolls, letters, videos, and even a replica of a Smith & Wesson pistol he used to fend off assassins.\n### Quick Facts\nSakamoto Ryoma was born in Kochi and killed by assassins in Kyoto\nBelow the museum lie pleasant strolling paths, shrines, the Katsurahama Aquarium, and Katsurahama beach\n## How to Get There\nThe museum is easy to get to by taxi, bus, or rental bike from Kochi Station. Take the orange Tosaden Kotsu Bus bound for Katsurahama and get off at the second-to-last stop, Ryoma Kinenkan Mae.\n### The man and the myth\nThe museum holds documents and artifacts from Sakamoto's life, including a replica of the blood-soaked folding screen from the inn where he was murdered. Sakamoto died young, but his actions had a major impact on the Meiji Restoration.\nAs you pass through the museum, the exhibits lead you toward a majestic full-length window with a view of the ocean below you.\n### Traces of another pivotal historical figure\nSakamoto and his fellow rebels were fired up by the tales of Nakahama Manjiro, a 14-year-old castaway rescued in 1843 by an American whaling ship. Manjiro became one of the first Japanese people to visit America; he stayed there for almost a decade and came back to tell the country about the United States.\nThe museum features a copy of the alphabet Manjiro wrote and a recounting of his adventures in America.\n### Other attractions just a short walk away\nKatsurahama beach, the Katsurahama Aquarium, shrines, and shops are close to the museum, which makes this area just outside the city of Kochi a great place for a day out. The beach is reportedly an excellent place for moon viewing, and the aquarium lets you interact with and feed the creatures there.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_4.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Uchiko八日市護国重要伝統的建造物群保存地区（内子町）\nUchiko, Kita-gun, Ehime-ken\n## The mansions of wax magnates, an Edo-period townscape, and high-quality theatrics\nAs you walk through this district of Uchiko, it's easy to feel as though you are slipping back in time. The peaceful town gives an insight into 18th-century Japan, with a wonderful Kabuki theater and former residence of the town's wax magnates.\n### Don't Miss\n- Traditional Japanese theater at the Uchikoza Theater\n- Buying a handmade candle made by local artisans\n### Quick Facts\nIn the 18th century, the major industry of Uchiko was the production of wax\nThe 600-meter streetscape is in the hirairi zukuri style, with the walls plastered with pale yellow lime plaster\n## How to Get There\nFrom Matsuyama JR Station, take the JR Yosan limited express train, which takes just 30 minutes. Once at Uchiko Station, walk for 20 minutes through the town to reach the Yokaichi Old Town area. On weekends and holidays, the Chagamaru Retro Bus goes to all major tourist destinations within the town.\n### Keep it in wax\nThree of the area's grandest houses were built by the eminent wax merchants that lived in Uchiko during the 18th century. You can enjoy the majestic homes of the Honhaga and the Omura families from their exteriors. Explore the Kamihaga Residence and Wax Museum to see a beautiful example of the architecture up close and find out about the history of the town.\n### Well preserved\nThe streetscape lies at the heart of Uchiko and the base for its continued preservation is the Yokaichi Gokoku Streetscape Preservation District. See exhibits on how the structure of the buildings was created and traditional tools used for construction.\n### A dramatic building\nPay a visit to the Uchikoza Theater to catch bunraku puppet shows, rakugo comedic storytelling or Kabuki performances. If you're pressed for time, take a tour around the theater; you can see the revolving stage, hidden tunnels, and trapdoors that make Japanese plays such a theatrical spectacle.\n### Kaleidoscopic festival\nAt the beginning of August, catch Uchiko's Sasa Matsuri, a festival that sees the street festooned in colorful streamers made from paper, recycled household waste, and bamboo. The community spends weeks preparing these intricate decorations, which are hung from bamboo poles to create images ranging from cartoon characters to Kabuki masks.\n### Candles and chestnuts\nHead to Omori Candle Shop for a handmade souvenir and watch the candles being made. Uchiko is also famous for producing large chestnuts, and these are prepared in many dishes and sweets at restaurants around the town.\nEnjoy locally sourced produce in the expansive tatami rooms of Shimohagatei restaurant, which overlooks an exquisite garden.\nUchiko is perfect for a day or even half-day trip from Matsuyama. Head to Ozu afterward for more retro appeal.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_716.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Beppu Onsen別府温泉\n12 Ekimaecho, Beppu-shi, Oita-ken\n## Eight onsen towns offer therapeutic options including milky waters and sand and mud\nKnown locally as Beppu Hatto, Beppu Onsen is a group of eight hot spring towns, each with their own special character. Each individual onsen resort has many modern and well-equipped hot spring baths as well as ryokan, where you can enjoy bathing facilities and stay as an overnight guest.\n### Don't Miss\n- The helpful list of public baths at Beppu Station's Tourist Information Center\n- Bathing in naturally hot sand at the Beppu Beach Sand Bath\n- Bathing in a muddy hot water bath at Myoban Onsen\n## How to Get There\nBeppu Station can be reached by limited express train from Hakata, Oita, Miyazaki, and Hitoyoshi, as well as neighboring areas.\nAll of the eight areas can be reached from Beppu Station by public transport. The closest one, Ekimae-koto Onsen, is a two-minute walk from the station, while the furthest one, Shibaseki Onsen, is about a 30-minute bus ride.\n### Soaked in history\nAccording to legend, the hot spring water in the area was first used by the gods Sukunabikona and Okuninushi in the 8th century. The pair visited Iyo-no-Kuni, which is now known as Ehime Prefecture. While visiting the area, Sukunabikona fainted from illness. To cure him, Okuninushi piped water from Beppu Onsen to the ancient Dogo Onsen, which miraculously cured Sukunabikona.\n### The bath of samurai\nLater, in the Kamakura Period (1185-1333), wounded samurai bathed in Beppu Onsen to help speed recovery. Today, locals and tourists alike journey to the area to soak, for relaxation of the body and mind.\n### The perfect water for all types\nHot spring water varieties range from those high in chloride to those high in sodium bicarbonate. Many of the baths are claimed to be beneficial for illnesses like neuralgia, rheumatism, and fatigue. You can also try drinking the spring water at some hot springs (please check with staff beforehand), which is said to help gastroenteritis, diabetes, and gout.\n### Record-breaking onsen hub\nThere are close to 3,000 hot spring sources in Beppu City, representing more than 10% of all vents in Japan. Beppu City boasts the largest volume of hot spring water in Japan.\n### Onsen highlights\nBe sure to visit Ekimae-koto Onsen, the closest hot spring resort to Beppu Station. A bath shrouded in nostalgia, this onsen and ryokan looks like a classic European villa from the outside.\n### Step back in time\nWhen in the area you have to visit Hamawaki Onsen, the origin point of the Beppu Onsen district. Surrounded by rustic buildings and friendly locals, this laid back pocket of Beppu feels like time has stopped.\n### Getting dirty\nThe famous mud bath and the milky baths are on offer for those adventurous types wanting to get a little more out of their onsen experience. The spacious open-air bath is mixed in terms of gender, but the white, smooth mud is said to do therapeutic wonders for your skin.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_799.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Shimanto River四万十川\nKochi-ken\n## Shikoku's pristine river calls to campers, ecotourists, trekkers, anglers and cyclists\nAt 196 kilometers in length, the Shimanto River is the longest river in Shikoku and it is far removed from urban areas and from intense development. This means that its waters are pristine, keeping it high on the list of places to visit for nature enthusiasts.\n### Don't Miss\n- Traditional fishing techniques on the river\n- Hiking along the river bank\n- Camping alongside the river\n## How to Get There\nHidden away from urban development, the Shimanto River is most easily accessed by train.\nFrom Kochi Station, take the JR train to Kubokawa Station, then transfer to the Tosa Kuroshio Railway to Nakamura Station. There is also a direct JR Limited Express service from Kochi Station to Nakamura Station. Either journey takes around 2 hours. While you can travel from Tokyo by rail if you wish, it takes about eight hours to do so. From Osaka, it's a 45-minute ride from Shin-Osaka Station to Okayama Station by shinkansen. From there, take the JR Seto-Ohashi Dosan Line for Kochi Station. The trip takes 2 hours and 30 minutes.\n### A magnificent river totally untouched by development\nThe Shimanto River starts in the southern section of the Shikoku Mountain Range by the town of Tsuno in the northern part of Kochi Prefecture. The river slowly makes its way through the natural landscape, eventually connecting with the Pacific Ocean in Shimanto City.\nThough the Shimanto River does not run through a major urban area, it does pass through villages and clusters of houses built near its banks. If you trek along the riverside, you will notice that no matter how long you follow the river, you never come across any large dams.\nThe few structures you will find are the roughly 48 submersible chinkabashi bridges that span the river along its length. They were traditionally built without railings to help withstand flood waters, adding a bit of a thrill for anyone crossing.\n### A world of water activities\nThere are plenty of activities to try along the river. For example, you can witness the time-honored fishing techniques that locals have practiced since ancient times.\nRent a bicycle and get up-close and personal with the villages along the river. Follow the Shimanto at a slow pace, taking the time to stop for a friendly chat or a bite to eat.\nIf you are looking for a water adventure, you can take a boat along stretches of the river for a unique sightseeing experience. Another option to enjoy the water is to try rafting or canoeing.\nCamping is a great way to experience the Shimanto River. You can spend days getting in tune with the natural rhythm of the area. Have a night barbecue under the stars, accompanied by the peaceful sounds of the crickets, birds and frogs that inhabit the area.\n### Local hospitality\nSmall hotels are scattered along the way. Add a local hotel or hot spring stay to your trip and enjoy traditional Japanese hospitality in the most comfortable of settings. Here, visitors can enjoy a full course meal made from local specialties.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_804.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Monet's Garden Marmottan北川村「モネの庭」 マルモッタン\n1100 Notomoko, Kitagawa-mura, Aki-gun, Kochi-ken\n## Walk through a living Monet canvas of flowers, light and water\nJapanese art's influence on European Impressionists in the 19th century is well known. Claude Monet's famous garden in Giverny, France was inspired by Japanese woodblock prints he acquired in London. Monet's Garden Marmottan in Kitagawa Village, expresses the world view of the renowned artist, and is the only facility in the world that has been given permission by the Claude Monet Foundation to call itself \"Monet's Garden.\"\nKitagawa Onsen is close by.\n### Don't Miss\n- Enjoy the serenity of Kitagawa in Monet's Garden and on local walking trails\n- Relax in local Kitagawa Onsen\n- A beautiful night view of the garden is available a few times a year\n## How to Get There\nJR trains and buses from Osaka, Okayama and other cities run to Kochi City Station.\nFrom Kochi City Station, two trains will take you to Nahari Station. From Nahari Station, take a 10-minute ride on the Kitagawa Municipal Bus to Monet's Garden. If driving, the garden offers plenty of parking spaces.\n### Rare scenes with blue water lilies in summer\nThere are three separate gardens to explore: the Flower Garden, the Water Garden and the Bordighera Garden. The Flower Garden offers an array of colors and textures Monet frequently used in his art. The Water Garden contains willow trees, water lilies, wisteria and bamboo. Here you can view the scenes that inspired Monet's iconic piece Les Nympheas, the water lily. The period from late June to mid-October is the optimal time to see the blue water lilies.\nAfter strolling through the three gardens, take a break at the restaurant or bakery. Monet's House Cafe and Bakery serve locally-sourced ingredients, a perfect way to experience the cuisine of Kitagawa Village.\n### Through the forest to the Bordighera Garden and the sea\nFrom the Water Garden, take one of the paths through the small forest area to the Bordighera Garden, which pays tribute to Monet's love of the sea. The forest of Kochi lends itself to re-creating this scene, with vistas overlooking the nearby ocean.\n### Onsen bathing, samurai life and sporting possibilities\nClose to the garden are many spots worth visiting. If you are interested in experiencing traditional Kitagawa culture, the Nakaoka Shintaro Samurai Museum and the Kitagawa Onsen Resort are ideal destinations. Nakaoka devoted himself to a revolutionary movement to restore Imperial power.\nIn Kitagawa Onsen's open-air bath, you can watch shooting stars at night. If you're there during yuzu harvest season—the peak of which is in early winter—you can enjoy the yuzu bath, filled with the small citrus fruits that lend a crisp scent to your soak.\nIf you're looking for daytime outdoor activities, there are places to hike in the mountains and rivers near the village.\nThere are several events during the year that will give you unique ways to enjoy the garden, including live music concerts, night viewings, special workshops and seminars.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_808.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kochi Castle高知城\n1-2-2-1 Marunouchi, Kochi-shi, Kochi-ken\n## One of the oldest castles in Japan, with rare architecture and incredible views\nSitting five stories high, atop a hill, Kochi Castle boasts amazing views. As one of the oldest castles in Japan, it contains rare 17th- and 18th-century features that coincide with a colorful history.\n## How to Get There\nYou can catch the tram from JR Kochi Station (15 minutes). Get off at Kochijo-mae tram stop, then take a short walk to the castle grounds.\n### Quick Facts\nOne of the \"Top 100 Castles in Japan\"\nThe beautiful gardens are full of cherry blossoms when in season\nThere are many museums in the nearby area, including the popular Archery Museum\n### 18th-century architecture\nLocated in the center of Kochi City, Kochi Castle is perched upon a hill, overlooking the domain it once ruled over. Though first built between 1601 to 1611, many of the present structures were built 100 years later. The castle was not only the center for the ruling class, but the actual residence of the feudal lord.\n### Top cherry blossom spot\nThe castle grounds are one of the most popular locations for cherry blossom spring festivals, with people picnicking during the day and well into the evenings.\n### History fans rejoice\nAround the perimeter of the castle grounds, you can visit the Kochi Castle Museum of History, the Kochi Literary Museum and the Prefectural Archery Hall, all within a stone's-throw distance.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_810.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Harimaya Bridgeはりまや橋\n1-5 Harimaya-cho, Kochi-shi, Kochi-ken\n## The scene of Kochi's most famous ill-fated love affair, featured in song and cinema\nHarimaya Bridge has come to symbolize love because of an ill-fated affair: A 19th-century monk named Junshin, allowed emotion to overcome his vows of a solitary life and bought a hairpin for his secret love from a shop next to the bridge.\nMonks were forbidden to fall in love in that era. When word of Junshin's outrageous act spread, both he and his lover were banished. The memory of the incident lives on, however, in song and cinema. The bridge is considered one of Kochi's most popular sightseeing spots.\n### Quick Facts\nThroughout the ages the bridge has been repeatedly torn down and rebuilt\nThe bridge was a central location for the 2009 movie \"Harimaya Bridge\"\n## How to Get There\nTake the tram from Kochi Station to the Harimayabashi stop.\nIt is the third stop from Kochi Station. When you get off the tram, cross over the large intersection. The bridge is a short walk from there.\n### The affair recounted in song and on film\nThe ill-fated love story between Junshin—a priest of Chikurinji Temple on Mt. Godai—and a tinker's daughter named Ouma gained notoriety about a century and a half ago. They tried to keep their affair a secret, but that ended when Junshin bought a hairpin for Ouma.\nThe tale of these two lovers lives on in Kochi as the story is recounted every year in the lyrics for the city's Yosakoi Festival song. The site of the bridge gained even more attention through the 2009 movie \"Harimaya Bridge.\"\nShops near the bridge sell kanzashi hairpins and sweets and cookies with hairpin designs.\n### The summertime festival itself\nThe Yosakoi Matsuri is Kochi's biggest annual event, held every summer in August, bringing together more than 10,000 dancers to celebrate life, the harvest and the city's prosperity.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_813.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Uwajima Ushioni Festivalうわじま牛鬼まつり\nUwajima-shi, Ehime-ken\n## Feel the fever of a monstrously unique festival\nTakebora flutes, taiko drums, and shouts of excitement fill the streets of Uwajima during the raucous Uwajima Ushioni Matsuri.\n### Quick Facts\nThe festival takes place over three days, from July 22 to July 24\nThe ushioni bull demons that parade the streets stand up to six meters high and are constructed on bamboo frames\nThe head is a cross between a bull and a demon\n## How to Get There\nEvents take place across Uwajima City and venues are accessible on foot from Uwajima Station.\nFrom Matsuyama, take an 80-minute JR Express Uwakai train to Uwajima Station.\n### Don't Miss\n- Giant, fantastical bull demons parading the streets\n- Fantastic fireworks displays\n### Festival overview\nHead to Kisaiya Road and Ushioni Street on July 22 for the dance festival. On July 23, you can attend the cute kids' ushioni parade and the fireworks festival held over the waters of Uwajima Bay. See the climax of the festival on July 24, when ushioni and mikoshi shrines parade through the streets.\n### Bull sumo fights\nSee strange bull demons parade through the city, with mock fights taking place between different communities. During the festival, you're sure to catch a togyu bullfight at the Uwajima City Bull Ring. These bullfights are often described as bull sumo.\nThe latest information may differ, so please check the official website.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_816.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Shikoku Karst四国カルスト\nNishidani, Kuma Kogen, Kamiukena-gun, Ehime-ken\n## Fascinating flora, fauna and rocky outcrops in deep Shikoku\nTo experience nature of a different kind, consider a visit to Shikoku Karst, a geological formation caused by the erosion of limestone hillsides. The sweeping grasslands of the area are scattered with white limestone mounds and conical sinkholes. The Karst extends along rolling mountains and has multiple trails with expansive panoramas of the Shikoku region and the Pacific Ocean.\n### Don't Miss\n- The mossy trails and ancient trees of Keyakidaira\n- Other-worldly stargazing opportunities\n- Scenic hikes and stunning seasonal blooms\n## How to Get There\nHard to reach by public transport and therefore suited to intrepid travelers, this pristine natural hideout can be accessed by car from Kochi and Matsuyama or a combination of taxi, bus and train travel from Kochi Station.\nIf you choose to rent a car, the scenic drive from either Kochi or Matsuyama takes around two hours. The journey by public transport and taxi requires a number of changes.\nTo get there via public transport, depart from Kochi Station and arrive at Susaki Station to catch a bus towards Yusuhara. Change again at Shinden and take a taxi to Hoshifuru Village Tengu (formerly Tenguso), in the middle of the Karst. During the winter months, some areas of the Karst become inaccessible due to snow.\n### Quick Facts\nThe area is split into three parts; the Tengu Highland, Keyakidaira and Mezurudaira\nThe karst has an elevation of 1,400 meters\nThe area straddles both Ehime and Kochi prefectures\n### A place for all seasons\nThe Shikoku Karst transitions seamlessly with the seasons. Spring sees the grasses turn a vibrant hue of green. On hikes through the area in summer, you can see lilies all around. Old man of the mountain and forget-me-nots also dot the hillsides.\nRich, vibrant leaves cover the trees during fall months, whilst the grass turns a striking shade of silver. Then in the winter, you may find a dusting of the purest white snow covering the hillsides.\n### Forest bathing\nThe hiking trail in the Tengu Highlands that passes through Tengu Forest is a great way to soak up the area's incredible beauty. Look out for the Japanese cypress wood-chip paths meandering through the forest, which are surrounded by stunning white birch and red pine trees.\nThe walk takes approximately three hours and at the end of it, you are rewarded with fantastic views of the Shikoku mountains and on a clear day, the Pacific Ocean.\n### The great outdoors\nDuring summer months, camping is the perfect way to immerse yourself in the tranquil atmosphere of the Karst. The Mezurudaira area has plenty of campsites where you'll find pastoral scenes of cows lazily grazing. The Karst is so far from any major cities there is little to no light pollution, making it the perfect spot to stargaze.\n### A riot of color\nThe nearby Ogawamine area includes several notable mountains. Kasatori, Ogawamine, Mikawamine, and Ubahodo all reach heights of between 900 and 1,500 meters. In spring, the mountains are carpeted with the bold magenta rhododendron flowers. On a clear day, you can see Mt. Ishizuchi and the Sata Peninsula nearby.\n### Warm hospitality\nIn the midst of the Karst's Highlands sits the Hoshifuru Village Tengu (formerly Tenguso) and Mezuruso Cottages. Taste the flavors of the mountains, such as pheasant and wild boar served alongside the best of seasonal produce.\nHoshifuru Village Tengu has a large bath which looks over the Pacific and the Ishizuchi mountains, and is the perfect place to unwind after a long day of hiking. At Mezuruso, try amago, a red spotted masu trout from the nearby rivers of Kumakogen, cooked on an outdoor charcoal fire. Both accommodations also have campsites.\n### Starlight, waterfalls and fairytale villages\nMuch like Shirakawa-go, the thatched farmhouse village of Kumakogen Furusato Ryoko Mura could have been lifted from a fairytale. The planetarium and observatory offer unimpeded views of the twinkling night skies. Nearby, Omogo Gorge and Goraiko and Gongen waterfalls draw visitors with their clear rippling waters and dense surrounding forest.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_819.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Matsuyama Castle松山城\n1 Marunouchi, Matsuyama-shi, Ehime-ken\n## An imposing fortress that has withstood war and time\nLocated in the heart of Matsuyama in Ehime Prefecture, Matsuyama Castle offers a bird's-eye view of the area. And as one of 12 original castle keeps, it provides insights into the region as well as into the architecture and history of Japan.\n### Don't Miss\n- Seeing 200 cherry trees bloom on the castle grounds from late March to early April\n- Catching beautiful panoramic views of the entire city and the Seto Inland Sea\n- Experiencing feudal Japan through hands-on exhibits\n# \\#\\# How to Get There\nYou can reach the castle by train and then a walk, a tram, or a cable car.\nMatsuyama Castle is perched on top of Mt. Katsuyama, and can be reached by ropeway, chairlift, or on foot.\nAccess to the area is about a five-minute walk from the Okaido tram stop. To get to Okaido tram stop, take the number five tram line from Matsuyama JR Station. From Matsuyama City Station, take the number two or three tram line, then the chairlift or cable car to the top of the mountain. Alternatively, you can walk from Ninomaru Historical Gardens or Shiroyama Park at the base of the mountain for a pleasant 15-minute walk.\n### One of the twelve\nMatsuyama Castle is famed as one of 12 original castle keeps that have survived more or less undamaged since the Edo period.\n### Burnt down by lightning\nMatsuyama Castle was first built in the early 1600s by Kato Yoshiaki. Later, it became home to the Matsudaira family and remained so until the end of the feudal era. The castle burned down in 1784, when it was struck by lightning, but it was reconstructed in 1852.\n### Shiroyama Park and Ninomaru Historical Garden\nShiroyama Park, at the base of Mt. Katsuyama, is a recreational park with expansive play areas and beautiful views of the castle. And with access to Ninomaru Historical Garden, Shiroyama Park is the perfect place to start or end your exploration of the castle.\nNinomaru Historical Garden originally served as the second most important area of the castle after the Honmaru. While none of the buildings survived, you can see the layout of the lord's residence and offices plus landscaped greenery and ponds.\n### A gateway to the city's history\nMatsuyama Castle has numerous historical buildings, unlike many other Japanese castles. Throughout the various wings of the castle you can see exhibits on weaponry, haiku poetry, traditional construction methods, and more.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_821.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Dogo Onsen道後温泉\nMatsuyama-shi, Ehime-ken\n## Visit this 3,000-year hot springs resort for an absolutely timeless experience\nBe spirited away to Dogo Onsen, the oldest hot spring in Japan, and be inspired by the resort's ornate hot spring baths, eclectic shops, fascinating museums and laid back atmosphere. Visit for yourself and discover why this little onsen town is one of Japan's favorite relaxation hot spots.\n### Don't Miss\n- Wandering the streets in a cotton yukata robe after a relaxing bath\n- Delicious Dogo Beer or freshly squeezed mikan juice\n- Taking a man-powered rickshaw around the area\n## How to Get There\nDogo Onsen is located in the main tourist hub of Matsuyama and is a five-minute walk from the Dogo Onsen tram stop along a bustling shopping arcade.\nIf you are heading to Dogo from JR Matsuyama Station, take the #5 tram. You'll get there in about 30 minutes.\nYou can also take the nostalgic Botchan train, modeled after a steam locomotive. This service runs less frequently but is a lovely experience.\nIf heading to Dogo from Matsuyama Airport, Airport Limousine buses run directly there.\nTo minimize your travel time, consider staying in one of Dogo's many ryokan or inns. Most are within ten minutes' walk of the three public bathhouses.\n### Quick Facts\nIt is believed that the bathhouse in the Hayao Miyazaki film \"Spirited Away\" was based on Dogo Onsen\nLegend has it that the waters healed a deity's illness in ancient times\nThe Dogo Onsen building as you see it today was built in 1894\n### Spirited away\nTake in the stunning exterior of Dogo Onsen building. It is a three-level wooden building with a watchtower with red glass windows topped by an egret, the symbol of the onsen. Egrets also feature inside the building. Wander through the labyrinthine passageways to soak up the lively, though relaxed atmosphere.\n### Baths for all sorts\nThe bathhouse offers various price levels. The least expensive ones allow you to bathe in the main bath, while the more expensive ones allow you to bathe in a second bath or rent out a tatami room. After bathing, visitors can enjoy \"Botchan dango,\" a sweet dumpling made from rice flour and tea.\nThere is also the opportunity to tour the bath used by the Imperial Family.\n### Healing waters\nThe Dogo Onsen main building is the area's main draw, but many other baths are available for your bathing pleasure. Visit Tsubaki No Yu, a stylish and modern bathhouse with the same bracingly hot waters as the Dogo Onsen main building. The mineral-rich baths will leave your skin silky soft. Frequented by locals, bathing here allows you to feel Dogo Onsen's vibrant atmosphere.\n### Recharge and refresh\nAfter a bath, try some of the delicious cuisine available in the Dogo area. One local specialty is taimeshi, a hearty dish of rice cooked with sea bream. Sometimes the sea bream is cooked, while at other places it's served raw sashimi style.\nFor light and zesty refreshment, look out for mikan ice cream, orange beer and juice. Taruto and botchan dango are two of the region's famous sweets and can be found along many of the area's shopping arcades.\n### Go shopping\nDogo's shopping arcades offer many places to pick up local souvenirs. Uwajima pearls, Tobeyaki ceramics and Imabari towels can all be found around this area. For Studio Ghibli fans a Ghibli shop sells related merchandise.\n### A novel look at time\nAt the end of the arcade is Botchan Karakuri clock. Between 8 a.m. until 10 p.m. the clock comes alive on the hour. The clock rises up to reveal characters from the Natsume Soseki novel, Botchan, accompanied by music. Next to the clock is a small footbath to soothe your feet after a long day of sightseeing.\n### Soak up the local culture\nVisit the Masaoka Shiki Museum in Dogo Park, for insight into the life of the father of modern haiku. Audio guides in English are available. The park is lovely at any time of year, but especially so during cherry blossom season. Take a walk and spot turtles that inhabit the ponds. A small museum that has information about Yuzuki Castle that was once in the area is located nearby.\n### Further afield\nIf you want to see more, visit Isaniwa Shrine, about a five-minute walk from Dogo Onsen. This shrine has a beautiful red facade, with samurai armor and paintings. If you're lucky, you might even catch a wedding ceremony or the blessing of a newborn.\nWalk for around 15 minutes to Ishiteji Temple, one of the most famous of the Shikoku 88 Temple Pilgrimage. Explore the sprawling grounds and the three-story pagoda in the complex.\nIshiteji Temple\n## Keywords"}
{"filename": "www.japan.travel_en_spot_822.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Shimanami Kaido (Ehime)しまなみ海道\nEhime-ken\n## Cycling and island-hopping across the Seto Inland Sea\nSparkling seas, white sandy beaches and stunning, green islands await along the 70-kilometer Shimanami Kaido route, connecting Onomichi to Imabari. Cross several bridges, all architectural marvels, by bicycle or by car, and discover the fascinating museums, gardens, and temples that dot the islands.\n### Don't Miss\n- Each island's specialty ice cream, including salt, rose and a variety of locally grown fruits\n- The stylish and slick Tokoro and Toyo Ito museums\n- The swirling currents of the Kurushima Strait\n## How to Get There\nThe Shimanami Kaido can be accessed easily from both Hiroshima and Ehime. Bikes can be rented or dropped off at any of the 14 bike depots along the route.\nOnomichi Station is 20 minutes from Fukuyama Station (15 minutes by Sanyo Shinkansen from Hiroshima). Be aware that although there is a Shin-Onomichi Station, but it's far from Onomichi's city center; it takes about 1.5 hours from Hiroshima or Okayama to Onomichi Station by JR Sanyo Shinkansen. The bike rental terminal is a 5-minute walk from the station, near the start of the cycling course.\n### Quick Facts\nThe bridges connect Onomichi City in Hiroshima and Imabari City in Ehime via Mukaishima, Innoshima, Ikuchijima, Omishima, Hakatajima, and Oshima islands\nTatara Ohashi is the second longest cable-stayed bridge in the world\nDesignated bike lanes make riding on the Shimanami Kaido safe and hassle-free\n### Enjoy the ride\nAmbitious cyclists can ride across the 70-kilometer-series of bridges in a day, but an even better option is to take two or three days to enjoy the scenic beauty of the area at a relaxed pace, and to get to know the locals while staying at the small inns and hotels on the islands.\n### Routes and rentals\nAlthough many tourists start from Onomichi, going from Imabari instead makes for an easier ride. From Matsuyama, the Shiokaze/Ishizuchi Limited Express takes about 36 minutes to Imabari. From Imabari Station, you can rent a bike and cycle to the start of the route or take a taxi to the Sunrise Itoyama bicycle terminal, which is adjacent to the route's starting point.\n### Views of the waters below from monumental bridges\nMarvel at the stunning bridges with the backdrop of the turquoise waters of the Seto Inland Sea. Hanaguri Seto observation platform on the island of Omishima and Mt Kiro on Oshima have the best panoramas.\n### See and smell the roses and other flora\nThe mild climate of Setouchi results in abundant nature. Visit Oshima Island to see hundreds of varieties of roses that bloom in a deluge of color. For more flora, head to Citrus Park Setoda or the Innoshima Flower Center.\n### Pirates and paintings\nHead to the Murakami Suigun Museum to learn more about the intriguing history of pirates in the area. Visit Omishima, Tokoro and Toyo Ito museums for your art fix.\n### Temple trails where samurai walked\nWalk in the footsteps of samurai at Oyamazumi Shrine on Omishima. The collection of armor on display is the largest in Japan. Once you arrive in Onomichi, be sure to check out the many temples dotted throughout the hillsides.\n### Fuel your cycling\nEach island has different delicacies to keep you going. Hakata salt ramen, okonomiyaki pancakes, eel, and ice cream are delectable treats to rejuvenate you while cycling. On Mukaishima, visit the Goto Soda Factory or the Ushio Chocolatl chocolate factory for a more in-depth look at the islands' produce.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_827.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Seto Ohashi Bridge (Great Seto Bridge)瀬戸大橋\nKagawa-ken\n## Japanese technical prowess on display\nA majestic white-steeled architectural wonder soaring both into the sky and distance, the two-tiered Seto Ohashi Bridge is a seaside landmark connecting Honshu, Japan's main island, to Shikoku against the backdrop of the Seto Inland Sea.\n### Don't Miss\n- Photographing the bridge's silhouette against the sun as it sets over the Seto Inland Sea\n- Taking a boat cruise from Kojima Sightseeing Port in Okayama to view the bridge from the water\n- Memorial Park for a view of the bridge from the observation platform\n## How to Get There\nYou can get close and cross the bridge by train, bus or car. From Takamatsu and Okayama, take the JR Marine Liner. Buses to Memorial Park take 20 minutes from Sakaide Station.\n### An engineering feat\nAn architectural and engineering masterpiece, the 13-kilometer bridge showcases three forms of structural technology. Part cable-stayed, part suspension and part truss bridge, different segment designs make a tour across the bridge—one of the longest bridges in the world—a definite must.\n### Parks and recreation\nMany scenic viewing points and attractions are nearby for visitors to enjoy. One highlight is Seto Ohashi Memorial Park, a large recreational area offering spectacular views of the bridge. The park also features souvenir shops, a rooftop observation platform, Japanese gardens and a children's play area.\n### A sideshow of art\nCombine your visit to the bridge with a trip to the Higashiyama Kaii Setouchi Art Museum. The museum boasts a collection of 350 works, including woodblock paintings by one of the great masters of Japanese painting, Kaii Higashiyama. On the first floor, order a coffee at the museum cafe and take in the picturesque views of the Seto Bridge and vivid blue sea.\n### Working up an appetite\nKagawa Prefecture is the birthplace of a famous udon noodle. Sanuki udon has a chewy texture and is thicker than other noodles. Many restaurants in Kagawa still use very traditional methods when making the prefecture's most famous dish.\nCombine your visit to the Seto Ohashi Bridge with lunch at a local udon restaurant and discover why this delicious noodle is one of Japan's most loved dishes.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_833.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Ritsurin Park栗林公園\n1-20-16 Ritsurin-cho, Takamatsu-shi, Kagawa-ken\n## Splendid Japanese landscape gardening\nConsidered one of Japan's finest gardens, Ritsurin Koen is located in the city of Takamatsu. Set against the backdrop of Mt. Shiun, the garden features six ponds and 13 landscaped hills. The garden is designed so that the scenery around you changes with each step you take.\nBursting with seasonal flowers, special light-up events take place for viewing the cherry blossoms and fall colors in the evening. In fall, visitors are treated to the rich and vibrant hues of autumnal foliage. Ritsurin Koen is a must for those wanting to experience a traditional Japanese garden without the crowds of some of the other famous gardens.\n### Don't Miss\n- Sipping matcha tea in tranquil surroundings\n- Enjoying the scenic beauty of old pines\n- Viewing the gardens from a traditional wasen boat\n- Glimpsing Nanko Pond through the morning mist\n## How to Get There\nRitsurin Koen lies roughly two kilometers from Takamatsu Station. Visitors can walk most of the way via a covered shopping arcade. You can also reach the gardens by train.\nBy train, take the Kotoden train from Takamatsu-Chikko Station to Ritsurin Koen Station; the garden's main entrance is approximately a 10-minute walk. Alternatively, take the JR Kotoku Line from Takamatsu Station to Ritsurinkoen-Kitaguchi. You can reach the garden's northern entrance in about five minutes on foot.\n### Gardens fit for a lord\nA private retreat for generations since landscaping began in 1642 under the instructions of the local feudal lords, Ritsurin Koen opened to the public in 1875. Maps explaining the backstory behind specific trees and also Kikugetsutei teahouse are also available at garden entrances.\n### A quintessential Japanese teatime experience\nFor a small admission fee, visitors can enter the Kikugetsutei teahouse. Sit down on traditional tatami flooring and enjoy drinking powdered green tea, while overlooking the pond.\n### Make waves across the pond\nEnjoy the gardens like a feudal lord and relax on a guided traditional wasen boat ride. Afterward, stop by the Sanuki Folk Craft Museum and learn about the local folk crafts on display, such as ceramic and wood products.\n### Points of view\nThere are several scenic viewing points around the garden, but one of the best vistas is from Hiraiho Hill designed in the style of Mt. Fuji. This landscaped hill is one of the highest points in the gardens.\nAlso worth a visit is Hanashobuen, home to around 3,700 irises. The garden has many beautiful trees, including over 1,000 pruned pines. The most famous of these is the Neagari Goyomatsu white Pine, originally a bonsai tree presented as a gift from the Tokugawa shogun in 1833.\n### Misty memories\nA top tip for visitors to Ritsurin Koen is to go early in the morning. You can enter the garden at 7 a.m., the best time to see the mist hanging over the ponds. Then, stop by the Hanazono-tei teahouse for a hot bowl of morning porridge (reservations required).\n## Keywords"}
{"filename": "www.japan.travel_en_spot_841.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kanamaruza Kabuki Theater旧金毘羅大芝居「金丸座」\nKotohira-cho, Nakatado-gun, Kagawa-ken\n## Visit Japan's oldest surviving Kabuki theater\nThe Former Konpira Grand Theatre (commonly known as Kanamaruza) was built in 1835, and is the oldest existing playhouse in Japan. In the middle of the Edo period (1603-1868) worship of Konpira (a deity said to protect seafairers) flourished, and many people visited the Kotohiragu Shrine dedicated to Konpira. Kabuki performances and lotteries were held as entertainment for these pilgrims.\n### Don't Miss\n- A tour in English from one of the volunteer guides\n- Exploring the backstage area and seeing the dressing rooms, cellar trapdoors, and revolving stage used by the kabuki actors\n## How to Get There\nThe Former Konpira Grand Theare (Kanamaruza) is about a 15-minute walk from JR Kotohira Station, or Kotoden Kotohira Station. From JR Takamatsu Station, visitors can take the JR Yosan Line directly to JR Kotohira Station, which takes about an hour.\n### Quick Facts\nThe mechanisms used in the Edo period have been restored and are used even today; most are manually powered, and quite rare to see in modern Japan\nThe theater still stages kabuki performances during the springtime that are popular with local residents and visitors nationwide\n### Kabuki performances at Kanamaruza\nThe name of the theater has changed with ownership, but the name \"Kanamaruza\" has stuck ever since it was renamed in 1900. After a period of disuses, the building was designated an Important Cultural Property in 1970 as the Former Konpira Grand Theatre. It was moved to its current location and restored over a four-year period beginning in 1972.\n### What is Kabuki?\nKabuki is a traditional Japanese performing art whose origins date back over 400 years. All of the characters in Kabuki are played by male actors who wear extravagant makeup, traditional costumes, and perform with exaggerated movements.\nThe story of each performance is expressed through movements, facial expressions, sounds, lighting, and stage background. As such as sensory experience, it can be enjoyed by the uninitiated, even if they don't understand Japanese.\n### Around Kanamaruza\nCombine your visit to the Kabuki theater with a trip to the nearby Kotohiragu Shrine. Situated on Mt. Zozu, the main shrine is around a 45-minute climb up 785 stone steps.\nThere are many restaurants and souvenir stores on the approach to the shrine, as well as footbaths and hot springs. Be sure to take time to visit them on your way out.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_844.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Awa Odori Kaikan阿波おどり会館\n2-20 Shinmachibashi, Tokushima-shi, Tokushima-ken\n## Learn about the dancing fools\nThe Awa Odori Kaikan is the perfect place to learn about and try one of Japan's most famous traditional dances. The dance, performed around Obon when the spirits of dead ancestors are honored, goes back about 400 years.\n## How to Get There\nThe Awa Odori Kaikan Hall is about a 10-minute walk from JR Tokushima Station.\n### Quick Facts\nTokushima's famous dance event Awa Odori Festival, is held every August\nThe top floor of the museum has a ropeway going up Mt. Bizan\n### Awa-Odori, all year round\nTokushima's famous dance event and the subject of national attention, the Awa Odori Festival, is held every summer in August. Even if you are not in Tokushima during August 12-15 when it is held, the Awa Odori Kaikan provides an opportunity to learn about the dance in depth any time of the year.\n### All about Awa Odori\nThis facility explains the history of this traditional Bon dance. Every year well over a million spectators flood the streets of Tokushima City, and you'll be able to see photos and videos of this dynamic spectacle in various exhibits.\n### Let's dance!\nRegular Awa Odori shows performed by a local group are also held throughout the day, and the male and female dancers are happy to show you how it's done. An old Tokushima proverb says, “The dancing fool and the watching fool are both fools, so why not dance?” True to the saying, the dancers invite visitors to try out the easy moves of Awa Odori with them at the end of their presentation.\n### Good views at the top\nAfter learning, and of course, dancing at the Awa Odori Kaikan, head on up to the fifth floor and ride the Bizan Ropeway up to the top of Mt. Bizan for outstanding views of the city day or night.\n### Plenty for tourists\nWhen you're done, check out the streets of nearby Shinmachi, an area full of shops, restaurants, cafes, and bars or simply enjoy a stroll along the lovely riverfront path.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_847.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Naruto Strait鳴門海峡\nHyogo-ken / Tokushima-ken\n## Whirlpools on the Seto Inland Sea\nAnimated by some of the fastest moving currents in the world, the Naruto Strait is 1.3 kilometers wide and lies between Naruto in Tokushima Prefecture and Awaji Island in Hyogo Prefecture.\nWhen the waters of the Seto Inland Sea collide with the opposing Pacific Ocean currents in the Kii Channel at high and low tide, they create one of nature's most unique phenomena: the Naruto Whirlpools. Visitors to the Naruto Strait can watch these powerful, swirling eddies from the Onaruto Bridge, which spans the strait, or from one of the port's many sightseeing boats or viewing points.\n### Don't Miss\n- The glass-paneled Uzu-no-Michi Walkway, under the Onaruto Bridge\n- The Senjojiki Observatory, a great place to relax and hunt for souvenirs\n- Historic Ryozenji Temple, the first destination on a Buddhist pilgrimage\n- The nearby Otsuka Museum of Art, featuring full-scale reproductions of major art historical gems\n## How to Get There\nFrom either Tokushima Station or Naruto Station, catch a local bus to Naruto Park. If you are traveling by plane from outside the region, there is a bus service available from Tokushima Awaodori Airport; the airport bus will take you to Naruto in approximately 40 minutes.\nWith major bridges connecting Honshu and Shikoku via Awaji Island, Naruto is accessible from the major cities in the Kansai region by bus. The bus ride from Kobe to Naruto is about 1 hour and 20 minutes; from Osaka, about 2 hours; and from Kyoto, about 2 and a half hours.\n### Quick Facts\nThe Naruto Strait has the fastest currents in Japan\nThe best time to see the whirlpools is low tide in spring and autumn\nThe whirlpools can reach up to 20 meters in diameter\nThe whirlpools have inspired a manga character (Naruto Uzumaki) and a style of ramen (Narutomaki)\n### Fast-moving flow\nThe Naruto Strait's narrow width and underwater topography cause the tides between the Seto Inland Sea and the Kii Channel to vary by up to 1.5 meters, as water rushes through the Strait at a speed of about 13–15 kilometers per hour. The tide is generally strongest in spring and autumn when water coursing through the strait at up to 20 kilometers per hour creates whirlpools nearly 20 meters in diameter.\nSince high tide and low tide cycle about every six hours, the best time to see the Naruto Whirlpools will differ depending on the day and conditions, so check tide information, which is updated online, in advance.\n### Venture into the strait by boat\nThere are several ways to appreciate this incredible force of nature. One of the most popular is to board a sightseeing boat and set off to see the whirlpools from the deck, up close. Some boats even have glass panels in the hull below the water for a thrilling submariner's view of the whirlpools. The boats provide marvelous views of Naruto and the surrounding coastal scenery.\nThese sightseeing cruises are reasonably priced (around 2,000 yen for adults), do not require reservations, and are scheduled regularly throughout the day.\n### View the eddies from above\nAnother popular option is to view the Naruto Whirlpools from overhead. Built on the lower deck of the Onaruto Bridge, which connects Tokushima to Awaji Island, the 450-meter-long Uzu-no-Michi Walkway has sturdy glass floor panels that allow you to watch the whirlpools form and spin. Suspended 45 meters above the sea, the spectacular bird's-eye view makes it easier to spot multiple whirlpools in a single glance.\n### Up, up and away for a panoramic view\nAfter catching the view from above on the Onaruto Bridge, head over to the Senjojiki Observatory to admire the Bridge itself in full, as well as the magnificent natural scenery surrounding the Naruto Strait. Those so inclined can travel up the 68-meter escalator to the Eska Hill Naruto observation deck for a thrilling 360-degree panoramic view of the landscape.\n### Masterpieces for the ages at Japan's largest art museum\nAfter taking in the untamed natural wonder of the Naruto Strait, make the short trip over to the Otsuka Museum of Art. With the largest exhibition space in Japan, the museum houses a vast and varied collection, including over 1,000 reproductions of historical masterpieces ranging from Michelangelo's sublime Sistine Chapel to Picasso's iconoclastic Guernica. Interestingly, these reproductions have been executed on ceramic board, so that they resist the wear and fade of time.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_849.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Oboke & Koboke大歩危小歩危\nNishiiyayama-mura, Miyoshi-shi, Tokushima-ken\n## Maximum whitewater thrills in two canyons, wild geological formations and onsen\nOboke and Koboke are narrow canyons near the edge of the Iya Valley in the mountains of Tokushima, a prefecture in Shikoku, Japan's smallest main island. The stretch of the Yoshino River that runs through the valley here is prime whitewater rafting, canyoning and kayaking territory.\nIf you choose not to challenge the rapids, try the sightseeing boat cruise, or ride the Shikoku Mannaka Sennen Monogatari sightseeing train. The area also offers museums dedicated to gems and mythical creatures, and some great onsen as well.\n### Don't Miss\n- Whitewater rafting down the Yoshino River\n- An Oboke Sightseeing Boat Cruise\n- The gem and yokai museums at the Lapis Okobe rest area\n## How to Get There\nIt takes one hour and 15 minutes from Haneda Airport (Tokyo) to Tokushima Airport, and 30 minutes by bus from the airport to Tokushima Station. From Tokushima Station, it takes 2 hour and 10 minutes to Koboke and one hour and 50 minutes to Oboke on the JR Tokushima Dosan Line (limited express) via Awa Ikeda Station.\nThe hourly limited express trains between Okayama and Kochi also stop at Oboke Station. It is also possible to get to Oboke in 40 minutes by bus from Awa Ikeda Station. There are four bus departures a day.\n### The upper bounds of the Yoshino River\nThe majestic Yoshino River is Tokushima's largest river and flows across many of the island's prefectures from west to east. Following the river upstream, you'll come upon the spectacular V-shaped gorges of Oboke and Koboke and areas inhabited by wild deer, monkeys and boar.\n### Taking dangerous steps big and small\nThe landscape is marked by steep mountainsides, the very trait that inspired the canyon names. Oboke and Koboke are translated as “big dangerous steps” and “small dangerous steps,” respectively, owing to the sheer slopes with narrow paths that can indeed be tricky to walk along.\n### A paradise for outdoor adventurers\nOboke and Koboke have become a mecca for lovers of the outdoors, and the canyons play host to some of Japan's most adventurous activities, including thrilling whitewater rafting, canyoning and river kayaking.\n### World-class whitewater rafting\nNarrow, rocky Oboke Canyon and its river rapids create the perfect conditions for whitewater rafting. The powerful water flow and significant drop-offs make it the place to experience some of Japan's finest rafting. The World Rafting Championship was held here in 2017.\nOboke is typically the starting point for both full-day or half-day cruises, and outfitters can accommodate a range of abilities, from the casual explorer to more dedicated outdoorsmen and women.\n### Peaceful river cruising\nFurther downstream from the whitewater rapids, the Oboke Sightseeing Boat Cruise offers a tranquil 30-minute ride through the gorge on a small tour boat. There are one-of-a-kind sights to be appreciated in all four seasons, with snow-capped mountains in the winter, wild cherry trees coloring the hillside in spring, fresh green leaves in summer, and the warmly colored leaves of autumn.\n### Get off to a rocky—or spooky—start\nBe sure to stop at the Lapis Oboke rest area, which houses both a gem museum and a yokai museum. The yokai museum will introduce you to the fascinating ghosts and fantastic mythical beasts of Japanese folklore. The Yokai Festival is held every November.\nThe gem museum displays rocks and gemstones from the area as well as around the world, and tells you about the unusual geological strata of the Oboke Canyon. The facility also includes a tourist information center, a cafe, a free foot bath, and shops, making it an ideal place for a break.\n### Gateway to the Iya Valley\nOboke also serves as a jump-off point into the Iya Valley, one of Japan's remotest regions, with unusual vine bridges, centuries-old thatched-roof farmhouses and breathtaking mountain scenery. Combine a visit to the Iya Valley in with your trip to Oboke and Koboke. Oboke Iya Hot Spring Village is a great place for a mountain onsen break.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_850.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Mt. Tsurugi剣山\nNaka-gun, Tokushima-ken\n## Worshipped as a god, Shikoku's second highest peak is a verdant mountain offering a gentle ascent\nThis iconic peak in the heart of Tokushima is ranked among Japan's 100 Famous Mountains, and is popular for both short trips to the summit as well as longer, more undulating ridge hikes to neighboring mountains.\n### Quick Facts\nMt. Tsurugi, meaning \"sword mountain,\" is the second highest mountain in western Japan\nThe mountain is an important center for Shugendo ascetics\n## How to Get There\nFrom major cities on the main island of Honshu, numerous express buses depart for Tokushima Station. Once in Tokushima, the easiest way to access Mt. Tsurugi is to rent a car, as public transport options are few.\nIf you do decide to take public transport, you can take a bus from Awa Ikeda Station to Kubo, then transfer to another bus bound for Mi-no-Koshi and get off at the final bus stop near the lower chairlift station. Note that the bus only operates on the weekends and holidays between April and November.\n### Shikoku's popular hike\nAt 1,955 meters high, Mt. Tsurugi is the second highest mountain in western Japan and also the second highest on the island of Shikoku after Mt. Ishizuchi in Ehime Prefecture.\n### A spiritual pilgrimage site\nThe gently sloping shape of the mountain's summit, which resembles the curvature of a traditional sword, is the origin of the name of the mountain which literally means “sword mountain” in Japanese. The mountain is an important center for practitioners of Shugendo, an esoteric Japanese religion that draws on both Shintoism and Buddhism with an emphasis on mountain worship. You may hear the echoing of a conch shell being blown by a practitioner.\n### Breathtaking vistas\nThe mountain opens to climbers in April, but if hiking is not your cup of tea, a ride on a single-seat chairlift will whisk you to a spot just a 30-minute walk away from the summit. Once there you will encounter a shrine and mountain huts, and if you are lucky enough to be visiting on a clear day, views open out to the Pacific Ocean, Seto Inland Sea and as far away as the Kii Peninsula on the main island of Honshu.\n### Exploring the peaks of Tokushima\nIf you are not satisfied climbing to the summit of Mt. Tsurugi alone, you can continue along the ridge trails out to neighboring peaks including Jirogyu, Miune, and Tenguzuka.\n### On to the Iya Valley\nTsurugi lies at the eastern end of the lovely and remote Iya Valley, and it is well worth combining a visit here to enjoy its hot springs, scenery, and rustic vine bridges.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_851.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kazurabashi Bridgeかずら橋\n162-2 Nishiiyayamamura Zentoku, Miyoshi-shi, Tokushima-ken\n## Suspend disbelief and step back in time crossing the vine bridges of Iya Valley\nConnecting the mountainous terrain of Tokushima's Iya Valley, these vine bridges, or kazurabashi, allow you to experience the rugged side of Japan.\n## How to Get There\nThe most accessible and popular bridge, Iya Kazurabashi, can be reached by bus from JR Awa Ikeda and JR Oboke stations along the JR Dosan train line between Okayama and Kochi.\nAwa Ikeda Station can also be reached via the hourly Nanpu limited express service from Okayama (90 minutes).\nFrom Awa-Ikeda Station buses stop at Iya Onsen Mae (50 minutes) or Kazurabashi (70 minutes) bus stops.\nFrom Oboke Station take the Kazurabashi-iki Shikoku Kotsu Bus and get off at the \"Kazurabashi\" bus stop. Iya Kazurabashi is a 5-minute walk from there.\nThe Oku-Iya Kazurabashi bridges are located one hour by car from Iya Kazurabashi Bridge. They are best visited by rental car or via private tour.\n### Quick Facts\nThe bridges are handwoven, reinforced with hidden steel cables and rebuilt every three years\nThe Oku-Iya Kazurabashi are a husband and wife bridge pairing\nOnly three of the original 13 bridges remain\n### Literal lifelines\nLocated in an area of steep gorges filled with rushing water, the bridges once served as common and important lifelines for people in the remote and mountainous Iya Valley. Traditionally made by weaving together wisteria vines, the suspension bridges were also deterrents to outsiders, which could easily be cut down if enemies approached.\nThe largest and most accessible bridge is the Iya Kazurabashi, located in the valley's west. At 45 meters long, two meters wide and suspended 14 meters above the water, crossing this bridge is not for anyone with a fear of heights.\n### Interwoven histories\nDifferent theories exist as to the origins of the bridges. One legend claims they were built by the famous Buddhist monk Kobo Daishi (774-835) to assist the villagers. A more common story is that the bridges were constructed by defeated Heike soldiers fleeing their Genji pursuers in the 12th century, during one of Japan's many civil wars.\n### The Oku-Iya Vine Bridges\nThe more remote Oku-Iya Kazurabashi bridges, a husband and wife bridge pairing, can be found in the eastern part of the valley near Mt. Tsurugi, a short walk through a forest. The lack of development around this area will make you feel as if you've stepped back in time.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_979.md", "country": "japan", "region": "shikoku", "url": "", "title": "Unknown", "category": "general", "text": "# Kumano Kodo熊野古道\nWakayama-ken\n## Walk a thousand-year-old World Heritage pilgrimage trail\nThe Kumano Kodo Pilgrimage Route is one of the world's premier spiritual roads. Winding through the mountains of Honshu's Kii Peninsula, an area straddling Wakayama, Nara, Osaka and Mie prefectures, it's been walked by pilgrims on their quest for enlightenment for over a millennium.\nModern travelers come to experience moments of quiet contemplation, commune with nature, and go deep into Japan's spiritual history.\n### Don't Miss\n- Treading the same paths as past pilgrims, including ascetics, samurai, emperors, and monks\n- Kumano Nachi-taisha Shrine and its temple, a perfect example of Shinto-Buddhist fusion\n- Taking advantage of the luggage shuttle services along the route so you can trek baggage free\n## How to Get There\nThe pilgrimage trails crisscross the Kii Peninsula, and access depends on your ultimate destination and how far you wish to hike. The main means of transportation to the area are Osaka, Kyoto, and Nagoya using the Kisei Mainline (also known as the Kinokuni line).\nTo access Kumano Nachi Taisha Shrine and Nachi Seigantoji Temple, take a 30-minute bus from Kii-Katsuura Station (on the JR Kinokuni Line) to the parking lot in front of the shrine and temple.\nAccess Kumano Hayatama Taisha via a 15-minute walk from JR Shingu Station, also on the JR Kinokuni Line.\nKumano Hongu Taisha is approximately an hour and 15 minutes from Kii-Tanabe Station (on the JR Kinokuni Line) via Ryujin Bus on the Kumano Hongu Line. Get off at Kumano Hongu Taisha-mae.\n### Quick Facts\nThe entire pilgrimage route is made up of seven trails\nIn 2004 the traditional trails along with their holy mountains were designated a UNESCO World Heritage site\nA mythical three-legged crow is the symbol of the Kumano Kodo, and of Japan's national soccer team\n### Kumano, the dwelling place of the gods\nSince its earliest days, the Kumano region has been regarded as a spiritually powerful area where gods inhabit the very fabric of the natural landscape.\nDuring the Heian Period (794-1185), former emperors began making the arduous trek to the region in search of spiritual enlightenment. The pilgrimage gradually became more widely known from that time.\n### The spiritual triumvirate of Kumano Sanzan\nKumano Sanzan is the collective name for the area's three most sacred shrines: Kumano Hayatama Taisha Shrine, Kumano Nachi Taisha Shrine (including adjoining Nachi Seigantoji Temple) and Kumano Hongu Taisha Shrine.\nTogether they are the sacred center of the Kumano region. Uniquely designed and originally offering separate forms of nature worship, the three eventually merged, becoming a major pilgrimage destination.\n### 99 Oji Shrines as spiritual signposts\nWhile the Kumano Sanzan shrines remain the big draw of the pilgrimage, many smaller shrines are scattered along the route. Known as the 99 Oji Shrines, their purpose is to provide protection and guidance for the wandering pilgrims.\n### Religious harmony through Shinbutsu-shugo\nBefore political policy forced them apart in the late 19th century, Buddhism and Shinto coexisted quite peacefully as Shinbutsu-shugo, a fusion of the two belief systems. Shinto gods were considered to be indigenous manifestations of Buddhist deities. This was the norm in Japan for over a thousand years.\nIn the 19th century, Buddhism was separated from Shinto and many temples and Buddhist statues were destroyed.\nWhile it's relatively rare to find Buddhist and Shinto elements intertwined today, Kumano Nachi Taisha Shrine and the adjoining Nachi Seigantoji Temple illustrate the traditional relationship very well.\n## Keywords"}
