{"filename": "www.japan.travel_en_destinations_chugoku_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/", "title": "Chugoku", "category": "destination", "text": "# DESTINATIONChugoku\n- Chugoku\n### Hiroshima\nHiroshima's natural draws are the Seto Inland Sea, forested mountains and pristine waters. These are additional perks for visitors exploring the prefecture's peace connection, shrines and museums\n### Okayama\nOkayama has stunning gardens, an imposing castle and the historic canal district of Kurashiki\n### Shimane\nShimane and its natural beauty are steeped in mythology. It is home to pristine island beaches, an important former silver mine and one of Japan's holiest shrines\n### Tottori\nJapan's least populated prefecture, Tottori is a nature-rich, off-the-radar destination that has changed little over the centuries\n### Yamaguchi\nGet off the beaten track to explore Yamaguchi's samurai history and the natural beauty its limestone caves, serene beaches and stunning coastline\n## Chugoku\n### For those in the know, the Chugoku region is full of natural beauty, rewarding hikes and great historical significance\nWith its well-known history and famed floating shrine, it is hard to overlook Hiroshima, but this popular destination is merely the entry point to western Japan for those in the know. Continue west following the Sanyo Shinkansen and you'll discover idyllic seaside towns and island-hopping opportunities on the Seto Inland Sea, with onward paths to Kyushu and Shikoku. Venture inland on the road less traveled, and your efforts will be rewarded with hikes on breathtaking peaks like Mt. Daisen divine natural landscapes, and the excitement of discovery in Shimane and Tottori.\n### Don’t Miss\n- Strolling through Okayama Korakuen, one of Japan's three greatest gardens\n- Hiroshima's famous floating shrine, and Okunoshima, an island ruled by rabbits\n- The Iwami Kagura dance—a performance of a lifetime\n- The well-preserved castle town of Hagi and its local pottery style\n- Cycle the Shimanami Kaido over the sparkling Seto Inland Sea\n## Explore Chugoku by Prefecture\n- Tottori Sand Dunes\\\\\n\\\\\n\\\\\nTottori\n- Inasa\\\\\n\\\\\n\\\\\nShimane\n- bitchu matsuyama castle\\\\\n\\\\\n\\\\\nOkayama\n- JOMC 20201118_momijidani_park_21.jpg\\\\\n\\\\\n\\\\\nHiroshima\n- Motonosumi-jinja Shrine\\\\\n\\\\\n\\\\\nYamaguchi\n## Regional Highlights\n- HamadaHamada\\\\\nHamada\n- shizutani school\\\\\nBizen\n- izumo\\\\\nIzumo\n- Matsue Castle\\\\\nMatsue\n- Silver Mine\\\\\nMt. Sanbe & Iwami\n## Popular Events\nPrevious\n\\\\\nCherry BlossomInaba Senbonzakura Cherry Blossoms](https://www.japan.travel/en/spot/96/)\n\\\\\nLocal FestivalHiroshima Peace Memorial Ceremony](https://www.japan.travel/en/spot/161/)\n\\\\\nLocal FestivalShanshan Festival](https://www.japan.travel/en/spot/99/)\n\\\\\nLocal FestivalYonago Gaina Festival](https://www.japan.travel/en/spot/103/)\n\\\\\nLocal FestivalKurayoshi Utsubuki Festival](https://www.japan.travel/en/spot/100/)\nNext\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Zao Juhyo Snow Monsters-WIN\\\\\n\\\\\n\\\\\nTohoku\n- Kamikochi\\\\\n\\\\\n\\\\\nHokuriku Shinetsu\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- Shodo-shima Area\\\\\n\\\\\n\\\\\nShikoku\n- Takachiho Kyou Gorge\\\\\n\\\\\n\\\\\nKyushu\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_chugoku_hiroshima_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/hiroshima/", "title": "Hiroshima", "category": "destination", "text": "# ChugokuHiroshimaA prefecture defined by peace\n- Hiroshima\n### Hiroshima's natural draws are the Seto Inland Sea, forested mountains and pristine waters. These are additional perks for visitors exploring the prefecture's peace connection, shrines and museums\nThe city of Hiroshima is a great place for trekking through dense forests and enjoying natural hot springs. Discover quaint towns like Onomichi and Tomonoura or enjoy golden beaches, the islands of the Seto Inland Sea, and the iconic Itsukushima on Miyajima—the floating shrine with a red gate set in the sea. Hiroshima's other World Cultural Heritage site, the Atomic Bomb Dome, and its surrounding memorial park are monuments to peace. Hiroshima is also famous for savory okonomiyaki pancakes, anago or saltwater eel, and other culinary delights. Hiking, cycling, ocean sports, and skiing are all popular outdoor activities.\n## How to Get There\nHiroshima is easily accessible via the JR Tokaido-Sanyo Shinkansen from Tokyo, Osaka, Nagoya, Kyoto, and Fukuoka in the other direction. It is also served by domestic and international flights to Hiroshima International Airport, local trains from and highway bus services.\nMeanwhile, Hiroshima International Airport has direct flights to and from Taipei, Hong Kong, Shanghai, and Dalian. A limousine bus from the airport takes less than an hour to reach the city center.\n### Don’t Miss\n- The memorial Peace Park is home to countless memorials and the iconic Atomic Bomb Dome\n- Miyajima with its floating red torii gate that serves as the entrance to Itsukushima\n- Takehara, or “Little Kyoto,” with its historic buildings, interesting museums and great sake\n- Kure—the city that built the legendary battleship Yamato—and its museum\n## Explore Hiroshima by Area\n- \\\\\nInland Hiroshima\n- \\\\\nHiroshima City\n- \\\\\nMiyajima\n- \\\\\nOnomichi & Fukuyama\n- \\\\\nKure\n- \\\\\nTakehara\n## Trending Attractions in Hiroshima\n- Itsukushima-jinja ShrineItsukushima-jinja Shrine\\\\\nItsukushima-jinja Shrine\n- Hiroshima Atomic Bomb Dome\\\\\nHiroshima Peace Memorial (Atomic Bomb Dome)\n- Okunoshima\\\\\nRabbit Island (Okunoshima)\n- Takehara\\\\\nTakehara\n## Local Specialties\n- Miyajima Woodwork\nThe island of Miyajima is home to a woodworking tradition that produces turned, hand-carved, ornamental designs. Here you will find a quintessential Japanese tool, a rice scoop, which is popular as a lucky charm that \"scoops up fortune.\" (Photo: Courtesy of Hiroshima Prefecture)\n- Momiji Manju\nMade by wrapping sweet bean jam in a dough of castella sponge cake and baking it in a maple leaf-shaped mold. Momiji manju taste of wheat and honey, while the bean jam has a smooth, mellow sweetness.\n- Hiroshima Oysters\nHiroshima serves up some of Japan's biggest oysters, rich and briny and served raw or grilled. A true local specialty is a set meal of rice, miso soup and deep-fried oysters served with tartar sauce.\n- Tsukemen\nThis deconstructed ramen comes with the noodles and various toppings in a bowl or plate, and the soup in a separate vessel. You dip the noodles and toppings into the piping hot soup before eating.\n- Hiroshima Okonomiyaki\nUnlike its Osaka cousin, Hiroshima's take on the savory pancake of sliced cabbage, flour, egg and dashi layers its ingredients rather than mixing them together. It is served on a bed of griddle-cooked noodles. A true Hiroshima comfort food.\n- Kumano Brushes\nKumano is the brush capital of Japan, producing 80 percent of the country's fude. This traditional technique once reserved for making painting and calligraphy brushes now includes luxury makeup brushes.\n- Fukuyama Koto\nThe Fukuyama koto is the only Japanese instrument designated as a traditional craftwork. These 13-stringed musical instruments are aural and visual works of art, both inside and out.\n## Seasonal Highlights\n- Spring\nSpring brings the cherry blossoms as well as hundreds of thousands of tulips and roses to Hiroshima. This is also the time for the Spring Gourmet Festival, and for the young rabbits on the island of Okunoushima—also known as Rabbit Island—to emerge from their burrows.\n- Summer\nSummer festival time is here, including the Mihara Yassa Festival, Obon dancing, and others. The annual memorial event at the Peace Park occurs August 6, starting in the morning and ending with a river filled with glowing paper lanterns. (Photo: Courtesy of Hiroshima Prefecture)\n- Autumn\nThe leaves change, and in particular the gorges of Sandankyo and Taishakukyo are known for their fiery autumn colors. Get there before the areas close for the winter season.\n- Winter\nNew Year's celebrations enliven the temples and shrines, and thousands take the ferry to Miyajima to visit Itsukushima Shrine. Hiroshima Dreamination—a decorative illumination event set up along Peace Boulevard—lights up the city. People head for ski slopes and onsen. (Photo: Courtesy of Hiroshima Prefecture)"}
{"filename": "www.japan.travel_en_destinations_chugoku_hiroshima_hiroshima-city_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/hiroshima/hiroshima-city/", "title": "Hiroshima City", "category": "destination", "text": "# HIROSHIMAHiroshima CityHiroshima's vibrant capital has a complicated history, great food, and friendly locals\n- Hiroshima City\n## Hiroshima's vibrant capital has a complicated history, great food, and friendly locals\nWhile it is probably most famous for being devastated by a nuclear attack at the close of World War II, the city is not morose or bitter about its past, and instead promotes peace and understanding.\nEvery year on August 6, a memorial service is held to commemorate the victims of the atomic bomb in 1945. Thousands write messages of peace on paper lanterns that are lit at sunset to float down the river past the iconic remains of the Atomic Bomb Dome. Anyone can join the lantern ceremony.\n### Don't Miss\n- The Peace Park, filled with memorials to those that died in the atomic bombing of 1945\n- The Atomic Bomb Dome, a somber monument to the nuclear legacy\n- Hiroshima's version of okonomiyaki\n- An excursion to nearby Miyajima for the deer and much-photographed floating shrine\n## How to Get There\nHiroshima City is easy to reach by rail or air.\nYou can reach the city from Tokyo by shinkansen in around four hours, or about 90 minutes from Osaka. If you prefer to fly, Haneda Airport to Hiroshima Airport takes around 90 minutes.\n### More than memorials\nHiroshima City treats its tragic past with honor and respect, but it does not dwell on it. The city is full of plenty of lighthearted fun as well.\nHiroshima is known for its robust food culture. One local specialty is okonomiyaki. The savory pancake is popular throughout Japan with different regional twists. Hiroshima's version is cooked on a base of noodles layered with pork and cabbage, so it goes down well with a cold beer or two.\nOysters are also a local delicacy, served both raw and cooked in a variety of ways, including battered and deep fried. The cultivation of oysters in Hiroshima is said to go back to the 16th century.\n### Take me out to the ball game\nBaseball fans should try to catch a home game of the Hiroshima Toyo Carp at Mazda Stadium.\nThe Carp have been in the central league since 1950 and have won the league championship nine times and the Japan championship three times. Their fans are known for their passion, and they have a large base of female fans, known as \"Carp Joshi\".\n### Streetcar desires\nWith a population of just over 1.1 million people spread out over a 900 square kilometer area, Hiroshima City sprawls out from the bustling city center. Getting around is easy, thanks to the modern tram service called Hiroden.\nThe streetcars have been a mainstay in Hiroshima since 1912, though the vehicles themselves have been updated to be more efficient and environmentally friendly. With around 300 trams in service, more than any other city in Japan, they make for a convenient and scenic way to see the city.\n### Vibrant nightlife\nThe bright lights of Ebisucho mark the best area for a lively drink or three. There are countless bars, clubs, cafes and eateries of all kinds. Between November 18 and 20, the Ebisu Festival is held to celebrate all the weird and wonderful things this area has to offer."}
{"filename": "www.japan.travel_en_destinations_chugoku_hiroshima_inland-hiroshima_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/hiroshima/inland-hiroshima/", "title": "Inland Hiroshima", "category": "destination", "text": "# HIROSHIMAInland HiroshimaMagnificent gorges to cruise\n- Inland Hiroshima\n## Magnificent gorges to cruise\nTraveling a little further inland to the northeast of Hiroshima gives you access to rolling hills and stunning unspoiled natural beauty. The area boasts scenic destinations like Taishaku Gorge and Sandankyo Gorge.\n### Don't Miss\n- Onbashi Bridge is an amazing natural limestone bridge carved out by the river\n- Hiking and canoeing in the Sandankyo Gorge\n- The Taishaku Gorge in fall\n## How to Get There\nThe quickest and easiest way to get the area is by car from Hiroshima City.\nIt takes around two hours by car from Hiroshima City. For Taishaku Gorge take a train or bus from Hiroshima to Tojo Station on the JR Geibi Line in roughly two hours. From Tojo Station, take a Shiju Line bus to Taishaku Gorge. For Sandankyo Gorge take a bus from Hiroshima Bus Center.\n### Far from the crowds\nStunningly beautiful, Taishaku Gorge and Sandankyo Gorge are popular with domestic sightseers but are somewhat hidden gems amongst overseas visitors.\n### Mountain high, river deep\nIf you enjoy hiking, be sure to visit Sandankyo Gorge and Taishaku Gorge. Sandankyo Gorge offers boat rides and canoe hire, and Taishaku-kyo has the fantastic natural limestone bridge, Onbashi Bridge. The area is exceptionally beautiful in autumn when it draws many local visitors with their cameras.\nAnother recommended activity is to rent a bicycle and cycle the 20-kilometer long Taishaku Valley, stopping by Taishakuten Eimyoji Temple along the way. The main temple hall is set against the limestone cliffs of Mt. Sekiun, a dramatic backdrop to this Buddhist temple, originally established in the 8th century. The Azuchi-Momoyama period (1573-1603) carvings on the main hall are particularly beautiful.\nThe Taishaku river runs into Shinryu Lake, where you can cruise the area by boat; it takes around 40 minutes and costs 1,500 yen for adults or 750 yen for children. The clear lake waters reflect the three beautiful red bridges that cross it. During fall when the leaves are at their most vivid, the cruise can get rather busy.\n### Local specialties\nThere is no shortage of great food and drink in the area. Seishu is a type of refined sake, and the Shinrai brewery has been perfecting their craft since 1716. Try the steamed red bean buns sold around the area that have a subtle alcohol aroma to them."}
{"filename": "www.japan.travel_en_destinations_chugoku_hiroshima_kure-area_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/hiroshima/kure-area/", "title": "Kure", "category": "destination", "text": "# HIROSHIMAKureVisit Kure City for some Japanese naval history and a taste of local sake\n- Kure\nPhoto copyright: Courtesy of Hiroshima Prefecture\n## Visit Kure City for some Japanese naval history and a taste of local sake\nThe city is synonymous with steel works, shipbuilding and the battleship Yamato—the largest warship ever to set sail. It is also home to the Sempuku Brewery, whose motto is \"the spirit of harmony.\"\n### Don't Miss\n- The Yamato Museum, which houses a 1:10 scale replica of the famed battleship\n- Taste Sempuku Brewery's sake selection\n- Fill up on a bowl of sailor's stew\n## How to Get There\nTrains take around 30 minutes to Kure Station from Hiroshima Station.\nThere is a car ferry from Hiroshima Port to Kure which takes around 45 minutes.\n### Honoring the area's history\nTowards the end of the war, the city suffered extensive aerial bombing and was occupied by the British Commonwealth Occupation Force from 1946 to 1952. The city remembers its past with the Yamato Museum housing a scale model of the famed battleship, along with actual vehicles and weapons from the era.\nCourtesy of Hiroshima Prefecture\nCourtesy of Hiroshima Prefecture\n### From shipbuilding to sake\nKure's most famous export today is the sake made at the Sempuku Brewery. The brewery first opened in 1856, producing mirin (a kind of sweet sake for cooking), then started making sake in 1902.\nThanks to Kure's naval connections, the company was able to sell their sake to naval bases across the country. There is a tasting corner at their Gallery Miyakeya Shoten to experience their famous brews.\n### Food and festivals\nKure City has no shortage of festivals, which range from the Food Festival in November that sees Kuramoto-dori Street lined with food stalls selling local specialties, to the Port Festival in April, which includes local foods and yacht races.\nThe bay is lit up with fireworks in August, and for seafood lovers, there is an Oyster Festival every February in Chuo Koen.\n### The origin of a home favorite\nBecause much of its history is tied to manual labor, the culture of Kure is down-to-earth. The signature dish, niku-jaga, is a simple stew of potato, carrots, and beef, said to have become popular amongst sailors and engineers, and now popular nationwide."}
{"filename": "www.japan.travel_en_destinations_chugoku_hiroshima_onomichi-and-fukuyama_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/hiroshima/onomichi-and-fukuyama/", "title": "Onomichi & Fukuyama", "category": "destination", "text": "# HIROSHIMAOnomichi & FukuyamaFamous for its beaches, hiking, cycling, and the beautiful townscape clinging to steep slopes\n- Onomichi & Fukuyama\n## Famous for its beaches, hiking, cycling, and the beautiful townscape clinging to steep slopes\nAfter Hiroshima City, Fukuyama is the largest city in the prefecture, originally set up as a castle town in 1619 by Tokugawa Ieyasu's cousin Mizuno Katsunari. It's also a stop on the Tokaido-Sanyo shinkansen line. Nearby, the picturesque port city of Onomichi overlooks the Seto Inland Sea.\n### Don't Miss\n- Seeing the sun go down from Setoda Sunset Beach\n- Guzzling down a bowl of Onomichi Ramen\n- Paying your respects at one of the Chugoku 33 Kannon Pilgrimage Route temples\n## How to Get There\nBy local train, it takes around 80 minutes from Hiroshima Station to Onomichi Station, via Mihara Station. From Fukuyama Station the journey to Onomichi Station takes around 20 minutes.\nFukuyama Station is a stop on the Tokaido-Sanyo Shinkansen line, accessible from Tokyo, Osaka or Hiroshima.\n### A beautiful port\nThe port located in what is now Onomichi City was first established in 1168 as a shipment hub for rice and for international trade. Although the port is quieter today, it is still central to the city's culture. Every April the Onomichi Minato Matsuri, or Port Festival, draws huge crowds and honors the city's rich history with food stalls, parades, and a dance competition.\n### City on a hill\nOnomichi is built on steep slopes with plenty of winding stone stairways to test your fitness. It's also one of the most picturesque towns in Hiroshima, thanks to the narrow streets with stunning views, the many shrines and the local cats that lounge idly, awaiting photographers. Onomichi is the start point of the Shimanami Kaido, a popular 60km cycling route that links the town to Shikoku.\n### Shrines, temples, and pilgrims\nFukuyama and Onomichi are home to many beautiful shrines and temples that range up and down the slopes around the cities. Several temples are part of the Chugoku 33 Kannon Pilgrimage route, including Myooin Temple in Fukuyama, and Senko-ji, Jodo-ji, Saikoku-ji and Kojo-ji in Onomichi.\n### Beautiful beaches and sunset spots\nThe area has beautiful beaches such as the white sand Shimanami Beach, surrounded by lush green forests. Setoda Sunset Beach is a long, sandy retreat, which as the name implies, is the perfect spot to enjoy the sunset over the many small islands that dot the Seto Inland Sea.\nTachibana Beach looks out across the impressive Innoshima Bridge. There are also dozens of other beaches in the area to discover.\n### Natural hot springs\nAfter a day climbing up and down the scenic slopes or enjoying the cycling routes, you can relax in one of the area's natural hot springs. Onomichi Fureai-no-Sato is one of the largest facilities, with restaurants and a hotel onsite. Other top spots include Poponoyu, accessible by bus or taxi from Onomichi Station and Bella Vista Spa and Marina, which offers luxurious accommodations and views over the bay.\n### Local cuisine\nWith a mild climate, the area is famous for fresh fruits like lemons and sweet mikan oranges. Thanks to the local fishing industry, the area is known for kamaboko, the compact slices of fish paste often seen in ramen dishes, as well as tsukudani, an intensely flavored topping for rice, often made from fish or seaweed.\nOnomichi Ramen is famous. The soup is a light mix of soy sauce and chicken bone broth served with flat noodles and silky chunks of pork fat."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/", "title": "Okayama", "category": "destination", "text": "# ChugokuOkayamaGorgeous history within easy reach\n- Okayama\n### Okayama has stunning gardens, an imposing castle and the historic canal district of Kurashiki\nOkayama Prefecture, known for its delicious fruit, is often called the land of sunshine and Momotaro, the \"Peach Boy\" is the local hero and symbol. Okayama City, the prefectural capital and largest city, is home to the imposing, black Okayama Castle and Okayama Korakuen, one of Japan's three greatest landscape gardens. Nearby, the historic merchant town of Kurashiki is famous for its canals and relatively unchanged atmosphere, while Kojima hosts some of the world's greatest denim manufacturers. Okayama also serves as a jump-off point for Naoshima, a modern art haven in nearby Kagawa Prefecture.\n## How to Get There\nOkayama is easily accessible via the JR Tokaido-Sanyo Shinkansen from Tokyo, Osaka, Kyoto and Hiroshima. It is also served by domestic flights to Okayama Momotaro Airport, local trains from Osaka and highway bus services.\nOkayama is both a regional and local transportation hub with convenient train and bus access to neighboring prefectures in the Chugoku region and Shikoku. There is also good train and bus coverage around the northern cities of the prefecture such as Tsuyama and Takahashi. Okayama Momotaro Airport offers domestic flights to the major cities of Japan, including to Okinawa and Hokkaido. International connections are available to Korea and China.\n### Don’t Miss\n- Exploring Kurashiki’s Bikan Historical Quarter\n- Strolling through Okayama Korakuen, one of Japan's three greatest gardens\n- Okayama Castle and the view from the castle grounds\n- The local specialty, kibi dango sweets, made from mochi rice\n## Explore Okayama by Area\n- \\\\\nOkayama City\n- \\\\\nKurashiki\n- \\\\\nBizen\n- \\\\\nNiimi & Takahashi\n- \\\\\nTsuyama & Mimasaka\n- \\\\\nHiruzen Highlands\n## Trending Attractions in Okayama\n- Bitchu Matsuyama CastleBitchu Matsuyama Castle\\\\\nBitchu Matsuyama Castle\n- Ushimado\\\\\nUshimado\n- Korakuen Garden\\\\\nKorakuen Garden\n- Kurashiki Bikan Historical Quarter\\\\\nKurashiki Bikan Historical Quarter\n- Yunogo-onsen\\\\\nMimasaka Hot Springs\n## Local Specialties\n- Okayama Oysters\nOysters from the Seto Inland Sea have a delicious white meat and a creamy texture. You can enjoy them raw or grilled, but the most popular way to eat them locally is in okonomiyaki, a savory oyster pancake.\n- Okayama White Peaches\nThe white peaches Okayama grows are lovingly tended—farmers cover each peach with a bag while they are still on the tree to ensure soft skin and encourage ripening. The peaches are very sweet and exceptionally soft.\n- Okayama Grapes\nFarmers in Okayama have been growing grapes since the Meiji era, and they have honed their skills over the 100-plus years. They produce red, green, purple and even black varieties, all with different flavors and textures, including the Muscat of Alexandria variety. The latter holds a 90 percent market share in Japan, and for good reason.\n- Bizen Ware\nProduced in one of Japan’s six ancient potting centers, Bizen yaki has been around since the 5th century. Slow-firing techniques and natural ash give this stoneware its durability and abstract patterns. No two pieces are alike.\n- Katsuyama Bamboo Basketry\nBamboo has been a multifaceted resource in Japan since time immemorial. This eco-friendly, sturdy and renewable form of grass is used to make Katsuyama take zaiku, baskets formed of untreated green bamboo.\n- Kibitsu Komainu\nA sitting dog, a standing dog, and a bird. These are the Kibitsu komainu, amulets to protect from theft, fire, and choking on one’s food. These amulets are only produced in Okayama where they're sold at the Kibitsu shrine.\n## Seasonal Highlights\n- Spring\nVisitors flock to see the cherry blossoms on Sakura Road along the Asahi River in Okayama City. Takebenomori Park to the north of the city bursts into color in spring.\n- Summer\nSummer nights are ablaze with fireworks as locals head to the Okayama Momotaro Festival for street food and dancing. Grapes and peaches are in season, and many orchards offer fruit picking.\n- Autumn\nThe changing leaves blaze red and gold around the city. Cool evenings are perfect for strolling around Korakuen as the maple trees are illuminated.\n- Winter\nWarm up with a dip in a yuzu-scented bath at Yubara Onsen or join the Naked Man Festival at Saidaiji Temple."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_bizen_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/bizen/", "title": "Bizen", "category": "destination", "text": "# OKAYAMABizenSignature pottery, fresh oysters, cycling, and islands to explore\n- Bizen\n## Signature pottery, fresh oysters, cycling, and islands to explore\nBizen is famed for its distinctive rustic pottery of the same name, produced in diverse forms and prized all over the world.\nBizen offers islands to explore, a long cycling course along a defunct railway line, and a seafood market around Hinase that's particularly known for serving up fresh oysters prepared in a number of delectable ways.\nBizen is home to Japan's oldest public school, now a historic site, and an island bird sanctuary with great camping.\n### Don't Miss\n- Eating fresh oysters at Gominoichi Market\n- Cycling on Katatetsu Roman Kaido Route, a 34-kilometer course\n- Picking up some Bizen-yaki, and even throwing your own\n## How to Get There\nBizen is easily accessed from Okayama Station.\nThere are several routes, including the Ako Line from Okayama Station to Inbe Station.\nFormer Shizutani School, the first public school in Japan\n### Where education first went public\nShizutani School is known as the nation's first public school. The Okayama Prefectural Youth Education Center is now affiliated with this historic site, which hosts learning events for regional children. The tree-covered grounds of Shizutani form what is essentially a Japanese-style garden, complete with an ornamental carp pond, as well as cherry trees and a large Chinese pistashio tree. Accordingly, spring and fall are ideal times for a visit.\n### Famous seafood market with oysters served every way\nHinase is a quaint fishing town with an excellent seafood market called Go-mi-no-ichi famed for its oysters. You can buy directly from the market and grill them up at the barbecue spot across the street or take them away. There are also a number of reasonably priced restaurants near Hinase Station if you want a sitdown meal.\n### Explore islands close by\nThe Hinase Islands are a group of islands accessible by ferry from Hinase Port. An approximately 30-minute ferry ride will take you to Otabujima Island, the furthest out from the port. Otabujima has a guesthouse that is a popular retreat for families and groups.\n### Well-established bridge system\nA series of bridges make visiting both Kakui and Kashira Island possible by car. Kakui is a bird sanctuary with camping facilities, and Kashira has a wonderful swimming beach.\n### Famous movie backdrop\nHattoji Furusato Village is a picturesque hamlet located in the Yoshinaga district of the city of Bizen. It looks like something out of a Japanese period film, and in fact it was the backdrop for the 1989 movie Kuroi Ame or “Black Rain” (not the U.S.-produced film of the same title).\n### Take a spin on a 34-kilometer cycling course\nKatatetsu Roman Kaido Route is an approximately 34-kilometer cycling course that runs along a former railway line. In 2003, this cycling and walking path was opened to the public allowing for a slow-paced view of the nature along the way.\nBicycle rentals are available at both ends of the course and at various stages in between. You can opt to do the full course, a one-way trip, or just a section.\n### And of course there's Bizen ware\nThe biggest draw in Bizen is Bizen-yaki, or Bizen ware, which has a long history and is a highly regarded form of pottery in Japan. Bizen pottery appeared in the 14th century, but can be traced back to the 6th century. You can find many shops selling Bizen ware throughout Bizen and Okayama.\nBizen ware is best known for its reddish, earthen tones, but comes in a range of colors and styles. What is relatively constant, though, is that Bizen ware is fired unglazed in a wood-fired kiln, using red pine, and usually simple in form.\nYou can learn more about its history and contemporary revival at the Bizen Pottery Museum. If you're inspired to try throwing your own, visit the nearby Pottery Workshop Mugenan."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_hiruzen-kogen-highlands-area_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/hiruzen-kogen-highlands-area/", "title": "Hiruzen Highlands", "category": "destination", "text": "# OKAYAMAHiruzen HighlandsHike, bike, ride, onsen, ski and snowboard in the highlands\n- Hiruzen Highlands\n## Hike, bike, ride, onsen, ski and snowboard in the highlands\nFans of outdoor sports recommend the Hiruzen-Kogen Highlands for trekking, camping and cycling during the warmer months and skiing and snowboarding in the colder ones. On the border between Tottori and Okayama prefectures, the Hiruzen area is especially known for mountain trails.\nIf you're simply looking for fresh air, a healthy environment and some great scenery, food and relaxation, Hiruzen offers horseback riding, hot springs, a dairy farm, a park with carnival rides and more.\n### Don't Miss\n- Trekking through plateaus and foothills\n- Riding a horse through the highlands\n- Milking a cow and making your own cheese\n## How to Get There\nStart from Okayama Station, a prefectural transit hub.\nThe train from Okayama Station to Chugoku-Katsuyama Station on the JR Tsuyama Line takes two hours, 30 minutes. From Chugoku-Katsuyama Station, take the Maniwa City Community bus (“Maniwa-kun”) from Katsuyama Station to Hiruzen Kogen. Alternatively, you can take a Chutetsu bus from Tenmaya Bus Station in Okayama to Chugoku-Katsuyama Station.\n### Nature's adventureland in northern Okayama Prefecture\nHiking is the centerpiece of outdoor activities in Hiruzen-Kogen Highlands. Mount Hiruzen has three peaks and is part of the Daisen-Oki National Park—a huge and diverse park that includes Mt. Daisen, the Oki Islands in the Sea of Japan, and Izumo Taisha.\nOther popular outdoor activities here include camping and cycling. There is a well-paved and relatively flat cycling road through the area, and rental bikes are available. Guided tours by a knowledgeable local are available.\nIn the winter, skiing and snowboarding is popular. A skiing competition is held annually in January or February depending on the snow conditions.\n### Ride out under the open skies\nAt Hiruzen Horse Park, supervised horseback riding is available for adults and children ages 3 and older. Experience a trot around the corral or riding outside the park.\nOutside of the park, you can ride through lush green meadows during the spring and summer or through the harsh, snow-covered ground of winter.\n### For families and young kids\nFor an activity that smaller children will certainly enjoy, visit the Hiruzen Kogen Center Joyful Park. This small theme park features classic carnival rides that are familiar around the world. The park's 30 attractions include a Ferris Wheel, Viking ship, and go-kart course.\n### The hot springs of Hiruzen\nAnother reason that many people visit Hiruzen is to soak in one of the many hot springs. Some of them welcome day trip visitors, while others are only available for those making an overnight stay. Of course, a stay in an onsen ryokan or hotel will give you more time to explore the natural environment and outdoor activities of the region. With the extra time, you may even take the opportunity to trek out to one of the many waterfalls and picnic by a riverside.\n### Fresh ice cream and foodie fun\nIn Hiruzen, dairy farming is a key industry. A popular treat is the locally produced ice cream. While summer is when its popularity hits its peak, it is popular all year round.\nThe dairy industry is such an important part of the fabric of Hiruzen, there is even an agriculturally based theme-park in Hiruzen-Kogen—Jersey Land. Here, you can mil a cow, make cheese, and enjoy delectable dairy.\nThe Hiruzen Jersey Land restaurant offers plenty of hearty fare—their specialties include steak, cheese fondue, yogurt, milk, and ice cream. The produce, sourced from nearby farms, is also incredible. Be sure to drink the milk too.\nThere is a bounty of herbs on offer at the Hiruzen Herb Garden Her Bill. With more around 200 varieties of herbs and around 10,000 plants, its no wonder the restaurant, which has a workshop and store, calls itself Kaori-no-Yakata—the House of Scent.\nAn idyllic landscape, clean air, great food, soothing waters, and a paradise of herbs makes Hiruzen-Kogen Highlands an ideal nature getaway."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_kurashiki_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/kurashiki/", "title": "Kurashiki", "category": "destination", "text": "# OKAYAMAKurashikiA beautifully preserved historical town and Japan’s premier destination for jeans\n- Kurashiki\n## A beautifully preserved historical town and Japan's premier destination for jeans\nKurashiki is just 30 minutes west of Okayama City and has a charming merchant district along a pretty canal lined with willow trees. The city stretches out to a bustling industrial port and is known as the birthplace of jeans in Japan.\n### Don't Miss\n- Stroll through the Kurashiki Bikan Historical Quarter and cruise on the river\n- Tour the Mizushima industrial zone by night\n- Find the perfect pair of jeans or try “denim” ice cream in Kojima\n## How to Get There\nKurashiki is accessible from Okayama City by train and bus.\nTake the Sanyo Line from Okayama Station to Kurashiki Station, covered by the JR Rail Pass. Local trains go to other parts of Kurashiki. The historical quarter is a ten-minute walk from the station.\n### A haven for shoppers\nKurashiki is known as Japan's jean capital, bringing trend-hunters from around the world. The area around Kurashiki Station has a wealth of choices, from shopping malls and an outlet park to retro covered shopping streets. You can walk almost the entire way from the station to the Kurashiki Bikan Historical Quarter along a traditional “shotengai” or covered shopping street, lined with shops selling traditional crafts, daily goods, and groceries.\n### Japan's own Venice\nThe most popular spot for visitors is the beautifully preserved Kurashiki Bikan Historical Quarter. Large traditional houses, stores and warehouses, most dating back to the Edo period (1603-1868) and Meiji period (1868 - 1912) line a pretty river, crisscrossed by stone bridges. Small boats ferry passengers back and forth along the river. Like Venice, this picturesque area is a living town, with shops, vibrant cafes and restaurants and locals going about their daily lives.\n### A temple to art\nIt's clear from the size of the traditional houses along the riverfront that Kurashiki has been home to some wealthy merchants. One of them, Magosaburo Ohara, founded Japan's first private art museum in 1930, to show off his collection. He was also the patron of a local painter, Torajiro Kojima, who traveled around Europe, picking out pieces for his benefactor, including works by El Greco, Gauguin, Monet and Matisse to sit alongside contemporary Japanese works. As a result, this small museum, resembling a Greek temple, is a gem of 20th century Western and Japanese art.\n### Get the blues\nThe Kojima area of Kurashiki was the first place in Japan to manufacture denim, and it's still known as the jeans capital of Japan, drawing shoppers and designers from all over the world. Part of its success is the number of small, specialist workshops using traditional machines and dyeing techniques that mass-production cannot replicate. The hip shopping area is high on the list for serious denim connoisseurs, but casual shoppers will also find everything from jeans and jackets to offbeat accessories, along Kojima Jeans Street.\n### Venture off the beaten track\nBeyond the main tourist spots are some interesting areas that will give you a taste of daily life. On the coast, the port town of Tamashima dates back around 400 years, with some well-preserved houses and traditional artisans around Nakagai-cho. In summer, head for Sami Beach, a peaceful swimming area with a laid-back atmosphere.\nFor a different side of Kurashiki, head to Mizushima, the area's industrial powerhouse, home to well-known manufacturers, such as JFE Steel and Mitsubishi. Many of the factories offer tours (prior reservation is advised). On one tour, you can watch the whole car manufacturing process at Mitsubishi motors. The area looks a little grey in the daytime, but by night, it glitters with the lights of industry.\nMabi Town is an inland agricultural district, known for its extensive bamboo groves and bamboo products. The town is the birthplace of Japanese scholar Kibi-no-Makibi who studied in China 1,300 years ago and has a beautiful Chinese style garden, Makibi Park, and a popular camping area, Mabi Utsukushi Mori."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_niimi-area_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/niimi-area/", "title": "Niimi & Takahashi", "category": "destination", "text": "# OKAYAMANiimi & TakahashiCaves and castles, waterfalls and onsen, skiing and paragliding\n- Niimi & Takahashi\n## Caves and castles, waterfalls and wine, onsen, skiing and paragliding\nEasily accessible by train or car from Okayama, and the regional hub Yonago, many visitors come to Niimi for the sports, including paragliding and skiing, spelunking and fishing. Others come for the hot spring waters. There's also a mountaintop castle here that appears to float on the clouds and festivals with plenty of visual and aural excitement.\nFor foodies, the Niimi area offers great food and wine in a prefecture known throughout Japan for its fisheries and farming.\n### Don't Miss\n- Wine tasting at Domaine Tetta\n- Sampling some prime Chiya beef\n- Visiting one of the many caves or waterfalls\n## How to Get There\nNiimi can be reached easily by train from Okayama Station in about 90 minutes.\nThe best way to tour the Niimi area is by car. You can rent a car in Okayama and drive to Niimi via Route 180, which is a major thoroughfare from Okayama to Yonago, with Niimi in the middle. You can also rent cars in Niimi itself.\n### Visit historical buildings\nThe Fukiya Furusato Village in Takahashi City is an Important Preservation District for Groups of Traditional Buildings and visitors can wander around the narrow streets flanked by the distinctively red wooden buildings. The area is also famous for other buildings of historical interest. The former Fukiya Elementary School operated until 2012, and was the oldest working wooden school building in Japan at the time. It is now an Important Cultural Property of Okayama Prefecture and will reopen to the public from April 2022 after undergoing restoration work.\n### For wine lovers and foodies\nTetta Town in Niimi is home to one of Okayama's famous vineyards, Domaine Tetta, situated on a mountaintop. The award-winning winery has recently opened a cafe to give visitors a foodie experience to enjoy with the wines.\nThe Chiya area in Niimi is where Chiya beef is raised. You'll find Chiya beef at high-end restaurants in Tokyo and Osaka, but Niimi has more reasonably priced restaurants where you can enjoy a prime cut or two.\n### Hot soaks and cool powder\nThe Chiya area has one of the area's largest onsen resorts. At Niimi Chiya Ibuki-no-Sato Onsen, you can enjoy a daytime soak without an overnight stay. Either way, you can enjoy lunch or dinner after your bath, including grilled Chiya beef if you like.\nDuring winter there are lots of snow activities to enjoy with the family. The Ibuki-no-Sato Ski Resort has a ski area, complete with three lifts and five runs, with a variety of rails and a wall for snowboarders and freestyle enthusiasts.\n### Air and underground adventures\nOsa Town is famous for its paragliding and adventure activities. Located in a valley, it is a perfect location to try paragliding.\nNiimi is one of the best locations in Okayama to view fireflies (from May to July). Osa Town is known for its paragliding and adventure activities. There is a spectacular fireworks show in summer, and rice harvest festivals. River and cave trekking are exciting activities to do year round.\nThe caves of Ikura-do and Maki-do are popular places, and there are fishing spots along the Takahashi River. Areas near dams offer hikers a place to explore lush green forests.\n### Castle in the clouds\nBitchu Matsuyama Castle is one of only 12 castles in Japan that has an original keep. The castle is located in the town of Takahashi on a mountaintop at 430 meters. The surrounding area is often filled with clouds that fill the area below the castle, giving rise to its nickname, \"Castle in the Sky.\"\n### Festivals and revelry\nOctober 15 is the day Niimi holds its Daimyo Parade, remembering when feudal lords inspected their lands before heading to attend on the Shogun in Edo (modern-day Tokyo).\nThe procession travels through downtown Niimi, and many of Niimi's residents are involved, dressed in warrior armor, as flag bearers, and even children in traditional kimono. The highlights include the carrying of portable shrines ornately decorated in blue, black, red and gold, as handsomely groomed horses walk proudly.\nAnother favorite event is held on Children's Day, May 5. The event is one of the prefecture's larger fishing tournaments. Children are guaranteed to catch something in a special pond filled with fish. For serious anglers there are great prizes for the largest fish caught, and the Takahashi River offers lots of spots to sit and drop your line.\nDuring the festivals, the old Niimi central shopping street is filled with food stalls and other activities."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_okayama-and-around_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/okayama-and-around/", "title": "Okayama City", "category": "destination", "text": "# OKAYAMAOkayama CityIconic garden delights, a beautifully preserved Edo townscape, and the beguiling Inland Sea\n- Okayama City\n## Iconic garden delights, a beautifully preserved Edo townscape, and the beguiling Inland Sea\nFacing south toward the island of Shikoku and the Seto Inland Sea, Okayama is the capital and largest city of the prefecture of the same name. It is home to Okayama Castle, known as the Crow Castle, and Korakuen Garden, which is considered one of the top three traditional gardens in Japan. The nearby town of Kurashiki is famous for its canals and beautifully preserved Edo townscape.\nYou're likely to enjoy fine weather on any trip to the Okayama area, which calls itself the Land of Sunshine and reportedly has more sunny days than anywhere else in the country.\n### Don't Miss\n- Explore the city's cultural zone\n- Join the raucous Naked Man Festival\n- Take a trip to an art island\n## How to Get There\nOkayama City is easily accessible from Tokyo and Osaka by shinkansen and air.\nYou can reach Okayama Station on the JR Tokaido-Sanyo Shinkansen from Tokyo Station and Shin-Osaka Station. Okayama is served by Okayama International Airport, which you can reach from both Tokyo airports and Kansai International Airport.\nPeaceful Korakuen Garden\n### Nightlife, nature, and culture within walking distance\nThe center of the city is within walking distance of Okayama Station. All of the core highlights of Okayama— the castle, Korakuen Garden, museums, hotels, and malls—are close by.\nThe \"Crow Castle\" overlooking Asahi river\nThe two most-visited sites in Okayama City are Okayama Castle and Korakuen. Separated only by the Asahi River, they are connected by a bridge.\nThe castle earned its nickname, Crow Castle, because of its black walls. The great keep's six stories look majestically over the river, Korakuen and the city. On the other side of the river, the peace and beauty of Korakuen Garden, initially constructed at the behest of a feudal lord, makes it difficult to imagine that great battles were once fought over control of this territory.\nOne of Japan's top landscape gardens, Korakuen features meticulously kept lawns, various groves of cherry and other trees, rice and tea fields, a pond, streams, an aviary, and walking paths.\n### Fight for your right to fortune\nOkayamans love their festivals, so attending one is a great way to put your finger on the pulse of the city. The summer festival features a carnival-like atmosphere, with dance performances by local troupes and a spectacular fireworks display.\nAnother festival that has received more attention internationally is the Saidai-ji Eyo Matsuri, usually called the Naked Man Festival. At Saidai-ji Temple on the third Saturday of February, thousands of male participants dressed in nothing but loincloths brave the night cold, vying to capture scented wooden shingi sticks and 100 bundles of willow strips blessed by a temple priest. The items are thrown into the crowd from the second floor of one of the temple buildings. The action is akin to a massive rugby scrum, with a lot of bashing about and quick-handed snatches.\nAnyone who gets hold of the shingi and thrusts one upright in a wooden measuring box known as a masu is blessed with a year of happiness. With over 500 years of history, this fertility festival is also conducted in the hope for a good harvest.\n### These islands are worth taking to the sea\nNot all the festivals in Okayama are wild. Take the ferry out to Inujima Island in the Seto Inland Sea, where the island itself is part of the Setouchi Triennale. Although this art festival is celebrated only once every three years, the island is known for art installations that have been placed in former private residences, several museums with extraordinary exhibits, and a laidback culture that belies the island's origins as a pirate hideout.\nManabeshima is a picturesque little fishing island that has been a filming location for a number of Japanese movies and is apparently pleasantly overrun by cats. For cycling, swimming and sea kayaking, try Shiraishijima.\n### Edo days lovingly preserved\nNot far from Okayama Station is the town of Kurashiki. Once a major center for transporting goods, the town's traditional storehouses, and merchant homes have been converted into boutiques, cafes, and museums. The latter includes the Ohara Museum, which offers a large collection of works by famous Western artists. Take a slow boat on the canal to view the lovingly preserved townscape.\n### Buy your time at the mall\nOkayama's favorite modern place to be and be seen is the AEON shopping mall. With a mind-boggling 350 stores, restaurants, cafes, movie theaters, bookstore, banks, game centers, beauty salons, yoga studio and travel agents, you could spend a lot of time and still not see everything. One of the local TV stations does a show there where passersby can look into the studio window and see the live broadcast."}
{"filename": "www.japan.travel_en_destinations_chugoku_okayama_tsuyama-and-mimasaka_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/okayama/tsuyama-and-mimasaka/", "title": "Tsuyama & Mimasaka", "category": "destination", "text": "# OKAYAMATsuyama & MimasakaA martial arts mecca with a castle, a racetrack and highland outdoor fun\n- Tsuyama & Mimasaka\n## A martial arts mecca with a castle, a racetrack and highland outdoor fun\nTsuyama and Mimasaka are two towns steeped in history, culture and legend. Tsuyama is the larger of the two, but the region is known by the name of the other smaller town, Mimasaka-no-Kuni, meaning the \"Land of Mimasaka.\" The whole of northern Okayama Prefecture makes up this ancient domain, where Miyamoto Musashi, one of the most famous samurai warriors, was born. The founder of Shorinji kempo, So Doshin, was also born here.\nThe region is an excellent destination for campers, outdoor sports enthusiasts and onsen fans, and there are some lovely gardens and the ruins of a castle to explore. You can also drive on a genuine Formula One track.\n### Don't Miss\n- Visiting the Musashi Budokan\n- Driving on an authentic Formula One track\n- Having a picnic in Kakuzan Park under the ruins of Tsuyama Castle\n## How to Get There\nThe Tsuyama/Mimasaka area takes up a large part of northern Okayama Prefecture. Access to the area is easiest from Tsuyama Station, from which you can use buses to get around.\nA train from Okayama Station to Tsuyama Station will take about 70 to 90 minutes depending on the type of train and time of day.\nRenting a car from Okayama City is a great option, since it will give you more freedom to use Tsuyama as a base where you can drive to Mimasaka, Ohara, Maniwa, or Tottori. There are several car rental facilities near Okayama Station.\n### Birthplace of two of Japan's famous martial artists\nMimasaka is a rural city rich in history and culture. The great swordsman, philosopher and artist Miyamoto Musashi was born in what is now Mimasaka. The Musashi Budokan is a grand structure where his spirit lives on. Musashi's birthplace and the Musashi Budokan are two excellent locations to add to your itinerary.\nThe founder of Shorinji kempo, So Doshin, was also born in Mimasaka, and there's a memorial hall in his honor in the Sakuto area of the city. Sakuto is home to Shiramizu Waterfall and the Sakuto Museum of Fine Art, both of which are sightseeing spots popular with couples.\n### The call of the highlands and racing thrills\nContinuing your journey, visit the Oashi Highlands, where you can enjoy camping, hot springs and the great outdoors any time of the year. The nearby Okayama International Circuit is an authentic Formula One course where Michael Schumacher once raced to victory. You can take your own car or motorcycle out for a lap or two.\n### Soak in history or just the hot springs\nWith a 1,200-year-old history, the relaxing waters of Yunogo Hot Spring attract throngs of visitors each year. The spa offers both public and private bathing options. Both overnight and day visits are welcome, and aromatherapy and craft-making workshops are available if you wish to spend additional time here.\n### Tsuyama Castle during springtime\nTsuyama was a castle town for centuries, but after the Meiji Restoration the city's castle met the same fate as many throughout Japan and the castle was dismantled. Despite this, the city retains the charm of a typical castle town, with many sightseers coming to visit its ruins.\nThe Yoshii River, which runs through the city, connected the town to the outside world. It's still a place where locals go to unwind and celebrate. Kakuzan Park surrounds the castle grounds and is considered a great place for viewing cherry blossoms in Okayama.\n### Reflecting the gardens of Kyoto\nAnother visual wonder in Tsuyama is Shurakuen Garden, which was designed to resemble the gardens of Kyoto. It was completed in the mid-17th century and captures nature in an idyllic form.\nOne of the best time to visit Tsuyama is in summer during the Tsuyama Noryo Gongo Festival. Held on the banks of the Yoshii River, vibrant summer kimono and festival attire bring summer to life, and food stalls with local delicacies line the river."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/", "title": "Shimane", "category": "destination", "text": "# ChugokuShimaneBeautiful countryside and serene islands\n- Shimane\n### Shimane and its natural beauty are steeped in mythology. It is home to pristine island beaches, an important former silver mine and one of Japan's holiest shrines\nShimane Prefecture stretches along the northern coast of the Chugoku region. Sparsely populated, the prefecture has stayed relatively unchanged over the years. Framed by mountains, Shimane's main draws include Izumo Taisha Grand Shrine—one of the oldest and holiest Shinto shrines— Matsue Castle and its original keep, the World Heritage Iwami Ginzan Silver Mine, the traditional performing art Iwami Kagura and the castle towns of Tsuwano and Masuda. Just off the coast lie the Oki Islands, a favorite of outdoor enthusiasts. The clear water is perfect for snorkeling, scuba, fishing and kayaking, while Mt. Daimanji and Mt. Takuhi challenge hikers.\n## How to Get There\nAccess Shimane by limited express train, highway bus and car from major cities around Japan. You can also fly into one of the three prefectural airports.\nOkayama Station, on the JR Tokaido-Sanyo Shinkansen Line, is the main transport hub for access to Shimane. From there, limited express trains operate and stop at Yasugi, Matsue and Izumo-shi stations in the east. For Tsuwano Station in the west of Shimane, take the limited express train from Shin-Yamaguchi Station. Night buses are an inexpensive alternative to rail, and it takes between 11 and 13 hours from Tokyo. Domestic flights are available to Shimane Prefecture's three airports. Izumo Airport serves the east of the prefecture and Hagi-Iwami Airport is in the west, while Oki Airport is the gateway to the Oki Islands. Yonago Airport in Tottori prefecture is also convenient for accessing eastern Shimane.\n### Don’t Miss\n- Visit Izumo Taisha Grand Shrine, one of Japan’s oldest Shinto shrines\n- Explore Iwami Ginzan, which used to produce up to one-third of the world's silver in the 17th century\n- Swim and snorkel in the clear waters off of the Oki Islands\n- Watch kagura, a local dance ritual based on ancient myths\n## Explore Shimane by Area\n- \\\\\nIzumo\n- \\\\\nMatsue\n- \\\\\nHamada\n- \\\\\nMt. Sanbe & Iwami\n- \\\\\nOki Islands\n- \\\\\nUnnan Area\n- \\\\\nTsuwano & Masuda\n## Trending Attractions in Shimane\n- Iwami GinzanIwami Ginzan\\\\\nIwami Ginzan\n- Matsue Castle\\\\\nMatsue Castle\n- Iko-ji Teien Garden\\\\\nIkoji Temple Garden\n- Matengai Cliff\\\\\nMatengai Cliff\n- Matsue History Museum\\\\\nMatsue History Museum\n## Local Specialties\n- Matcha Confections\nMatsue, in Shimane Prefecture, is a famous tea-growing area, with a reputation for delicious confections. Its rich and deep flavor gives any confectionery a uniquely Japanese taste. Its rich, deep flavor gives any sweet a uniquely Japanese taste.\n- Uzume-Meshi\nTo make uzume-meshi, piping hot broth is poured over a bowl of white rice topped with carrot, shiitake mushroom, and other veggies, as well as wasabi. This hearty rice soup is a local delicacy of Tsuwano guaranteed to warm you up.\n- Izumo Soba\nLong, chewy noodles made from fresh buckwheat flour and covered or dipped in a soy sauce and fish stock broth. Izumo soba is characterized by the fact that it is served \"warigo\" style, in a three-tiered vermillion lacquered box.\n- Yamato Shijimi\nShijimi are freshwater clams loaded with minerals, and they reportedly also cleanse your liver, all while tasting delicious. They are often used in shijimi miso soup, a traditional hangover remedy.\n- Yakumo Lacquerware\nOnly time and handling can reveal the hidden charm of Yakumo nuri. Finished in a polished semi-transparent topcoat, with use the decorative patterns of this lacquerware grow more vivid.\n- Sekishu Handmade Paper\nSekishu washi is handmade Japanese paper with a tradition of 1,300 years. It is said to have been brought to Japan by Kakimoto no Hitomaro, a poet of the Manyoshu, the oldest anthology of Japanese poetry. Made from natural fibers, this handmade paper is lustrous, rip-resistant and durable.\n- Shimenawa Decorative Rope\nAssociated with the Shinto religion, shimenawa are ropes made of rice straw typically strung across torii gates at shrines to denote a sacred object or space. They're most often seen in Japanese homes as a New Year's decoration. A shimenawa makes a singular and striking gift.\n## Seasonal Highlights\n- Spring\nIn Matsue, enjoy festivals with horseback archery rituals and parades featuring locals in elaborate samurai garb. The explosion of cherry blossoms makes its anticipated appearance from the end of March.\n- Summer\nSpend Shimane summers swimming and snorkeling in the cool waters of the Oki Islands or night-fishing and observing grand fireworks displays over the ocean and rivers.\n- Autumn\nCelebrate autumn with festivals around the prefecture and a drum procession in Matsue. The cooler climate and autumn leaves make visits to the area's many temples and shrines or hikes in the mountains a special experience.\n- Winter\nGrab your ski gear and take on the area's slopes. Enjoy freshly-caught snow crab from the nearby sea, and keep out the cold with a warming dip in bubbling onsen waters."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_izumo_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/izumo/", "title": "Izumo", "category": "destination", "text": "# SHIMANEIzumoIzumo, the place where Japanese mythology began\n- Izumo\n## Izumo, the place where Japanese mythology began\nIzumo is a stage for history that stretches back to Japan's very beginnings. Long before there was a Kyoto or Nara, this region was the center of what was known as the Country of the Gods. Japan's oldest records mention this area, and the shrines and historical treasures unearthed here are clear evidence that the roots of the Japan story are in Izumo.\n### Don't Miss\n- Izumo Taisha Grand Shrine, one of the oldest Shinto shrines in Japan\n- Gakuenji Temple, where Benkei once trained\n- Hiking the Chugoku Nature Trail, which leads to Izumo Taisha and Tachikue Gorge\n## How to Get There\nYou can reach Izumo by plane, rail, and bus. Okayama is the transport hub for most rail journeys.\nThe Tokaido-Sanyo Shinkansen Line connects Tokyo, Osaka and other major cities with Okayama. From Okayama, JR limited express trains depart for Izumo and take around three hours.\nFor flights to Izumo, JAL operates a route between Haneda and Izumo Airport. ANA flights from Haneda serve nearby Yonago Airport. Flights to Izumo Airport are also available from part of Fukuoka and certain other major airports.\nHighway buses, including overnight buses, connect the area with Tokyo and Osaka. For a more comfortable overnight option consider the Sunrise Izumo, the last sleeper train still operating in Japan, which runs between Tokyo and Izumo. It leaves Tokyo at 10 p.m. and arrives in Izumo 12 hours later.\n### Quick Facts\nIzumo Taisha Grand Shrine is dedicated to Okuninushi no Mikoto, a deity closely associated with love and marriage\nBronze objects excavated from remains of Kojindani and Kamo Iwakura, point to the extent of the power of the people in Izumo in ancient times\n### Land of gods and myths\nIn the ancient chronicles of Japan, the 8th-century Kojiki and Nihon Shoki, the beginning sections relate stories of the first deities and the creation of Japan. The first cycle of myths is set here in Izumo, not in the area around Nara and Kyoto.\n### Explore the most ancient shrine in Japan\nMany of the shrines in the Izumo area figure prominently in these ancient myths and the beginnings of Japanese culture. None is more famous than Izumo Taisha. All of Japan's Shinto deities come here during the tenth month of the old lunar calendar. The shrine is dedicated to Okuninushi, now known as the god of love and marriage, and people travel here from all over Japan to pray for success in finding a marriage partner.\n### Alongside the largest stone lighthouse in Japan\nAnother shrine that features in the ancient chronicles is nearby Hinomisaki-jinja, nine kilometers up the coastline from Izumo Taisha near the tallest stone lighthouse in Japan.\nThis highly picturesque shrine is very close to the sea, and like Ise-jingu Shrine, is dedicated to the same sun deity, Amaterasu Oomikami. Where Ise-jingu protects Japan during the daytime, Hinomisaki-jinja protects Japan during the hours of darkness.\n### From legend to history\nMany dramatic archeological discoveries suggest that the essence of the Izumo myths is based on reality. At Kojindani, a small valley near Lake Shinji, a staggering 358 bronze swords were unearthed, and the largest ever cache of ritual bronze bells was found at Kamo-Iwakura, testifying to the importance and power of the ancient people of Izumo. These may be seen in the museum next to Izumo Taisha Grand Shrine.\n### Find out more in the Shimane Museum\nThe Shimane Museum of Ancient Izumo, a huge, modern museum next door to Izumo Taisha Grand Shrine, has many exhibits on the history of Izumo Taisha, including models of how the shrine may have once looked when it was a towering 48 meters high. In the hills of Izumo City are a cluster of burial mounds of the 3rd-century rulers of the region. At the Yayoinomori Museum, you can learn about the tombs, excavated artifacts, and history.\n### Temple hidden behind a waterfall\nIt's not all history in Izumo. Gakuenji Temple, deep in the mountains, was once where a large number of monks trained. Though few buildings from this period remain, one particular structure you should visit is built into a cliff behind a waterfall. The tranquil precincts are filled with photographers in November, when autumn leaves art at their peak.\n### Nature on the way\nNot far away, Ichibataji Yakushi is a temple that draws pilgrims from all over Japan and is renowned as a place for healing people with eye problems. From its mountaintop location, you can look down on the Sea of Japan in one direction and Lake Shinji, Japan's seventh-largest lake, in the other.\nIf you like walking, hike the nationally known Chugoku Nature Trail, which connects Ichibataji Yakushi and Gakuenji temples, and leads to Izumo Taisha Grand Shrine before heading into the mountains through the dramatic Tachikue Gorge, a nationally recognized scenic spot home to 150-meter-high cliffs and spires of rock, and filled with thousands of Buddhist statues.\n### Explore the region\nIzumo is convenient as a base to explore the surrounding area. Inland, the area known as Okuizumo, the birthplace of the myth in which a deity slays an eight-headed, eight-tailed serpent to save a princess.\nLess than an hour from Izumo is Matsue, with one of the few surviving castle keeps in Japan, some world-class gardens, and the former home of famed writer Lafcadio Hearn. Just over an hour away to the west is the World Heritage site, the Iwami Ginzan Silver Mine."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_matsue-and-around_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/matsue-and-around/", "title": "Matsue", "category": "destination", "text": "# SHIMANEMatsueJapan's earliest myths, legends, and feudal stronghold\n- Matsue\n## Japan's earliest myths, legends, and feudal stronghold\nShimane Prefecture's largest city, Matsue is a castle town known for its place in the myths and legends related to Japan's pantheon of gods. Izumo Taisha Grand Shrine is also a place where the gods gather.\nMany of Matsue's attractions are near its remarkable castle—one of just 12 in the country with an original intact keep—and can be seen in a single day. The surrounding area is packed with natural, cultural and historical sights. However, you should spend a few days exploring. Cruising Matsue's canals is another highlight.\n### Don't Miss\n- Exploring one of only 12 original castle keeps in Japan\n- The world-famous gardens of the Adachi Museum of Art\n- Sunset over Lake Shinji, Japan's seventh-largest lake\n## How to Get There\nMatsue can be reached by train, air and highway bus.\nMatsue is two hours and 40 minutes by train from Okayama, where the shinkansen connects to Osaka in 50 minutes and Tokyo in three hours and 20 minutes.\nThe Sunrise Izumo is one of Japan's few remaining overnight sleeper trains. It travels from Tokyo to Matsue. Highway buses connect Matsue with Hiroshima and Okayama in only three hours. Highway buses run at night from Tokyo to Matsue and Izumo as well.\nThe two nearby airports, Izumo and Yonago, connect Matsue to Fukuoka, Tokyo, Osaka, and Nagoya.\n### Welcome to the \"City of Water\"\nThe town is located on the shore of Lake Shinji, the seventh-largest lake in Japan, and the river around the castle is connected to the moat. For these reasons, Matsue is known as the \"City of Water.\" The shores of Lake Shinji offer many places of interest and plenty of hot springs, all accessible by rail.\n### Exploring the area by boat\nExplore the canals around the samurai residence district via the Matsue Horikawa boat tour. Or view the Kaga no Kukedo sea caves with a boat tour along the coastline of nearby Shimane Peninsula.\n### The castle, samurai homes, and a writer who illuminated Japanese culture\nThe castle and surrounding samurai district contain many museums and historic sites in a compact area that you can easily explore on foot. From the top of Japan's second-largest original castle keep, you'll have a feudal lord's view of the city and surrounding area.\nMatsue's most famous foreign resident was a Greek-Irish writer named Lafcadio Hearn (1850-1904), who lived there in the late 19th century. Reading his book Glimpses of an Unfamiliar Japan will prepare you for what you find in and around Matsue, and give you ideas for places to seek out. You can visit his former residence in Shiomi Nawate, and the Koizumi Yakumo Memorial Museum.\n### In the distant mists of the past\nIn the 8th century, the area where Matsue is currently located was the center of government in the Izumo region. Many shrines in the area predate that time and connect with the stories of the deities that created the islands of Japan.\nYaegaki Shrine, Kumano Taisha, and Suga Shrine are all associated with the most ancient of Japanese myths, and near Iya Shrine is Yomotsuhirasaka, the mythical entrance to Yomi, the underworld. Miho Shrine, in a tiny fishing village at the easternmost tip of rugged Shimane Peninsula, has an unusual collection of musical instruments and great views of towering Mt. Daisen across the water.\n### Out past the city limits\nMatsue is the perfect base for visiting sightseeing spots in the area. Just 40 minutes away by bus is Sakaiminato, home to the spooks, ghouls, and monsters of the manga and anime artist Shigeru Mizuki.\nIzumo Taisha, the oldest and biggest shrine in Japan, plus a wealth of ancient sites of myth and prehistory can easily be reached by the two railway lines on the shore of Lake Shinji. Ferry services for the Oki Islands leave from nearby Shichirui Port or Sakaiminato Portfor the beautiful Oki Islands, with beaches where you can enjoy swimming, snorkelling, and scuba diving as well as sea kayaking."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_mt-sanbe-san-and-iwami-area_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/mt-sanbe-san-and-iwami-area/", "title": "Mt. Sanbe & Iwami", "category": "destination", "text": "# SHIMANEMt. Sanbe & IwamiA third of the world's silver was once supplied by Japan, and much was mined here\n- Mt. Sanbe & Iwami\n## A third of the world's silver was once supplied by Japan, and much was mined here\nMt. Sanbe, sitting near the center of Shimane, belongs to Daisen-Oki National Park and is the main peak in a range of volcanic mountains. It's an iconic symbol of the Iwami area, which boasts natural hot springs. Nearby is Iwami Ginzan, a registered World Heritage site.\nThe area is full of the charms of an earlier age. When you have explored the history and culture, the area's forests and beautiful beaches are uncrowded and well worth exploring.\n### Don't Miss\n- The views from the top of Mt. Sanbe\n- A mineshaft that runs through a mountain\n- Kotogahama, the \"singing sands\" beach\n## How to Get There\nMt. Sanbe and Iwami Ginzan are a 20-minute drive or 30-minute bus ride from Odashi Station on the JR Sanin Main Line, which runs along the west coast of western Japan.\nBy limited express train Izumo City, with its great shrine, is only 20 minutes away, and Matsue is an hour away. The shinkansen from Okayama takes three and a half hours, or three hours from Shin-Yamaguchi. Highway buses from Hiroshima take about two and a half hours.\n### A World Heritage area with the charms of a past age\nPass through the most popular, eastern area of Shimane to arrive in the Iwami area, which has an ancient atmosphere. Iwami, located in the western part of Shimane, is home to Iwami Ginzan Silver Mine, which was registered as a World Heritage site in 2007. The beautiful natural landscapes are a place where traditional lifestyles thrive, and the environment is preserved. A popular tourist attraction of the area is Mt. Sanbe.\n### Dormant for 4,000 years\nThe rounded slopes and peaks of Mt. Sanbe, part of Daisen-Oki National Park, overlook quiet, narrow, wooded valleys dotted with small farms. It's not a very high mountain, but it rises above the surrounding countryside and gives you expansive 360-degree views.\nThere are plenty of trails to hike up, some more strenuous than others. Some of the trails pass through wide-open grassy areas and others through forests of beech. Surrounding the peak's base are several hot springs, and around the start of the most popular, and shortest, trailhead are camping areas, parks, a nature museum and other facilities.\nNearby is the Sanbe Jomon-no-Mori Museum, a unique facility that exhibits a buried forest, where visitors can see giant trees that were buried about 4,000 years ago when Mt. Sanbe last erupted.\n### A third of the world's silver once came from Japan, and much of it came from here\nFrom the top of Mt. Sanbe, you see a serrated line of mountains that were once home to one of the richest silver mines on the planet. Iwami Ginzan, which means \"Silver Mountain of Iwami,\" is now a UNESCO World Heritage site, set in a sparsely populated region that reportedly once had a quarter of a million people working for it.\nDuring the 16th and 17th centuries, one-third of the world's silver was mined in Japan, and the majority came from here. It was a driving force of the economy of Japan and its trade with the outside world. At the World Heritage Center, you can learn all about the mine and decide which of the many sites spread across the area you want to visit.\nMany people explore one of the mineshafts that are open to the public and pass right through the mountain. Omori is well worth a visit, a one-street town below the mines that looks much as it did centuries ago and where you can visit homes of the samurai who controlled the mines and of the wealthy merchants who made their fortunes here.\nThe World Heritage site includes the roads that stretches from the mines to the coastal port, including Yunotsu, a famous historic hot spring town.\n### Glorious, secluded beaches\nSomething else you will see from the top of Mt. Sanbe are some fantastic beaches. which are comfortable and not too crowded. One of the best is Kotogahama—more than one kilometer of fine white sand with turquoise seas. The sands here are said to sound like a koto as you walk on them, and at the nearby Nima Sand Museum, you can see artworks made from the sand as well as the world's largest hourglass, which takes one full year before it needs turning."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_oki_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/oki/", "title": "Oki Islands", "category": "destination", "text": "# SHIMANEOki IslandsIslands off the Japanese archipelago with unique ecosystems\n- Oki Islands\n## Islands off the Japanese archipelago with unique ecosystems\nPart of the Daisen-Oki National Park and recognized as a UNESCO Global Geopark since 2013, only four of the 180-odd Oki Islands are inhabited.\n### Don't Miss\n- Sunset views over Rosoku-jima (Candle Island)\n- Hiking along the impressive Kuniga Coast\n- Enjoying seafood from the surrounding waters\n## How to Get There\nAccess to the Oki Islands is restricted to sea and air. Once on the island you can rent a car, take a local taxi or rent a bicycle.\nFerry services are available from Shichirui Port in Matsue City and Sakaiminato Port in Sakaiminato City, Tottori Prefecture. The ferry journey takes about 2.5 hours. Ferry services are increased in the summer months and reduced in the winter months, so check the timetable before departure. There are also much shorter fast boat services from both ports. Always check the Oki Kisen homepage for current information.\nOki Airport on Dogo is served by flights from Osaka International Airport,which take 50 minutes, and Izumo Airport, which takes 30 minutes.\nFerries connect all four islands. Bus services are limited, so renting a car gives you more freedom to visit the sites. There is also the option of renting a bicycle to get around.\n### Beaches, coasts and seas\nThe waters surrounding the Oki Islands are exceptionally clear, perfect for water-based activities and leisure pursuits such as swimming, snorkelling, kayaking, and fishing. You can take scuba diving lessons or, if experienced, rent gear and dive solo.\nMuch of the rugged coastline is perfect for walking and strolling. The grassy slopes of Matengai Cliff are 257 meters above the surf. Don't miss the view of the sunset at the tip of Candle Island (Dogo Island).\nFor those looking for something more strenuous, hike Mt. Daimanji—more than 600 meters above sea-level. This mountain has many hiking trails where the ancient deities of the forest are still worshipped.\nAlternatively, hike up to the top of Mt. Takuhi. From the summit of this 450 meter-high mountain, you can look out over the blue see and surrounding islands.\nBus traffic is almost non-existent, making cycling safe and comfortable. Renting a bicycle is a convenient way to tour the islands and enjoy the scenery.\n### Cruising around\nAlternative itineraries include exploring the coastline from the sea on one of the numerous organized boat tours.\nThe glass underwater viewing boat, Amanbow reveals the world below the sea. A cruise across the canal which was built to open up the isthmus between Nishino Island and the scenic Kuniga coast offers the opportunity to understand the local way of life and the spectacular topography of the area.\n### An island introduction\nDogo is the largest of the Oki Islands, with a circumference of about 211 kilometers. The Shirashima Coast, the Jodogaura Coast and Candle Island—where the suns seems to set on the tip of the 20 meter-high spire of rock rising from the sea—are just a few natural highlights.\nVenture inland for Dangyo Shrine and Dangyo Falls, or see the 800 year-old Chichi-sugi Japanese Cedar, a massive, strangely shaped tree.\nNishinoshima, with around 3,000 inhabitants, is the second largest of the inhabited islands and home to Kuniga Coast.\nVisit Takuhi-jinja Shrine, a shrine built inside a cave high inside a volcano, overlooking the surrounding seas. Yurahime-jinja Shrine was built facing an inlet, and legend has it that the sandy beach was covered with schools of squid between December and New Year's Day. Watch rituals at these shrines and other places around the islands.\n### The smaller islands\nNakanoshima is the lowest-lying of the islands, with a high point of 246 meters at Mt. Atodo. Its long coastline includes the red cliffs of Akiya, which stretches for 1 kilometer. Visitors can enjoy views of the other islands from Cape Kirogasaki Lighthouse.\nEmperor Gotoba spent the last 19 years of his life in exile on Nakanoshima at the beginning of the 13th century. It is said that the Oki tradition of Bull Sumo, still popular today, began here as entertainment for him. The underwater exploration boat called the Amanbow departs from here.\nHome to only 600 people, the tiniest of the inhabited islands is Chiburijima. The land is rugged, making it difficult to make a living from agriculture.\nThis small island is home to some impressive sights, such as the view of the Oki Islands from the top of Mt. Akahage, or the striking red rocks of Sekiheki (Red Cliff)."}
{"filename": "www.japan.travel_en_destinations_chugoku_shimane_tsuwano-and-masuda_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/shimane/tsuwano-and-masuda/", "title": "Tsuwano & Masuda", "category": "destination", "text": "# SHIMANETsuwano & MasudaAn atmospheric castle town known as “Little Kyoto,” a steam locomotive and more\n- Tsuwano & Masuda\n## An atmospheric castle town known as “Little Kyoto,” a steam locomotive and more\nA small castle town nestled in the mountains of the San-in Region, Tsuwano is a prime destination for savvy travelers seeking the best of Japan's history and culture without Kyoto's crowds.\nIn western Shimane, Masuda, another castle town, is the area's transportation hub. Often overlooked by visitors, it has a variety of attractions perfect for those with time to relax and unwind.\n### Don't Miss\n- The thrilling horseback archery known as yabusame\n- Zen gardens designed by the famed landscape painter and monk Sesshu\n- Riding on the SL Yamaguchi-go steam locomotive\n## How to Get There\nThis area can be accessed by rail and air.\nThe Tsuwano and Masuda area is in the west of rural Shimane Prefecture on the Sea of Japan coast. Served by the coastal JR San-in Main Line that runs from Kyoto to the western tip of Honshu, Tsuwano is 30 minutes by express train from Masuda.\nThe Shin-Yamaguchi shinkansen station is one hour from Tsuwano, and connects with Osaka in less than two hours and Tokyo in around four and a half hours. Hagi-Iwami Airport in Masuda has daily flights to and from Tokyo.\n### Quick Facts\nThe carp in Tsuwano were originally kept in the waterways as emergency provisions in case of famine\nYabusame horseback archery is considered a holy ritual\nDuring the four centuries of Masuda clan rule, cultural pursuits flourished under its patronage\n### Little Kyoto of San-in\nMost of Tsuwano's major draws, such as the samurai district of Tonomachi, Taikodani Inari Shrine and the castle ruins, are easily reached on foot or on rented bicycles. The town is home to some unique events and festivals like Sagimai, the elegant Heron Dance, and the thrilling horseback archery known as yabusame. Thatched temples, sake breweries and a small Christian church is why Tsuwano is called \"Little Kyoto.\"\n### More than can be seen in a day\nSome visitors come just for a day on their way to or from the nearby tourist spots of Hagi or Yamaguchi, but you can easily spend a couple of days here exploring the sights. There is a wide range of museums dedicated to local personalities like the great novelist and poet Mori Ogai whose childhood home is viewable next door, and Mitsumasa Anno, an illustrator and writer of children's books.\nThe town has a selection of Western-style hotels and numerous traditional inns and minshuku known for serving delicious food.\n### Hot springs, papermaking workshops and a real steam locomotive\nAway from the town center are hot springs, a washi paper-making workshop and Horiteien, 10 kilometers away up a scenic valley but easily accessible by bus, is a large manor house that was once the home of the prosperous Hori family, with gardens that are particularly popular for autumn foliage.\nThe most romantic way to access Tsuwano is to take the Yamaguchi SL, one of the few working steam locomotives left in Japan. The train arrives in Tsuwano after passing over the mountains from Yamaguchi.\n### The last home of Sesshu, the greatest painter of medieval Japan\nMasuda is a small coastal town that serves as the transportation hub for the western Iwami area. Two of the greatest creative figures in Japanese history lived here: Kakinomoto Hitomaru, the 7th-century poet now revered as the “God of Poetry,” and Sesshu Toyo, the famous artist and Zen monk who left behind fantastic Zen gardens at nearby temples. You can learn about his life at the Sesshu Memorial Museum.\n### Places for art and trekking\nAbout a kilometer from Masuda Station is a large arts and culture center called Gran Toit, French for “big roof” since all the buildings are clad in the local roof tiles. Many events and performances take place here, and the art museum is known for quality exhibitions.\nUp in the mountains near the border with Hiroshima is Hikimi Gorge, a popular area for camping and hiking in the summer and one of the region's best places for viewing the autumn colors. Nearby Minoji Yakushi is an impressive restored farmhouse with many displays of rural life from times gone by.\n### Hot springs and mythical dances\nThe area has many small hot springs, both in the mountains and near the many beaches in the area, interspersed with cliffs and coves. Like everywhere else in the region, there are dynamic performances of Iwami Kagura, based on myths and full of dance and gorgeous costumes. This is performed at the many scenic shrines that dot the area and at the many small festivals that take place year-round."}
{"filename": "www.japan.travel_en_destinations_chugoku_tottori_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/tottori/", "title": "Tottori", "category": "destination", "text": "# ChugokuTottoriRestorative onsen, massive sand dunes and a spectacular coastline\n- Tottori\n### Japan's least populated prefecture, Tottori is a nature-rich, off-the-radar destination that has changed little over the centuries\nSituated on the Sea of Japan coast, Tottori is a delightfully unspoiled prefecture where traditional crafts and customs continue to be practiced in their original form. Mt Daisen and Mt Mitoku have been sacred centers of ascetic training for centuries and still make for exciting hikes today. Tottori also has a beautifully rugged coastline featuring a massive stretch of sand dunes—a rarity in Japan. Quaint hot springs dot the prefecture, some particularly famous for their restorative properties.\n## How to Get There\nExpress trains and highway buses connect Tottori with many of western Japan's major cities such as Kyoto, Osaka, Himeji and Okayama. You can also fly into one of two local airports. Once there, a rental car is the easiest mode of transport.\nTottori's two main transport hubs are Yonago and Tottori City. From Tokyo, Osaka and other stations on the JR Tokaido and JR Sanyo shinkansen lines, change at Himeji to the Super Hakuto Limited Express to Tottori City (approximately 90 minutes). For Yonago City, take the JR service from Okayama Station (two hours).\nHighway buses connect Tottori and Yonago to Osaka and Hiroshima in three to four hours. Yonago Kitaro and Tottori Sakyu Conan airports handle several ANA flights per day to and from Haneda in Tokyo.\n### Don’t Miss\n- World-class hiking and outdoor pursuits at sacred Mt. Daisen\n- The rugged coastline, clear waters and hidden coves of Uradome\n- Relaxing in hot springs at the ancient onsen resorts of Misasa and Kaike\n- An exciting pilgrimage along one of Japan’s most testing temple paths at Mt. Mitoku\n## Explore Tottori by Area\n- \\\\\nTottori City & Around\n- \\\\\nMisasa\n- \\\\\nMt. Daisen & Around\n- \\\\\nYonago & Sakaiminato\n- \\\\\nWakasa\n## Trending Attractions in Tottori\n- Tottori Sand DunesTottori Sand Dunes\\\\\nTottori Sand Dunes\n- Sand Museum\\\\\nSand Museum\n- Mt. Daisen\\\\\nMt. Daisen\n- Tottori Hanakairo Flower Park\\\\\nTottori Hanakairo Flower Park\n- Yonago Gaina Festival\\\\\nYonago Gaina Festival\n## Local Specialties\n- Matsuba Snow Crab\nThe sweet meat of the Matsuba snow crab is delicious grilled, boiled or even raw. The richly flavored innards also pair nicely with sake. The fourth day of November is Crab Day, and marks the start of the season.\n- Tofu Chikuwa\nTofu and minced whitefish are mixed at a 7:3 ratio and steamed into a tube shape similar in appearance to a giant rigatoni. Tofu chikuwa tastes best dipped in ginger soy sauce while enjoying a drink.\n- Inshu Handmade Paper\nLegend has it that a paintbrush used on the fine, ultrasmooth Japanese handmade paper known as inshu washi will never wear out. A craft thought to date back to the 8th century, these speciality handmade papers are popular with calligraphers and washi fans alike.\n- Yumihama Textiles\nJust like denim, Yumihama gasuri is an indigo-dyed textile originally used to make workwear. Woven from locally grown hakushu cotton, the white patterns adorning this ikat fabric are meant to bring prosperity and longevity to the farmers.\n- Twentieth-Century Pear\nIt smells like a pear, but Tottori's \"Twentieth-Century Pear\" is round and has the crisp skin of an apple. The flesh is sweet, firm and incredibly juicy.\n## Seasonal Highlights\n- Spring\nElaborate festivals and a titanic tug-of-war mean spring has sprung in Tottori. Cherry trees bloom a little later here than in Pacific-facing areas—the end of March through late April.\n- Summer\nThe Uradome coast and the wider Sanin Kaigan Geopark attract kayakers and those wishing to cool down in the summer heat. Fresh mountain air and alpine flowers await hikers atop Mt. Daisen.\n- Autumn\nSpectacular fall foliage paints the slopes and valleys of Mt. Daisen and Mt. Mitoku from late October. Walk on fire at a festival at Sanbutsuji Temple.\n- Winter\nMt. Daisen becomes a snow-covered playground. Illuminations at the Tottori Sand Dunes light up the sky and sandy hills."}
{"filename": "www.japan.travel_en_destinations_chugoku_tottori_misasa-and-around_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/tottori/misasa-and-around/", "title": "Misasa", "category": "destination", "text": "# TOTTORIMisasaQuaint town nestled among hot springs and mountains\n- Misasa\n## Quaint town nestled among hot springs and mountains\nA short distance inland from the Sea of Japan is the historic and charming town of Misasa. With healing hot springs and a sacred mountain at its center, Misasa has been drawing pilgrims for more than a millennium. The broader area boasts a number of smaller onsen resorts, while a street of traditional white-walled storehouses beckons in neighboring Kurayoshi.\n### Don't Miss\n- Hone your senses on a pilgrimage along “Japan's most dangerous temple path” at nearby Mt. Mitoku\n- Enjoy a healing bath in one of the area's many curative hot springs\n- Take a walk around Lake Togo and enjoy views of Mt. Daisen and the Sea of Japan\n## How to Get There\nKurayoshi Station on the Sanin Main Line is the main transport hub for the area.\nThe \"Super Hakuto\" Limited Express train connects Kurayoshi City with Osaka in just over three hours. Slightly slower but cheaper highway buses connect Kurayoshi and Misasa Onsen to Osaka and Hiroshima in around three hours and 20 minutes, and four hours, respectively.\n### Following in the ancient footsteps of monks and pilgrims\nFor some adventurous visitors, a visit to Mt. Mitoku is the highlight of their entire trip to Japan. Nageiredo Temple, built in 706 A.D. into a cliff face at the end of a challenging but short hiking course, is a marvel of ancient ingenuity.\nYou need to climb up tree roots and chains and scramble along rocky ridges to reach your goal, but the natural and architectural wonders witnessed along the way will be more than ample reward for your efforts.\n### Healing hot springs\nThe Misasa area is home to several small onsen resorts believed to have miraculous healing qualities. Misasa Onsen, with the world's highest levels of naturally occurring radon, is particularly renowned for curing the ailments of those who bathe in and drink its water. The lake and ocean views from hot springs in nearby Yurihama also help soothe weary minds.\n### Remnants of prosperity in old merchant quarters\nLike many rural towns and small cities, dramatic social changes have left the neighboring city of Kurayoshi a shadow of its former self. However, a small street of attractive white-walled kura, thick-walled storehouses from which the city gets its name, maintains its original charm.\nTsuda Chaho Tea House, with a history stretching back more than 150 years, is well worth a visit for anyone interested in traditional Japanese tea culture.\n### Breathtaking scenery to revitalize body and soul\nSimply explore the Misasa area's back roads and hiking trails to experience some of Japan's most beautiful scenery. The coastline, lakeside, mountain streams and isolated forests are home to an array of resident and seasonal wildlife."}
{"filename": "www.japan.travel_en_destinations_chugoku_tottori_tottori-and-around_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/tottori/tottori-and-around/", "title": "Tottori City & Around", "category": "destination", "text": "# TOTTORITottori City & AroundSandboarding, camel rides and ocean sports in a former feudal clan's stronghold\n- Tottori City & Around\n## Sandboarding, camel rides and ocean sports in a former feudal clan's stronghold\nThe former castle town of Tottori City is best known for its proximity to Japan's largest sand dunes—the incredible Tottori Sakyu. Tottori may be one of Japan's smallest and least populated prefectures, but its impressive nature, mouthwatering food, and cultural attractions more than compensate, and Tottori City serves as a perfect entry point to the region.\n### Don't Miss\n- Cool down in summer at one of Uradome's spectacular beaches\n- Marvel at the vastness of the nation's largest sand dunes\n- Make a romantic trip to Hakuto Shrine, site of a mythical love story\n- Walk the quiet streets of a former castle town\n## How to Get There\nTottori Prefecture is well served by air, rail and road from Tokyo and other major centers.\nHaneda Airport has daily flights to each of Tottori's two airports: Tottori Sakyu Conan Airport in the east, and Yonago Kitaro Airport in the west. The former offers easy access to Tottori City and the famous sand dunes; the latter is close to Sakaiminato and neighboring Shimane Prefecture. Direct flights to and from Hong Kong and Seoul cement Yonago Kitaro Airport's international status.\nThe limited express Super Hakuto train service on the Sanin Main Line connects Tottori City with Osaka in just under three hours.\nHighway buses connect Tottori City to a number of major cities at a more budget prices.\n### It's all about the sand\nThe Tottori Sakyu sand dunes, situated just to the north of the city, are Tottori's most famous and visited landmark. Camel rides make your \"desert adventure\" complete, and on a sunny day, the dunes are certainly a sight to behold. The nearby Sand Museum contains world-class sand sculptures, attracting the best sculpting talent from around the world.\n### Dramatic coastal scenery and crystal-clear waters\nUradome Coast is a coastal outlet on the far eastern tip of the prefecture and is in Sanin Kaigan National Park. Dramatic rock formations and clear waters make Uradome a favorite for kayakers, snorkelers, and swimmers.\n### The god, the princess and the white rabbit\nThe area surrounding Tottori City was known in ancient times as Inaba. It features heavily in an 8th-century chronicle of Japanese creation myths known as the Kojiki. Visit Hakuto Shrine, the site where it is said a white rabbit prophesized the marriage of a local princess and a kindly god.\n### Historical remains hint at dramatic feudal past\nThe ruins of a former castle at the north eastern edge of the city center hints at Tottori's past as a regional seat of power for the Ikeda clan. Enjoy tea served at the Kannonji Temple or visit a local museum to learn more about this family's powerful past. Shikano, on the outskirts of Tottori City, is a beautiful example of a former castle town."}
{"filename": "www.japan.travel_en_destinations_chugoku_tottori_wakasa_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/tottori/wakasa/", "title": "Wakasa", "category": "destination", "text": "# TOTTORIWakasaTottori’s best-kept secret\n- Wakasa\n## Tottori's best-kept secret\nWakasa is best known for its well-preserved townscape, its hiking and skiing, and being a draw for fans of vintage trains.\n### Don't Miss\n- Take a stroll through the traditional townscape of Wakasa\n- Ride the trains on the classic Wakasa Line, a trainspotters' favorite\n- Hike or ski at Mt. Hyonosen\n- Pray for success in both business and love at a beautiful forest shrine\n## How to Get There\nWakasa can be reached by train from Tottori City in around 50 minutes. The railway line starts at Koge and runs for the last 30 minutes of your journey.\n### Take a step back in time\nWakasa Town has the atmosphere of a living museum, and the area around the station makes for an enjoyable stroll. Further out of the center is the magnificent Fudoin Iwayado Monastery, a 1,200-year-old structure built into a small cave. At the end of a beautiful, moss-covered approach is the Wakasa Ejima Benzaiten Shrine. Praying here is said to improve your luck in business and in love.\n### A ride on the Wakasa Line\nOpened in 1930, the Wakasa Line still operates in largely the same manner as it has for the last 90 years. An attraction in its own right, a ride on this line will allow you to step back in time as you ride to the end of the line to Wakasa Station terminal. The wooden station building features an old-fashioned waiting room with benches. You can also see a manually operated turntable and an original steam locomotive on occasion.\n### Mt. Hyonosen in the east\nMt. Hyonosen, the second tallest peak in the Chugoku region at 1,510 meters, dominates the area to the east of Wakasa. Three varied hiking courses will take you to the peak. Visit in winter and ski or snowboard on one of the mountain's five official pistes."}
{"filename": "www.japan.travel_en_destinations_chugoku_yamaguchi_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/yamaguchi/", "title": "Yamaguchi", "category": "destination", "text": "# ChugokuYamaguchiQuiet beaches, gorgeous pottery and samurai history\n- Yamaguchi\n### Travel off the beaten path to the limestone caverns, serene beaches and ancient castle towns in Yamaguchi\nYamaguchi Prefecture is quiet and rural, but has many sites of great historical significance. Hagi, the capital of a major samurai domain, hosts one of the most beautifully preserved castle towns in Japan and a local style of pottery. Yamaguchi is also renowned for stunning scenery, including serene beaches, hidden shrines and Akiyoshido, the largest limestone cave in Japan. The city of Shimonoseki offers some of the country's best seafood at its markets and restaurants, with blowfish a particularly famous local specialty.\n## How to Get There\nYamaguchi is easily reached by bullet train from most of Japan's major cities, including Tokyo, Kyoto, Osaka, Hiroshima and Fukuoka. The prefecture is also served by Ube Airport.\nShin-Yamaguchi Station and Shin-Shimonoseki Station are served by the Sanyo Shinkansen line between Osaka and Fukuoka. There are many through trains departing from points east, including Tokyo, as well.\nYou can also fly to Ube Airport from Haneda Airport in Tokyo in around two hours.\n### Don’t Miss\n- Exploring the old castle town of Hagi and its five World Heritage sites\n- Shopping for Hagi yaki, the local style of pottery\n- Sampling of Japan’s best seafood at Karato Ichiba market in Shimonoseki\n- Touring the stunning pagoda at Rurikoji Temple before relaxing at Yuda Onsen\n## Explore Yamaguchi by Area\n- \\\\\nHagi\n- \\\\\nHofu\n- \\\\\nIwakuni\n- \\\\\nShimonoseki\n- \\\\\nYamaguchi City\n## Trending Attractions in Yamaguchi\n- Motonosumi-jinja ShrineMotonosumi-jinja Shrine\\\\\nMotonosumi-jinja Shrine\n- Tsunoshima Bridge\\\\\nTsunoshima Ohashi Bridge\n- Akiyoshi-dai Plateau Area\\\\\nAkiyoshidai Plateau\n- Beppu Benten pond\\\\\nBeppu Benten Pond\n- around kintai bridge\\\\\nKintaikyo Bridge\n## Local Specialties\n- Kawara Soba\nNoodles with powdered green tea kneaded into the dough, kawara soba is served with beef and other toppings atop a heated roof tile. The serving method comes from soldiers in feudal Japan finding ways to heat their food in the aftermath of battle.\n- Yamaguchi Blowfish\nA beautifully arranged dish of fugu, sliced raw blowfish, is the height of Japanese gourmet cuisine. Fugu can be deadly poisonous, so only licensed chefs in Japan may prepare this delicacy.\n- Ouchi Lacquerware\nOuchi nuri is characterized by its distinctive coloring—the foundation is vermilion, not your typical black. Common motifs include autumn flora and the diamond-patterned Ouchi crest of the region's 14th-century warlord. For centuries, couples have sought out Ouchi bina, lacquered dolls symbolizing wedded bliss.\n- Hagi Ware\nHagi ware is practical pottery, all about simple forms and textures. Its charm comes from subtle details like the fine cracks, mottling and colors in the glaze. Tea aficionados prize its patina, the effect known as cha-nare that appears as tea slowly stains the stoneware.\n- Akama Inkstones\nThe master craftsmen who produce Akama suzuri require no less than three skills: explosives, mining and carving. For over 800 years, calligraphers have preferred Akama inkstones, heavy with quartz and iron, for the way they bring out the color and luster of ink and their stunning designs.\n## Seasonal Highlights\n- Spring\nLocated at the southwest tip of Honshu, Yamaguchi has some of the earliest-blooming cherry blossoms on the main island. The castle ruins in Hagi City and around Kintaikyo Bridge in Iwakuni are popular blossom viewing spots.\n- Summer\nIts coastal location makes Yamaguchi a major seaside destination. Kikugahama Beach, the cool limestone caverns of Akiyoshido, and local orange ice cream in Hagi are highlights of the summer.\n- Autumn\nFall at Tokoji Temple in Hagi offers blissful walks amongst stone lanterns and red maple leaves. The brilliant foliage also cuts a swath across Kikko Park in Iwakuni.\n- Winter\nDuring winter, you can heat up body and soul in Yuda Onsen’s outdoor ashi-yu foot baths, or try steaming kawara soba served on a hot roof tile in downtown Yamaguchi City."}
{"filename": "www.japan.travel_en_destinations_chugoku_yamaguchi_hofu_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/yamaguchi/hofu/", "title": "Hofu", "category": "destination", "text": "# YAMAGUCHIHofuHome to a powerful samurai clan and a Japanese god of learning\n- Hofu\n## Home to a powerful samurai clan and a Japanese god of learning\nLocated in Yamaguchi Prefecture, Hofu faces the Suo Sea and the Seto Inland Sea. The city has long been associated with the lords of the Choshu Domain (the old name for Yamaguchi Prefecture), the powerful Mohri clan. The clan built their main residence and a garden here. There's also a magnificent shrine that dates back to the 10th century here, Hofu Tenmangu, and a museum that chronicles the Mohri clan's history.\n### Don't Miss\n- Stunning Hofu Tenmangu Shrine\n- Mohri Garden and the Mohri Museum\n- Suo Kokubunji Temple, built in the 8th century\n## How to Get There\nYou can reach the general vicinity of Hofu via rail and air.\nShin-Yamaguchi Station is accessible via the Tokaido-Sanyo Shinkansen from Tokyo in four and a half hours and Osaka in two hours. Flights from Haneda Airport in Tokyo reach Yamaguchi Ube Airport in one and a half hours. From Shin-Yamaguchi Station in Yamaguchi City, take the JR Sanyo line train in the direction of Iwakuni to JR Hofu Station.\n### A shrine dedicated to improving the mind\nThe grand shrine known as Hofu Tenmangu was Japan's first dedicated to the god of learning, Tenjin, the deified Sugawara no Michizane (845-903), was a scholar, poet, and politician of the Heian period. Just passing through the gates, you already have a sense that Hofu Tenmangu is a very special place. Many lords and ladies have walked the stone steps leading up to the shrine since it was constructed in the 10th century.\nBamboo festooned with streamers and wishes line the path to the shrine on July 7 for Tanabata Festival\nHofu Tenmangu Shrine is Japan's first Tenmangu Shrine.\n### A museum and garden honoring an ancient samurai clan\nRulers of the Choshu Domain for generations, the Mohri clan, is central to the history of Yamaguchi. They relocated here after being on the losing side in the Battle of Sekigahara (1600).\nMohri Garden and Mohri Museum, just two kilometers from Hofu Tenmangu, have some of the finest gardens in Yamaguchi. This expansive garden has something to offer for every season. Look out over the tranquil lake and admire the colors of the leaves in the fall. The museum presents artifacts including uniforms, writings, and artwork associated with the clan.\n### Suo Kokubunji Temple\nThis 8th-century Buddhist temple is very quiet but has a number of very striking buildings to see. For the history buff, this is the only surviving Kokubunji Temple to retain its original layout. Kokubunji Temples were founded in every province in Japan in the 8th century to promote Buddhism.\n### Spiritual sites central to the history of Yamaguchi\nLike many places in Hofu, Suo Kokubunji Temple has a strong connection to the rulers of the Choshu Domain, the Mohri clan. Several of the buildings at this temple, including the imposing gates, were reconstructed with the support of the Mohri lords.\nTo navigate and see the various main sites in Hofu, plan to visit for at least a few hours, or longer if you are a history buff."}
{"filename": "www.japan.travel_en_destinations_chugoku_yamaguchi_iwakuni_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/yamaguchi/iwakuni/", "title": "Iwakuni", "category": "destination", "text": "# YAMAGUCHIIwakuniA peaceful town famous for cherry blossoms and a one-of-a-kind wooden arch bridge\n- Iwakuni\n## A peaceful town famous for cherry blossoms and a one-of-a-kind wooden arch bridge\nClose to Hiroshima and Miyajima, the castle town of Iwakuni has some distinctive features. The beautiful, seasonal flower gardens of Kikko Park, the soaring arches of Kintaikyo Bridge, impressive views from Iwakuni Castle and the unique sacred white snakes of Iwakuni make it a rewarding destination to visit.\n### Don't Miss\n- The striking five-arched Kintai Bridge\n- Iwakuni Castle and views from Mt. Shiroyama\n- Eating Iwakunizushi, local pressed sushi\n## How to Get There\nReach Iwakuni via local train, Shinkansen bullet train, or via airport.\nThe Sanyo Shinkansen stops at Shin-Iwakuni Station. The trip from Shin-Yamaguchi Station takes about half an hour, or about 15 minutes from Hiroshima Station. Alternatively, hop on a local train on the Sanyo Main Line to Iwakuni Station. Travel time from Hiroshima is 50 minutes. The two stations are located at opposite sides of the city, so be sure to check your final destination before you travel.\nBy air, it takes about 90 minutes from Haneda Airport to Iwakuni Kintaikyo Airport.\nUnmistakable arches of Kintaikyo Bridge and beautiful dusk scenery\n### A marvel of engineering\nKintaikyo Bridge, with its unique five-arched design, spans the Nishiki River. An enchanting sight in any season, the bridge is particularly stunning in early April when thousands of cherry blossoms bloom along the banks of the river and in nearby Kikko Park.\nThe main keep of Iwakuni Castle\n### A commanding castle view\nHike or ride the convenient Iwakunijo Ropeway up to the impressive Iwakuni Castle. Visit the castle museum with samurai armor and artifacts and admire the views across the city from the top floor.\nBuilt in homage to the original castle constructed here in 1608, this 1962 reconstruction captures the essence of the original. See the ruins of the former Iwakuni Castle at this site.\nWhen you head back down, make sure to stop off at Kashiwabara Art Museum, where you'll find interesting exhibitions concerning the lives of local samurai, and the armor they wore. The authenticity of the museum's take on samurai history is underscored by their title for this part of their exhibits: Life and Death Culture.\nView from the castle keep\n### History and beauty at Kikko Park\nA popular site for cherry blossom viewing in spring, Kikko Park is a park with castle ruins remiscent of the Edo period (1603–1867).\nThis calm garden offers not only tranquility but also provides a fascinating insight into local history.\nThere's much to keep visitors entertained, including three museums, and two former samurai dwellings which can be viewed from outside.\nKikko Park, glorious during cherry blossom season\n### The mystical white snakes of Iwakuni\nIwakuni is home to a rare type of white snake, known as shirohebi. Designated as a Natural Monument of Japan, Iwakuni has been able to breed albino versions of the snakes. The snakes were revered as guardian deities, and it was believed that shirohebi would bring good luck. Find out more at the White Snake Museum, near Kintaikyo Bridge.\n### The special sushi of Iwakuni\nIwakunizushi is a particular type of pressed sushi made in a distinctive square shape. Layered like a cake, the sushi is filled with colorful ingredients such as cut fish, chrysanthemum leaves, lotus root, sliced egg and shiitake mushrooms.\nIwakuni has also recently become a famous spot for ice cream, with several shops around Kintai Bridge selling an unbelievable variety of flavors, including sakura, green tea, and limited-edition seasonal flavors. It's the perfect way to finish off your trip to the area."}
{"filename": "www.japan.travel_en_destinations_chugoku_yamaguchi_yamaguchi-and-akiyoshi-dai_.md", "country": "japan", "region": "chugoku", "url": "https://www.japan.travel/en/destinations/chugoku/yamaguchi/yamaguchi-and-akiyoshi-dai/", "title": "Yamaguchi City", "category": "destination", "text": "# YAMAGUCHIYamaguchi CityA center for Japanese art and beauty, from mannered gardens to wild canyons\n- Yamaguchi City\n## A center for Japanese art and beauty, from mannered gardens to wild canyons\nThe former domain of Kyushu's powerful Ouchi clan, Yamaguchi City is an essential stop between Hiroshima and Kyushu, renowned for its beautiful temples. A rich history including trade with China and contact with the Portuguese Jesuits has made this southern city a wealthy center for art and culture.\n### Don't Miss\n- Yuda Onsen, the lively downtown onsen district\n- Joeiji Temple, with its beautiful Zen garden, Sesshutei, designed by the great painter, Sesshu\n- Rurikoji Temple and its stunning five-storied pagoda\n## How to Get There\nYamaguchi City is easily accessible by air or rail and is conveniently located on the Sanyo Shinkansen line from Osaka.\nFrom Hiroshima Station or Hakata Station in Fukuoka, take the Sanyo Shinkansen to Shin-Yamaguchi Station.\nYou can also fly from Tokyo Haneda Airport or Kansai International Airport to Yamaguchi Ube Airport. From there, take the bus or train to Shin-Yamaguchi Station in around 40 minutes.\nFive-storied Pagoda of Rurikoji Temple\n### Explore peaceful Joeiji Temple\nVisit Joeiji Temple, a 500-year-old Zen temple famous for the evocative landscapes of its extensive rock garden. The garden was created by renowned monk and painter Sesshu.\nLocated nearby is the five-storied pagoda of Rurikoji Temple, one of the most spectacular in Japan.\nEnter Joeiji Temple gates and the rock garden beyond\nSesshu was renowned for his ink paintings, wonderful examples of the Japanese Zen aesthetic. He became a Zen Buddhist priest at the age of 11. Despite his youth, Sesshu was renowned for his artistic talent, and eventually became one of the greatest artists of his time. His creativity was applied to the Joeiji Temple gardens, creating an elegant and harmonious Zen rock garden.\nThe ancient rock garden at Joeiji Temple\n### Perfect from every angle\nPossibly the most stunning historical site in Yamaguchi City, the five-storied pagoda of Rurikoji Temple is considered one of the most beautiful in Japan.\nRurikoji Temple and the pagoda sit in Kozan Park, a spacious, green oasis famous for plum and cherry blossoms in spring. Memorials to some members of the Mori family, the feudal clan which ruled Yamaguchi in the Edo period (1603-1867), stand in Kozan Park.\nYamaguchi City\n### Japan's first Christmas\nFrancis Xavier (1506–1552), a Roman-Catholic missionary and Jesuit priest, first introduced Christianity to Japan in 1549 and Japan's first Christmas mass was celebrated in Yamaguchi in 1552. The new religion was initially accepted, and many in Japan began to practice Christianity. However, the feudal lords resented this outside incursion, and the persecution of Christians soon began.\nDespite this, the practice of the religion continued in secret. Francis Xavier Church, built here in 1952 on the 400th anniversary of Xavier's death, is dedicated to the memory of this missionary, who traveled around Yamaguchi from 1550-51.\nWith its sloping roof and white walls, the modernist structure stands out from other more traditional sites in Yamaguchi, but is nonetheless linked to the history of the prefecture and beyond.\n### The bath of the mythical white fox\nLocated a short walk from Yuda Onsen Station, this hot spring district is one of the most popular areas in Yamaguchi City.\nFor the overnight traveler, there are a wide variety of onsen ryokan hotels to choose from. If you're just in town for the day, enjoy relaxing in one of the many day-trip onsen. Ashi-yu onsen foot baths also dot the Yuda Onsen district, allowing you to take a break from sightseeing to soak your feet and get refreshed.\nLegend has it that this onsen was discovered when an injured white fox bathed its leg in the waters and was miraculously healed. The white fox is the sacred guardian spirit of Yuda Onsen, and a huge statue of a towering white fox greets you with its benevolent smile outside Yuda Onsen Station. Look out for other white fox motifs as you stroll around the area.\nYamaguchi City\n### Fabulous fish and local food\nSurrounded by sea on three sides, Yamaguchi is famous for its seafood. Pufferfish is a local delicacy of the prefecture. Served with spring onions and spicy sauce, this locally-sourced fish is a real treat.\nAlternatively, try delicious kawara soba. This traditional green soba is served sizzling-hot on a large roof tile, with citrus and spice to jazz up the flavors. Try this unusual Yamaguchi specialty in downtown Yamaguchi City around Yuda Onsen.\nYamaguchi City\n### Go wild and rock out\nLocated about an hour from Yamaguchi City by public transport is one of the most spectacular natural landscapes in Yamaguchi Prefecture. The Akiyoshidai Plateau and the limestone caverns of Akiyoshi Cave, which sit beneath form the largest example of karst topography in Japan. For something out of the ordinary, this fascinating site makes for a wonderful day trip from Yamaguchi City.\nYamaguchi City\n## Privacy Preference Center\n## Privacy Preference Center\n- ### Your Privacy\n- ### Strictly Necessary Cookies\n- ### Performance Cookies\n- ### Functional Cookies\n- ### Targeting Cookies\n#### Your Privacy\nExcept for strictly necessary cookies, you can accept or refuse our use of cookies. Click on the different category headings to find out more and change our default settings.\nMore information\n#### Strictly Necessary Cookies\nAlways Active\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.    You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\nCookies Details\n#### Performance Cookies\nPerformance CookiesInactive\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.    All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\nCookies Details\n#### Functional Cookies\nFunctional CookiesInactive\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.    If you do not allow these cookies then some or all of these services may not function properly.\nCookies Details\n#### Targeting Cookies\nTargeting CookiesInactive\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.    They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\nCookies Details\nBack Button\n### Cookie List\nFilter Button\nConsentLeg.Interest\ncheckbox labellabel\ncheckbox labellabel\ncheckbox labellabel\nClear\n- checkbox labellabel\nApplyCancel\nConfirm My Choices\nReject AllAllow All"}
