{"filename": "www.japan.travel_en_plan_visa-info_.2026-01-27T08_56_42.803Z.md", "country": "japan", "region": "General", "url": "", "title": "Unknown", "category": "general", "text": "# Entry Into Japan and Visa Information\n- Entry Into Japan and Visa Information\n## All you need to know about entering, leaving and staying in Japan as a Tourist\nThis page is intended to provide general tourist information only and does not constitute legal advice. Visa regulations are subject to change at any time. Please check the Japanese Ministry of Foreign Affairs official website for the latest information.\n### I want to visit Japan. Do I need a visa?\nAll foreign visitors must have a valid passport. Passport holders of some countries (and some regions) do not need a visa if their period of stay in Japan is 90 days or less and they are only engaging in tourism activities. Please refer to the List of Countries and Regions that have Visa Exemption Arrangements with Japan:\nhttps://www.mofa.go.jp/j\\_info/visit/visa/short/novisa.html\n### What other documents are required for a visa for tourists?\nDepending on your circumstances you may require:\n\\- Visa application form\n\\- Valid passport\n\\- Recent photo\n\\- Accommodation Reservation Confirmation or Itinerary\n\\- Proof of sufficient funds to cover your trip\nView required documents:\nhttps://www.mofa.go.jp/j\\_info/visit/visa/index.html#section4\n### How long does it take to get a visa for tourists?\nProcessing times vary but generally take around five business days.\n### How long can I stay in Japan for travel?\nMost short-term stays allow up to 90 days. Some nationalities may be granted 15, 30, or 180 days.\n### What can’t I do on a visa for tourists?\nYou cannot:\n\\- Engage in paid work\n\\- Enroll in long-term educational programs\n\\- Apply for residency\n### Is advance registration through the Visit Japan Website required?\nRegistration is not required, but advance registration makes procedures like tax-free shopping more convenient:\nhttps://services.digital.go.jp/en/visit-japan-web/\n### Now You Can Work Remotely from Japan\nJapan now offers a Digital Nomad Visa for international remote workers.\nLearn more about the Digital Nomad Visa:\nhttps://www.mofa.go.jp/ca/fna/pagewe\\_000001\\_00046.html\nIf you have any further questions, please contact the Japanese embassy or consulate in your country of residence:\nhttps://www.mofa.go.jp/about/emb\\_cons/mofaserv.html"}
