{"filename": "www.japan.travel_en_destinations_kyushu_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/", "title": "Kyushu", "category": "destination", "text": "# DESTINATIONKyushu\n- Kyushu\n### Fukuoka\nExplore a diverse area with a fascinating history, gorgeous beaches and famous street food\n### Oita\nWith a rich artistic and spiritual heritage, natural wonders like Yabakei Gorge and Beppu hot springs, Oita is an unspoiled area of Japan worth serious exploration\n### Miyazaki\nMiyazaki offers something for all—spectacular surf, an iconic waterfall, a rich festival calendar and shrines associated with the myth of Japan's founding\n### Kumamoto\nOnsen resorts, a majestic castle and famous local foods are helping Kumamoto bounce back\n### Saga\nA coastal prefecture dotted with islets and facing the Korean Peninsula, Saga was once a key trading center and home to many of Japan's pottery traditions\n### Nagasaki\nAncient cultural roots and a history of international trade are backdropped by rolling hills and forested islands\n### Kagoshima\nFrom the beaches of Amami Oshima and ancient forests of Yakushima to the great volcanoes of Sakurajima and Kirishima, Kagoshima shows off Japan’s wild side\n## Kyushu\n### Easily reached by land, sea and air, dynamic Kyushu is bubbling with energy, culture and activity\nJapan’s third-largest island is internationally famous for its tonkotsu ramen, varied hot springs, dramatic mountains, and peaceful beaches. While the startup hub of Fukuoka bubbles with international attention, the volcanic terrain to the south continues to rumble and smoke. The seismic activity has created a craggy wonderland of eight steaming hot spring areas, known collectively as Beppu Onsen, as well as soaring peaks to hike, such as Mt. Karakuni in the Kirishima mountain range. Offering a taste of both cutting-edge modernity and slow-paced living, Japan's southern island is best explored at a leisurely pace. Head south to relax on an island bursting with spectacular nature, culture and cuisine.\n### Don’t Miss\n- The bubbling, beneficial waters of Beppu Onsen\n- Chow down on a bowl of rich, creamy tonkotsu ramen in Fukuoka\n- Views of smoking Sakurajima, one of Japan's most active volcanoes\n- Staring into the crater of a volcano atop Mt. Aso\n## Explore Kyushu by Prefecture\n- Kawachi Fujien-SPR\\\\\n\\\\\n\\\\\nFukuoka\n- Terraced Rice Fields at Oura\\\\\n\\\\\n\\\\\nSaga\n- Mount Inasayama\\\\\n\\\\\n\\\\\nNagasaki\n- Jigoku meguri\\\\\n\\\\\n\\\\\nOita\n- aso & around\\\\\n\\\\\n\\\\\nKumamoto\n- saitobaru area\\\\\n\\\\\n\\\\\nMiyazaki\n- JOMC 20201027_sakurajima_13\\\\\n\\\\\n\\\\\nKagoshima\n## Regional Highlights\n- Mount InasayamaMount Inasayama\\\\\nNagasaki City\n- Jomonsugi\\\\\nYakushima\n- Amami Oshima\\\\\nAmami Islands\n- Fuki-ji Temple\\\\\nKunisaki Peninsula\n- Kumamoto Castle\\\\\nKumamoto City\n## Popular Events\nPrevious\n\\\\\nAutumn LeavesNita Pass Autumn Leaves](https://www.japan.travel/en/spot/366/)\n\\\\\nCherry BlossomChikkoen Park Cherry Blossoms](https://www.japan.travel/en/spot/486/)\n\\\\\nLocal FestivalKumamoto Castle Festival](https://www.japan.travel/en/spot/450/)\n\\\\\nBeppu Christmas Fantasia](https://www.japan.travel/en/spot/369/)\n\\\\\nYatsushiro National Fireworks Competition](https://www.japan.travel/en/spot/461/)\n\\\\\nLocal FestivalNagasaki Lantern Festival](https://www.japan.travel/en/spot/361/)\n\\\\\nKingdom of Lights](https://www.japan.travel/en/spot/751/)\n\\\\\nLocal FestivalNagasaki Kunchi](https://www.japan.travel/en/spot/343/)\n\\\\\nLocal FestivalHakata Gion Yamakasa Festival](https://www.japan.travel/en/spot/269/)\n\\\\\nTraditional Performing ArtsKeichiku Kagura](https://www.japan.travel/en/spot/1/)\n\\\\\nLocal FestivalHakata Dontaku Festival](https://www.japan.travel/en/spot/1972/)\nNext\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Zao Juhyo Snow Monsters-WIN\\\\\n\\\\\n\\\\\nTohoku\n- Kamikochi\\\\\n\\\\\n\\\\\nHokuriku Shinetsu\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- On-bashi Bridge\\\\\n\\\\\n\\\\\nChugoku\n- Shodo-shima Area\\\\\n\\\\\n\\\\\nShikoku\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_kyushu_fukuoka_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/fukuoka/", "title": "Fukuoka", "category": "destination", "text": "# KyushuFukuokaKyushu's historic gateway to Asia\n- Fukuoka\n### Escape to a shoreline made for watersports, a mountainous interior full of trails, and world-class seafood and ramen\nFukuoka Prefecture's most famous attraction is Dazaifu Tenmangu, a shrine dedicated to the historical scholar and politician Michizane Sugawara and home to over 6,000 plum trees that blossom spectacularly each spring. The prefecture’s culinary specialties include sushi and other seafood dishes, yakitori or grilled skewers, motsunabe hot pot in the winter, and tonkotsu or pork broth ramen, best enjoyed at a local yatai or food stall. Located on the northern tip of Kyushu and boasting excellent transportation links, Fukuoka is an easy destination.\n## How to Get There\nFukuoka is well connected by both rail and air. The prefecture has multiple stops on both the JR Kyushu Shinkansen and the JR Sanyo Shinkansen, which links to Hiroshima, Osaka, Kyoto and Tokyo. Fukuoka Airport is extremely close to the city center. Fukuoka City’s Hakata Port offers ferries to South Korea and to many of Kyushu’s smaller islands.\nFukuoka City is the prefecture’s main transport center, and from here you can easily board a train, bus or ferry that will take you to the rest of the prefecture and to other places in Kyushu. Hakata Station in Fukuoka City is the prefecture's rail hub, a terminus of both the Sanyo and Kyushu shinkansen lines. It takes one hour by shinkansen from Hiroshima to Fukuoka City, approximately two hours by train from Nagasaki to Fukuoka, and two hours by plane or five hours by shinkansen from Tokyo. Fukuoka is also very accessible from Asia via international flights.\n### Don’t Miss\n- The annual plum blossom display at Dazaifu Tenmangu Shrine\n- A tunnel of wisterias at Kawachi Fuji-en garden in Kitakyushu\n- Itoshima Peninsula’s seaside culture: sandy beaches, music festivals and an active surf scene\n- Luxurious boat rides through the canals of Yanagawa, and a meal of fresh local eel\n## Explore Fukuoka by Area\n- \\\\\nFukuoka City\n- \\\\\nAround Fukuoka City\n- \\\\\nKitakyushu\n- \\\\\nKurume & Yanagawa\n## Trending Attractions in Fukuoka\n- Dazaifu Tenman-gu ShrineDazaifu Tenman-gu Shrine\\\\\nDazaifu Tenmangu Shrine\n- Hakata Gion Yamakasa Festival\\\\\nHakata\n- Nakasu & Tenjin Area\\\\\nNakasu\n- Yanagawa River rapids ride\\\\\nYanagawa Punting\n- Itoshima Hanto\\\\\nItoshima Peninsula\n## Local Specialties\n- Amaou Strawberries\nAmaou is a variety of strawberry famous in Japan for its rich, sweet flavor. The name combines the Japanese words for red, round, big and delicious. Amaou strawberries are also used to make liqueur, jam and sweets.\n- Yame Tea\nThe Yame region in Fukuoka has ideal conditions for cultivating green tea. Tea growers here have been producing superb green tea using techniques passed down for 600 years. You can also find products that boast health benefits and combine honey with matcha powdered tea.\n- Baked Curry\nA popular Fukuoka comfort food similar to a casserole or gratin. Rice, beefy Japanese curry, cheese and a raw egg are layered in a baking dish and baked. This will fill and warm you up for sure.\n- Hakata Bite-Sized Gyoza\nHitokuchi gyoza are not so different to regular dumplings, just a little smaller in size. Filled with minced pork and garlic, fried crispy on the outside and tender inside. Since they are smaller, though, you'll probably end up eating more of them.\n- Fukuoka Motsu Nabe\nChefs in Fukuoka have made an art form of cooking with beef and pork tripe. Motsu nabe is a hot pot dish of tripe in a delicious soup made from soy sauce and garlic.\n- Mizutaki\nMizutaki is a hot pot dish made by simmering chicken chunks with seasonal vegetables in a chicken stock broth, then serving with ponzu, a citrus-based sauce. It is said to have otiginated in Fukuoka around the middle of the late 19th century.\n- Yakitori\nYakitori—typically skewers of juicy chicken, often interspersed with vegetables and grilled over an open flame—is a hugely popular dish in Fukuoka. There's even a festival in Kurume dedicated to yakitori every October. Pairs well with beer.\n- Tonkotsu Ramen\nOne of the world's best-known varieties of ramen, tonkotsu ramen is distinguished by its cloudy pork bone broth, thick slices of pork, thin noodles and minimal toppings. In Fukuoka, the birthplace of tonkotsu, you'll find the dish everywhere—at specialty restaurants, late-night eateries, street vendors and even train stations.\n- Kurume Textiles\nCool in summer and warm in winter, Kurume kasuri is a cotton textile that gets more comfy with wear. Made from resist-dyed indigo thread, the spectacular patterns and pictorial designs hand-woven into this fabric elevate it to an art form.\n- Koishiwara Ware\nClassy and simple, Koishiwara yaki gets its charm from the eye-catching patterns that artisans achieve by skillfully stamping, planing and painting the finished clay form as it rotates on the potter’s wheel. This casual yet elegant pottery is perfect for everyday tableware and home decor. A good place to pick some up is in the village of Toho, where the pottery is crafted.\n- Hakata Textiles\nFound in Fukuoka's Hakata district, Hakata ori Chinese weaving techniques were imported in the early 13th century. This dyed brocade, easy to tie and cinch, is perfect for obi sashes, and samurai belted their kimono and secured their scabbards with them. Hakata ori items now include card cases, wallets and other souvenir goods.\n- Hakata Dolls\nThe history of Hakata ningyo includes folkloric tales, archaeological artifacts and accounts of presentations at expos including the 1900 Paris World Fair. Today, these hand-painted clay dolls range from traditional characters like kimono-clad beautiful women to hulking sumo wrestlers and more.\n## Seasonal Highlights\n- Spring\nDazaifu Tenmangu Shrine turns into Japan’s best spot plum blossoms, with an enormous display of 6,000 trees in flower. Cherry blossoms and tulips soon follow, bringing the entire prefecture to life.\n- Summer\nLocals leave the city for barbecues and beaches on Itoshima Peninsula or head to the mountains to enjoy the cooler air at altitude. Dine at a yatai or outdoor food stall.\n- Autumn\nThe weather is at its most enjoyable as Fukuoka takes on autumn hues, particularly the leaves on Mt. Hiko. The little island of Nokonoshima has a beautiful display of cosmos flowers.\n- Winter\nSettle down to a steaming bowl of motsunabe, a local stew that warms you to the core. Cruise through Yanagawa's canals under a heated kotatsu blanket or head out to Itoshima to sample winter oysters."}
{"filename": "www.japan.travel_en_destinations_kyushu_fukuoka_around-fukuoka_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/fukuoka/around-fukuoka/", "title": "Around Fukuoka City", "category": "destination", "text": "# FUKUOKAAround Fukuoka CityFestivals of fire, breathtaking beaches, and one very relaxed Buddha\n- Around Fukuoka City\n## Festivals of fire, breathtaking beaches, and one very relaxed Buddha\nSome of Fukuoka Prefecture's best attractions are just a short journey outside of Fukuoka City. From incredible natural gems to ancient sites, there's plenty to see.\n### Don't Miss\n- Home to Dazaifu Tenmangu Shrine and the historic government seat of Kyushu, the Dazaifu area is packed with history and culture\n- A sunny peninsula full of beaches and mountains, Itoshima is Fukuoka City's summer getaway\n## How to Get There\nThe area around Fukuoka is well-connected by public transport from the city, including JR lines which you can ride with a JR pass.\nHakata is your main hub for getting out of the city with Hakata Bus Center and train lines available. Renting a car and traveling at your own pace is also an option to dig deeper into Fukuoka and its surroundings.\n### The ancient capital Dazaifu\nThe city of Dazaifu is one of Fukuoka Prefecture's best-known spots. It was established as the island's capital during the 7th century and flourished throughout much of Japan's early history. Trade and political relations with the continent were all carried out from here.\nDazaifu is home to Dazaifu Tenmangu Shrine, a shrine dedicated to Michizane Sugawara. The shrine is situated in beautiful grounds, which contain some 6,000 plum trees.\nAlso in the area is Mt Homan, a great half-day hike, and the Kyushu National Museum which is dedicated to local and Japanese history.\n### Munakata & Okinoshima shrines\nWithin the bounds of Munakata City and Okinoshima are three Munakata Taisha Shrines that have been designated UNESCO World Heritage Sites. While access to Okinoshima Island and the shrine there is strictly forbidden, the other two Taisha shrines are open to visitors. Many of the treasures found on Okinoshima Island are now housed at the largest and most easily accessible of the three shrines, Hetsu-miya Shrine in Munakata City.\n### Itoshima summer living\nTo the west of Fukuoka is the Itoshima Peninsula, the main summer destination for locals. On the peninsula's northern shore are some world class beaches, an active surfing scene, and Meoto Iwa, the sacred wedded rocks. To the south lie dramatic mountains, great hikes and the thundering cascades of the Shiraito Waterfall.\n### Fire and music festivals\nNumerous festivals take place throughout the prefecture and are a short journey from Fukuoka City. January's Daizenji Fire Festival in Kurume City is one of Japan's three biggest fire festivals, while the summer's Sunset Live Festival sees tens of thousands of people descend on the beaches of Itoshima for two days of live music. Dazaifu Tenmangu Shrine hosts numerous festivals throughout the year, the best of which recreates a Heian-period court ritual."}
{"filename": "www.japan.travel_en_destinations_kyushu_fukuoka_fukuoka-city_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/fukuoka/fukuoka-city/", "title": "Fukuoka City", "category": "destination", "text": "# FUKUOKAFukuoka CityFriendly people, fantastic seafood, ramen, Japan's biggest festival, and pristine nature\n- Fukuoka City\n## Friendly people, fantastic seafood, ramen, Japan's biggest festival, and pristine nature\nGreat food and even better company reign supreme in Fukuoka, the relaxed port town that is at the heart of life on Kyushu, Japan's third-largest island. The city is the fastest growing in Japan and has engaged in cultural exchange throughout its history from its proximity to mainland Asia.\n### Don't Miss\n- Fukuoka City has some of Japan's best food, and tonkotsu ramen is especially popular\n- Fukuoka hosts Dontaku, Japan's largest festival, and various other festivals\n- Fukuoka's compact size makes it a great place to enjoy both the sea and the mountains\n## How to Get There\nFukuoka is easily accessible from both Tokyo and Osaka via direct shinkansen or air. Fukuoka is well-connected by sea (of which there are various vessels) and air to South Korea (about one hour) and is a short flight from Taiwan and Shanghai (about two hours by direct flight).\nFrom Tokyo, it is about one hour and 45 minutes from Haneda Airport to Fukuoka Airport. The train journey from Tokyo Station to Hakata Station via the JR Tokaido-Sanyo Shinkansen Line is about five hours.\nFlights from Osaka's Itami Airport to Fukuoka Airport take one hour and 15 minutes. The shinkansen ride from Shin-Osaka to Hakata Station is around two hours and 20 minutes.\n### A tale of two cities\nFukuoka is Japan's fifth largest city and is nestled on the northern coast of Kyushu. The city is loosely divided into two halves, Hakata and Tenjin, with the island of Nakasu in the middle. Formerly these areas used to be two separate cities: the merchant town of Hakata to the east and the castle town of Fukuoka (which included Tenjin) to the west. The cities merged in 1889 to create the modern city of Fukuoka.\nNowadays, Hakata is Fukuoka's business hub and is the terminus for the bullet train line that runs from Tokyo.\nHakata Station is one of Fukuoka's main transport hubs, and the airport is only six minutes away by subway. The Tenjin area is Fukuoka's cultural center, with a million and one boutique shops, restaurants and bars. Nakasu, meanwhile, is a glitzy part of the city that truly comes to life after dark.\nThe city is actually closer to Seoul and Shanghai than it is to Tokyo, meaning many visitors to Japan never make it to Fukuoka. However, if you're looking for a more relaxed city to spend some time in than Tokyo, Kyoto or Osaka, Fukuoka is for you.\n### Delicious ramen and fish dishes\nFukuoka is renowned across Japan for its good and cheap food. A bowl of tonkotsu ramen here will set you back as little as 280 yen in some restaurants, while the city's street-side yatai stalls draw crowds from across Japan and Asia. If you're a fan of sushi and sashimi, then you must try goma saba (mackerel), a Fukuoka specialty.\n### Festival fun\nThe Hakata Dontaku Festival is held every year in May during Golden Week. It is the most popular Golden Week festival in Japan, with 2 to 3 million people attending the festival every year. The Hakata Gion Yamakasa, held each July, sees one-ton floats being raced through the streets of Hakata. Besides these two giants, many festivals take place throughout the year within the city and in the surrounding areas.\n### Getting around\nThe city has good local public transport with a rapid subway system and well-connected local buses. For more regional travel within Kyushu and Japan, Hakata Station is the main point of focus, with a large bus terminal and Fukuoka City's bullet train station.\nThe airport is conveniently located, and travel to the city center by subway from the domestic terminal takes only five to six minutes. Regular bus services also run to the airport, connecting it to both the city and the rest of Kyushu.\nThe Hakata Port International Terminal connects the city to some of Kyushu's most remote islands and internationally to South Korea, with a regular ferry service to the Korean City of Busan that takes as little as two hours.\n### Gateway to Kyushu\nMany who come to Fukuoka City use it as the gateway city to see all Kyushu. The city is well-connected to other major cities in Kyushu such as Nagasaki, Kagoshima, Beppu, and Kumamoto. Bus services run to these cities from both the Hakata and Tenjin Bus Terminals, while local and long distance trains through Kyushu run from Hakata JR Station. Many connections within Fukuoka Prefecture are available through the use of local transport services including the local bus, train, and subway lines.\n### Breathtaking beaches and mountains\nFukuoka's relatively small size means that it is incredibly easy to get out to the nearby mountains and beaches. Seaside Momochi includes one of Fukuoka's main attractions, Fukuoka Tower. Meanwhile, during the summer, locals flock to the nearby Itoshima Peninsula for BBQs, swimming and water sports. Itoshima is home to a number of hikes.\n### Kyushu's seat of government for five centuries\nBuilt back in the 7th century, the quiet little town of Dazaifu was once Kyushu's administrative heart. The ruins of the government offices are still here, as are many major temples and shrines such as Tenmangu and Kanzeonji. Tenmangu is the top shrine dedicated to scholars and scholarship and enshrines Sugawara Michizane (845-903), considered the god of academic achievement. This is where students facing exams come to pray for success."}
{"filename": "www.japan.travel_en_destinations_kyushu_fukuoka_kita-kyushu-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/fukuoka/kita-kyushu-and-around/", "title": "Kitakyushu", "category": "destination", "text": "# FUKUOKAKitakyushuKyushu's northernmost city is a place for learning, entertainment, and relaxation\n- Kitakyushu\n## Kyushu's northernmost city is a place for learning, entertainment, and relaxation\nKitakyushu lies to the east of Fukuoka City and is Kyushu's northernmost city. The name Kitakyushu literally translates to 'north Kyushu.' From the Meiji Era onwards, the city has played a vital role as one of Kyushu's main industrial hubs.\nAs the closest city to Japan's main island of Honshu, Kitakyushu is the gateway between the two islands and is packed with sightseeing spots.\n### Don't Miss\n- Kokura Castle: The symbol of Kitakyushu City, Kokura Castle has an elegant five-story keep and was built in 1602\n- The Moji Port Retro Area: Home to a number of 19th-century historic buildings\n- Night views: The entire city can be seen from up high from the viewpoint of Mt. Sarakura\n## How to Get There\nJR Kokura is Kitakyushu's main station and is on both local and bullet train lines.\nBy bullet train, Kokura is about 15 minutes from Hakata Station in Fukuoka City. From Kokura Station, local trains and buses connect to the rest of the city.\nKitakyushu is serviced internationally by air, and the airline StarFlyer is headquartered at the city's Kitakyushu Airport.\n### Kitakyushu City\nKitakyushu became a city in 1963, though its history extends well beyond this. The city sits on the north coast of Kyushu, next to the Kammon Straits, and is best known as a major industrial employer within Fukuoka Prefecture, but there are also many sightseeing spots to be found across the city.\n### Kokura Castle\nKokura Castle is a well-restored castle that has become a symbol of Kitakyushu and is the only standing castle keep in Fukuoka Prefecture. Surrounding the castle is the Kokura Castle Japanese Garden, which exhibits the history of Japanese manners, and Yasaka Shrine. Together, the two are in Katsuyama Park. The park is home to hundreds of cherry trees that transform the look of Kokura Castle each April during sakura season.\n### The Moji Port retro area\nMoji Port is home to a number of historic buildings that survive from the late 19th century. In 1889, the port was designated a \"special trade port\" due to its proximity to China and its importance as a coal exporting hub.\n### Mojiko Retro Observation Room\nThe port flourished, with a number of financial institutions and merchant companies settling in the area and constructing western-style buildings.\nThe area is also home to the Idemitsu Museum of Arts and the Mojiko Retro Observation Room. This observation point provides great views of the Moji Port Area, the city of Shimonoseki and the Kanmon Straits.\n### Must-see museums\nOne of Japan's most notable companies, TOTO, was founded in Kitakyushu and visitors can see the company's most innovative products at the TOTO Museum in Kokura-kita, dedicated to all things bathroom-related. Also worth a visit is the Kitakyushu Museum of Natural History and Human History in Yahata-higashi, which tracks the course of evolution on Earth with particular reference to the prehistoric evolution of Kyushu.\n### Natural wonders\nTo the south of Kitakyushu, on the border with Oita Prefecture, is Mt. Hiko. Mt. Hiko is one of Kyushu's enjoyable hikes and is located about an hour's drive from the cities of Fukuoka and Kitakyushu. Hikosan, as it is called in Japanese, was the center of training for the Shugendo mountain asceticism, and is famous for Hikosan Jingu Shrine.\nThe largest of these, Hohei-den, is the most majestic. The mountain is particularly beautiful in late autumn, as the colors of the forest change from green to red.\n### Encased by innumerable wisteria\nTo the southwest of Kitakyushu is the Kawachi Fujien Wisteria Garden. The garden is famous for its large wisteria trellis and wisteria tunnels, the centerpiece of the park. The gardens open to the public twice a year—once during the wisteria season in spring, and once during the maple season in fall.\n### Nighttime views\nAbout a 25-minute drive from the Kawachi Fujien Wisteria Garden, to the southwest of Kitakyushu, is Mt. Sarakura. The view from the mountain has been chosen as one of the three \"new great night views of Japan,\" and the \"100 best night views of Japan.\" The mountain can be hiked on foot, and there is also a slope car and cable car available from Hobashira Park. The mountain offers views over Kitakyushu and towards Japan's main island of Honshu."}
{"filename": "www.japan.travel_en_destinations_kyushu_fukuoka_kurume-and-yanagawa_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/fukuoka/kurume-and-yanagawa/", "title": "Kurume & Yanagawa", "category": "destination", "text": "# FUKUOKAKurume & YanagawaThe south of Fukuoka Prefecture includes Kurume and Yanagawa, two old cities that prospered on the banks of the Chikugo River\n- Kurume & Yanagawa\n## The south of Fukuoka Prefecture includes Kurume and Yanagawa, two old cities that prospered on the banks of the Chikugo River\nKurume and Yanagawa are southern Fukuoka Prefecture's two largest cities. The area they occupy is home to a number of great attractions that make a visit well-worth your while.\n### Don't Miss\n- Kurume: A city in the southwest of Fukuoka Prefecture, notable for its shrines, temples and local crafts\n- Yanagawa: The water city, explorable by boat with a trip through the city's ancient canals\n- Akizuki Castle Town: The historic home of the Akizuki family, the leaders of a once-mighty clan that ruled over much of Fukuoka Prefecture\n## How to Get There\nThe southern part of Fukuoka is accessible by train and bus.\nBoth Kurume and Yanagawa can be reached by train, and bus services operate from within Fukuoka Prefecture and elsewhere in Kyushu.\n### Castle town Kurume\nKurume is a city in the south of Fukuoka Prefecture, on the banks of the Chikugo River. It is a former castle town surrounded by the Minou Mountain Range. There are many notable temples and shrines in Kurume including Suiten-gu Shrine, Bairinji Temple, and the Daihonzan Naritasan Kurume Temple.\nSeveral Japanese crafts are also local to the area, including Kurume Kasuri and Rantai lacquerware. In late April to early May, the city explodes with color as the city's favorite flower, the azalea, blooms across Kurume.\n### Water city Yanagawa\nYanagawa is commonly referred to as the water city because of to its 930 km of waterways, which visitors to the city can explore on boats known as donkobune. The city is located close to the mouth of the Chikugo River, which feeds the waterways.\n### Go with the flow in Yanagawa\nYanagawa's historic waterways have been transformed from the defenses of a castle town into sightseeing waterways that can be explored by a cruise. An oarsman with a long pole pushes the boats along the waterways, offering commentary on the city's impressive history and singing nursery rhymes penned by the local poet Hakushu Kitahara. Many of Yanagawa's festivals, including the Hakushu Festival in November and the Ohina-sama Water Parade in March, center around the waterways and the boats atop them.\n### Enjoy cherry blossoms in Akizuki\nAkizuki was the historic home of the Akizuki family, the leaders of a once mighty clan that ruled over much of Fukuoka Prefecture. The small castle town is packed with history and can be explored on foot.\nMuch of the city is organized around the castle and the main boulevard leading to it, Sugi-no-Baba. On this street, you'll find the Akizuki Museum, several tea houses including the excellent Kuromonchaya, the ruins of the Akizuki Castle and one of the most marvelous displays of cherry blossoms in Fukuoka Prefecture. The entire street is lined with cherry trees which, come the beginning of spring, bloom in unison.\n### Relax at Chikugogawa Onsen\nWhere there is water in Japan, there are frequently hot springs. Chikugogawa Onsen is located in the Chikugo River Prefectural Nature Park in southwest Fukuoka Prefecture, about 45 minutes from Kurume City.\nThe bathhouse has several different types of baths, including several which have views out across the river. It has a restaurant and several rooms so that visitors from the city can spend the night relaxing in comfort."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/", "title": "Kagoshima", "category": "destination", "text": "# KyushuKagoshimaAncient forests and great volcanoes\n- Kagoshima\n### From the beaches of Amami-Oshima Island and ancient forests of Yakushima to the great volcanoes of Sakurajima and Kirishima, Kagoshima shows off Japan’s wild side\nAt the southern tip of mainland Japan, Kagoshima Prefecture is nicknamed the “Naples of the East” for its bay and comfortable climate. The prefecture is incredibly active geologically and is home to the great volcanoes of Mt. Kirishima and Mt. Sakurajima. A beneficial side effect of these volcanoes is a number of fantastic hot spring (onsen) facilities that range from traditional baths to beachside sand baths in the shadow of Sakurajima. Island life is one of the charms of Kagoshima Prefecture, and any visitor should consider spending as much time as possible off the mainland.\n## How to Get There\nThe city of Kagoshima is the capital and main transport hub, connected to the rest of Kyushu by the Kyushu Shinkansen to Fukuoka’s Hakata station. The prefecture is home to Kyushu’s second-largest airport, Kagoshima Airport, which connects it both domestically and internationally.\nThe fastest way to reach Kagoshima from Tokyo or Osaka is by air, although the Tokaido-Sanyo Shinkansen also connects Tokyo to Fukuoka in a little over five hours. Many of the islands off the coast have their own airports which are accessible from Kagoshima Airport. The islands are also well connected to both Kagoshima and Okinawa (Naha) by regular ferry services.\n### Don’t Miss\n- The magnificent views of Mt. Sakurajima rising out of Kinko Bay\n- The ancient forests of Yakushima, the first forest in Japan to be registered a World Heritage site\n- Pristine beaches and stunning coral reefs around the Amami-Oshima Islands\n- Japan's main rocket launchpad—Tanegashima Space Center\n## Explore Kagoshima by Area\n- \\\\\nAmami Islands\n- \\\\\nIbusuki\n- \\\\\nKagoshima City\n- \\\\\nKirishima\n- \\\\\nYakushima\n## Trending Attractions in Kagoshima\n- Yoron Island (Yoronjima)Yoron Island (Yoronjima)\\\\\nYoron Island (Yoronjima)\n- Ibusuki Onsen\\\\\nIbusuki Onsen\n- Sakurajima\\\\\nSakurajima\n- Sengan-en\\\\\nSengan-en\n- Jomonsugi\\\\\nJomon Sugi\n## Local Specialties\n- Kagoshima Shochu\nSweet potato shochu, a distilled alcoholic beverage, is a Kagoshima specialty, and the prefecture has the largest number of shochu breweries in Japan. Due to the ash fall from Mt. Sakurajima's eruptions, Kagoshima's soil is not suitable for growing rice or wheat. Sweet potatoes, however, proved hardy enough to grow here, and the area developed as a major producer of a type of sweet potato known as \"satsumaimo.\" Shochu made from this variety of sweet potato is characterized by its elegant and refined sweetness.\n- Karukan\nMade from a dough of rice flour, grated yam and sugar formed into dumplings and filled with sweet bean paste, karukan are then steamed into a delicious, spongy cake. Great for teatime.\n- Kagoshima Black Beef\nJapanese black wagyu cattle raised in the sunshine of Kagoshima are the most numerous of all Japanese wagyu breeds. The beef they yield is known for its tenderness, rich meaty flavor and well-balanced marbling, and is increasingly being rated as the highest grade of wagyu. A must for lovers of premium-quality steak.\n- Satsuma Ware\nKagoshima is known as a heaven for pottery lovers. This prefecture is home to Satsuma yaki, a generic name for a wide variety of porcelain ware developed since the 16th century. You'll find everything from exquisite fine art pieces to everyday use tableware and items for home decor.\n- Oshima Tsumugi Silk\nOshima Tsumugi is a woven silk fabric. Traditional production techniques developed around 1,300 years ago on Amami-Oshima Island. Dyeing it with mud and bark is a technique unique to the Amami region. A bolt of this wrinkle-resistant ikat can take a year to make.\n## Seasonal Highlights\n- Spring\nThe area around the ruins of Tsurumaru Castle (Kagoshima Castle) is covered with cherry blossoms in full bloom. Spring is also the best time to visit Yakushima Island, a World Natural Heritage site, as it rains less than usual at this time of year.\n- Summer\nKagoshima offers some of Japan's best spots for marine activities, including diving, snorkeling and surfing at Amami-Oshima and its surrounding islands. Sea turtles can be observed nesting at Nagahata Inakahama Beach on Yakushima, the largest sea turtle spawning ground in Japan.\n- Autumn\nIn autumn, tens of thousands of cranes sweep into the Izumi Crane Observation Center, which boasts the largest number of migrating cranes in Japan. Visitors can also enjoy a volcanic sand bath at the onsen resort in Ibusuki.\n- Winter\nWinter is the perfect time to relax in the soothing waters of Kirishima Onsen, home to over a dozen different hot spring baths. It is also an excellent time to visit Ibusuki Onsen in the southern part of the Kagoshima mainland for its steaming sand baths. You can lie on the beach in this natural sauna and enjoy the scenery. The view of Mt. Kaimondake from the beach, also known as Satsuma Fuji, is a beautiful sight."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_amami-oshima-and-nearby-islands_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/amami-oshima-and-nearby-islands/", "title": "Amami Islands", "category": "destination", "text": "# KAGOSHIMAAmami IslandsPure white sand beaches surrounded by thriving coral reefs, and primeval forests that retain their ancient appearance\n- Amami Islands\n## Pure white sand beaches surrounded by thriving coral reefs, and primeval forests that retain their ancient appearance\nThe Amami Archipelago is a chain of islands off southwestern Kyushu. The islands belong to Kagoshima Prefecture and are part of the greater Ryukyu Islands chain that includes Okinawa. Known for their subtropical climate and excellent coral reefs, these islands offer year-round opportunities for water sports such as scuba diving, boating, surfing, and swimming.\n### Don't Miss\n- Caving: The limestone caves of Okinoerabu Island are natural beauties steeped in mysticism\n- Traditional Oshima Pongee silk: Pick up some of the locally made Amami-Oshima silk, with a history of around 1,300 years\n- Bullfighting: Witness the powerful art of traditional bullfighting on Tokunoshima\n## How to Get There\nThe Amami Islands are connected by ferry and plane to the Kagoshima mainland.\nAmami-Oshima is the most accessible of the islands. Ferry services regularly leave to both Kagoshima and Okinawa, while the airport links the island to Tokyo. Most smaller inhabited islands have regional flights to Kagoshima in Kyushu and Naha in Okinawa.\n### Amami-Oshima Island\nAmami-Oshima is the largest of the Amami Islands. The island is part of the Amamigunto National Park, and the sea surrounding the island is crystal clear. The brightly colored coral reefs and tropical fish make for fantastic diving opportunities. Amami-Oshima was registered as a UNESCO World Natural Heritage site in July 2021 for its biodiversity, and the rare endemic animals and plants that have evolved independently over a long time.\nOshima tsumugi silk is a specialty of the Amami Islands and has been used for about 1,300 years to make high-quality kimono. The unique dyeing techniques using mud, along with the weaving techniques, colors and the motifs inspired by the nature of the islands, makes this fabric highly sought-after.\n### Tokunoshima Island\nThe second-largest of the Amami Islands, Tokunoshima is home to a rare form of bullfighting known as bovine sumo or togyu. While the idea of bullfighting conjures up images of matadors and bloodied opponents, this event sees bull pitted against bull in a short fight for dominance. Togyu has been practiced on the island for over 500 years.\nThe second-largest of the Amami Islands, Tokunoshima is also registered as a UNESCO World Natural Heritage site with Amami-Oshima island. Tokunoshima is home to a rare form of bullfighting known togyu (bull sumo). While the idea of Spanish bullfighting conjures up images of matadors and bloodied opponents, this event sees heavy class bulls, weighing from 700kg to 1t, pitted against each other in a short fight for dominance. Togyu has been practiced on the island for about 500 years.\nTokunoshima has a beautiful coral coastline, and the island's beaches have few rivals. You'll enjoy good surf as well as crystal-clear snorkeling and scuba diving. Each June the island hosts an annual triathlon that is open to everyone.\n### Okinoerabu Island\nThere are between 200 and 300 limestone caves on the island of Okinoerabu. The natural beauty of the caves makes them a must-see destination.\nLike many of the Amami Islands, Okinoerabu is a coral island, great for snorkeling and diving. Unique flora and fauna are in abundant supply and include turtles, sea snakes, sea cucumbers, starfish, octopus, stingrays and reef sharks.\n### Yoron Island\nYoron Island is the southernmost of the Amami Islands,and it takes only about 40 minutes from Okinawa by air. Yoron is tiny, measuring about 23 square kilometers, and has a population of about 5,000 people.\n### Language\nDue to the islands' separation from mainland Japan and their strong association with the other Ryukyu Islands, the people of the Amami Islands chain historically spoke a dialect of Japanese that is almost unrecognizable to speakers of standard Japanese. This local dialect is one of the attractions of these islands.\n### Food and drink\nKeihan is a popular local dish and literally translates to chicken rice. The basic formula is simple (chicken on a bed of rice covered in chicken broth), but the exact presentation differs across the islands. Usually, keihan will include a mixture of sliced omelet, ginger, green onion, shiitake mushrooms and dried seaweed.\nKeihan is a popular local dish, which usually includes a mixture of flank steak, sliced omelet, green onion, shiitake mushrooms and pickled papaya. It is said that the Showa Emperor (1926–1989) acclaimed keihan on a visit to the islands.\nAcross the Amami Islands, they drink kokuto shochu, distilled from sugar cane grown commercially on the islands rather than the usual base of sweet potatoes, rice, barley or buckwheat that is typical on the Japanese mainland."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_ibusuki-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/ibusuki-and-around/", "title": "Ibusuki", "category": "destination", "text": "# KAGOSHIMAIbusukiHot springs, flowing noodles, seaside and Satsuma Fuji\n- Ibusuki\n## Hot springs, flowing noodles, seaside and Satsuma Fuji\nLocated on the southern part of the Satsuma Peninsula, Ibusuki is an eclectic mix of seaside resort and hot spring paradise, with spectacular views of Mt. Kaimon—known as Satsuma Fuji for its resemblance to Japan's most iconic mountain, Mt. Fuji.\n### Don't Miss\n- Detoxing at Ibusuki Sunamushi Onsen\n- Hike to the top of Mt. Kaimon for an amazing view\n- Enjoy blooming flowers and stunning coastal views at Flower Park Kagoshima\n## How to Get There\nIbusuki is easily accessible from Kagoshima-Chuo Station by train.\nYou can take a 50-minute limited express or an 80-minute local train. The Ibusuki no Tamatebako limited express theme train is particularly recommended for a unique travel experience.\n### Buried in the sand\nIbusuki is famous for its hot sand baths by the seaside. It is a unique spa where you can lie in a sand pit and be buried up to your neck in sand that is heated by hot springs. There are plenty of regular onsen as well, and the rotenburo outdoor bath at Healthy Land Tamatebako onsen provides amazing views of Mt Kaimon. At Unagi Onsen, on the shore of Unagi-ike Pond, you can experience a traditional hot spring bath that has been around since the Edo period (1603-1867).\nSome of the many natural onsen venting steam in Ibusuki\nThe beautiful, conical Mt. Kaimon\n### Conquering the peak\nConquering the peak\nIf you're looking for an active experience, consider climbing to the top of Mt. Kaimon. On a clear day, the views of Yakushima and Osumi Peninsula are spectacular. The dormant volcano is 924 meters high and has a beautiful, conical shape. The hike follows a gentle spiral path and can be completed in about 2.5 to 3 hours one way.\nIf you just want to relax and enjoy the scenery, picture-perfect views of the volcano can also be seen at Japan's southernmost station, JR Nishi Oyama Station. There is a yellow postbox nearby that is said to bring happiness. Make a wish for happiness and be sure to drop off your potcards to send home here.\n### Botanical beauty by the sea\nYou can find pleasant views of the coastline and some 2,400 species of tropical and subtropical plants and flowers at Flower Park Kagoshima. Explore the vast park which covers around 36.5 hectares and discover a huge variety of plant life as you bask in the natural beauty of the place.\nFurther inland is Lake Ikeda, the largest crater lake in Kyushu. The lake is inhabited by large eels, some of which can grow up to two meters in length. This lake is said to be the home of a monster called Issie, though as with its Scottish cousin Nessie, its existence has yet to be verified. The canola blossoms along the lakeshore are particularly pretty in spring.\n### Tradition and culture\nStop by the Satsuma Denshokan museum to find out all about the local history of Kagoshima, with a focus on the highly intricately decorated Satsuma ware pottery. This style of pottery made a lasting impression in Europe at the end of the 19th century, and it is easy to see why when looking at the stunning pieces on display in the museum.\n### Catch them if you can\nNo visit to Ibusuki would be complete without eating the local specialty, somen nagashi. At Tosenkyo Somen Nagashi, noodles in a circular container in the middle of your table are spun around by flowing water. Catching the noodles with your chopsticks is a challenge, but the reward is delicious. Lefties can choose to reverse the flow of the water to make the noodles easier to grab hold of."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_kagoshima-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/kagoshima-and-around/", "title": "Kagoshima City", "category": "destination", "text": "# KAGOSHIMAKagoshima CityA paradise for divers and windsurfers, also famed for potent spirits and succulent meats\n- Kagoshima City\n## A paradise for divers and windsurfers, also famed for potent spirits and succulent meats\nOnly four kilometers from active volcano Sakurajima, Kagoshima City combines a stunning vista with rich local history, excellent food and drink, and vibrant nightlife. Its central location makes it the perfect hub for exploring both mainland Kagoshima and its surrounding islands.\n### Don't Miss\n- Marvel at the powerful active volcano Sakurajima\n- Explore the ruins of Kagoshima castle\n- Visit the former feudal lord's private house and garden at Sengan-en\n- Get a view of the deep at Kagoshima City Aquarium\n## How to Get There\nKagoshima City is Kagoshima's central transport hub with links to most other major cities in Kyushu.\nRegular access to the islands and other local destinations make Kagoshima City a convenient base for exploring the region.\nThe Kyushu Shinkansen connects Kagoshima with Kumamoto (42 minutes), Fukuoka (1 hour 16 minutes) and Shin-Osaka (3 hours 41 minutes). Local trains and buses are also available from neighboring prefectures.\nDomestic flights operate from most major locations, including Tokyo (2 hours), Osaka (1 hour 15 minutes) and Fukuoka (55 minutes). Regular international flights operate from Seoul, Hong Kong, Taipei, and Shanghai.\n### In the shadow of Sakurajima\nActive volcano Sakurajima towers over the city and is only a short ferry ride away if you want to get up close and personal with this monument to the power of nature. You can cycle around the volcano, and there is a museum where you can learn all about the volcano.\n### Get the best views of Sakurajima\nYou can find the best views of Sakurajima at the picturesque Japanese garden Sengan-en and on top of the Shiroyama viewpoint, which rises up behind the city. Take note, you may also get a light showering of ash if the volcano erupts, which it frequently does.\n### Southern Japanese samurai\nVisit the ruins of Kagoshima castle to step back in time and feel how the lords of the Shimazu clan and their samurai lived. Kagoshima samurai played a pivotal role in the end of the Tokugawa clan and indeed samurai rule of Japan in 1867.\n### Take a leisurely walk around the old castle grounds\nStart at Terukuni-jinja shrine, where revered feudal lord Shimazu Nariakira is enshrined. Then head over to get your photo taken with the statue of the real last samurai, Saigo Takamori. Take a leisurely stroll past the old castle walls, and head inside the former castle grounds to visit the Reimeikan Museum and learn about the rich history and culture of Kagoshima.\n### Ishibashi Park\nTake a stroll around Ishibashi Park, where the old stone bridges of Kagoshima City have been tastefully displayed. A small man-made river makes a great paddling pool for younger children in the warmer months.\n### Swim with dolphins during summer\nDuring the summer you can also enjoy a swim at nearby Iso Beach, which is also frequented by windsurfers and jet-skiers. If you are lucky, you may even see dolphins playing in the sea in front of the volcano.\n### Journey through the historic Sengan-en\nMake sure to leave plenty of time for a visit to Sengan-en, the former private residence of the feudal lords of the Satsuma domain. The expansive grounds include the house and gardens as well as a museum and glassworks.\n### A view of the deep\nThe view of the volcano is certainly impressive, but what goes on underneath the surface of the sea is equally so. You can take a look at the kind of creatures that might be lurking deep beneath the surface in Kinko Bay in the huge Aira Caldera at the Io World aquarium.\n### Living it large with the locals\nKagoshima is famous for its food and drink, and what better way to enjoy it than in the company of locals in one of downtown Tenmonkan's many great bars and restaurants. Hop on a tram and make your way through the city to the main nightspots, or take it easy in a restaurant nestled in one of the many inviting backstreets.\n### Devour famous dishes and special local shochu\nJapan might be famous for sushi, but Kagoshima really brings home the bacon with its famous kurobuta pork, award-winning wagyu beef, and kurosatsuma-dori (black chicken). Head down to Tenmonkan to sample local shochu. Don't worry about missing the last train, the nightlife in Kagoshima goes on late into the night."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_kirishima_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/kirishima/", "title": "Kirishima", "category": "destination", "text": "# KAGOSHIMAKirishimaDiscover the land of the gods, deep in the mountains\n- Kirishima\n## Discover the land of the gods, deep in the mountains\nEscape into the misty mountain forests of Kirishima, the setting for the Japanese creation myth. Reinvigorate yourself in healing hot springs and enjoy the fresh mountain air.\n### Don't Miss\n- Hiking trails that overlook breathtaking mountain views\n- Relaxing volcanic hot springs\n- Majestic Kirishima-jingu Shrine\n- Kirishima Open Air Museum\n## How to Get There\nKirishima can be reached by train and bus. Renting a car to tour the area is also a viable option.\nKirishima is located northeast of Kagoshima City on the border with Miyazaki Prefecture. It can be reached via a one-hour local train or a 50-minute limited express train from Kagoshima Chuo Station.\nKirishima is accessible by bus from Kagoshima Airport, but renting a car is perhaps the best method to get the most out of your visit to Kirishima.\n### Picturesque mountain views\nKirishima has a network of hiking trails that range from gentle to reasonably challenging and will take you to the roof of Kyushu and what is reportedly the point of the genesis of Japan. According to Japanese mythology, the god Ninigi no Mikoto descended to Earth at Mt. Takachiho and thrust his three-pronged spear into the mountaintop, bringing peace to the land.\nKirishima Onsen Hot Spring Resort\nThe Kirishima ridge trail is a 12-kilometer course along the main mountain ridge that takes about six hours to complete. On the way, you will pass by some of the most breathtaking mountain scenery in Japan, including picturesque views of Onami Lake.\nThe area is well known for its many deer, and you will likely spot them roaming through the foliage as you walk the hills. Plan your route and check transport times for your journey back.\n### Relax in volcanic waters\nAfter a long hike, take a rest in one of the many hot springs found in the area. Kirishima Onsen is one of Japan's best-known hot spring resorts and is located high in the mountains. Stay at one of the many traditional inns or ryokan in the area and soak in the healing waters. It's a wonderful way to rejuvenate your mind and body while breathing in the invigorating mountain air.\n### The first samurai honeymoon\nSamurai rebel Sakamoto Ryoma and his wife Oryo Kirishima visited Kirishima after he was wounded in the 1866 battle at the Teradaya Inn in Kyoto. This has since been called Japan's first honeymoon, although perhaps somewhat less romantic than what we are used to today. You can retrace the route Ryoma and his wife walked, which is popular for onsen-loving history buffs.\n### Ancient shrines\nIt is easy to see why Kirishima-jingu Shrine is called the Nikko of the West, with its impressively decorated vermilion pavilions. Ancient trees loom over the shrine complex and give a sense of mystery to this sacred site. Make sure to walk around the back of the main shrine and take one of the winding trails to peaceful smaller shrines often overlooked by visitors.\nSlightly off the beaten track, you'll find the impressive Kagoshima-jingu Shrine, said to have been founded by the first Japanese emperor, Jimmu. Be sure to check out the beautifully decorated roof of the main hall.\n### Art on a mountainside\nThe Kirishima Open Air Museum, located halfway up Mt. Kurino, has a number of modern installations from close to two dozen Japanese and overseas artists, including Yayoi Kusama and Anthony Gormley. Many of the displays are outdoors, creating endless photo opportunities that even the youngest visitors can enjoy."}
{"filename": "www.japan.travel_en_destinations_kyushu_kagoshima_yakushima_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kagoshima/yakushima/", "title": "Yakushima", "category": "destination", "text": "# KAGOSHIMAYakushimaA UNESCO World Natural Heritage site , Yakushima is home to Yakusugi cedar trees over 1,000 years old, pristine beaches, and Japan's best sea turtle nesting site\n- Yakushima\n## A UNESCO World Natural Heritage site , Yakushima is home to Yakusugi cedar trees over 1,000 years old, pristine beaches, and Japan's best sea turtle nesting site\nYakushima is the stuff of Japanese legends. This little island is the country's first UNESCO World Heritage site, the inspiration for Studio Ghibli's film \"Princess Mononoke\" and home to some of the best natural wonders in Japan.\n### Don't Miss\n- The waterfalls—Yakushima's wet climate and steep terrain means it has an abundance of enormous waterfalls\n- Ancient forests—Yakushima is home to yakusugi, ancient cedar trees, the oldest of which is thought to be 7,000 years old\n- Sea turtle season—from May to July every year, Nagata Inaka Beach becomes a major sea turtle nesting site\n## How to Get There\nJust 60 kilometers off the tip of Kagoshima, Yakushima can be accessed by plane or ferry.\nFrom Tokyo, take a plane from Haneda Airport to Kagoshima Airport. The flight is less than two hours. From there, a connecting flight to Yakushima is only 40 minutes. Another option is to take a ferry from Kagoshima Port to Yakushima Miyanoura or Anobo Port. The ferry ride takes two and a half hours on the speed ferry or four hours on the regular, and cheaper, car ferry.\n### Remoteness is a positive thing\nNot as easily accessible as other parts of Japan, Yakushima has remained relatively untouched. In 1993, the island was registered as a UNESCO World Heritage site. Its pristine coastline and crystal-clear waters attract tourists from across Japan, and yet its remote location means that the island never feels too touristy.\nYakushima was Japan's first-ever inscription on the UNESCO World Heritage list, alongside Shirakami Sanchi in Tohoku.\nAbout 90 percent of the island is mountainous and forested. Its highest point, the peak of Mt. Miyanoura, is the highest mountain in Kyushu at 1,936 meters. Mt. Miyanoura is situated in the middle of the island, surrounded by many other mountains exceeding 1,500 meters.\n### Natural variation\nFrom the island's sandy beaches to the upper reaches of its highest mountains, Yakushima is home to a range of microclimates that vary from subtropical to subarctic. This variation has resulted in the presence of extraordinary biodiversity. With its abundance of rainfall throughout the year, the island is covered with lush green forests which are home to many yakusugi trees (ancient cedar trees), some of which are over 1,000 years old.\nNoteworthy attractions include the Shiratani Unsuikyo Ravine, Yakusugi Land, and Nagata Inaka Beach. Shiratani Unsuikyo Ravine is filled with beautiful valleys and primeval forests, while Yakusugi Land is home to a collection of enormous yakusugi trees. And Nagata Inaka Beach is Japan's largest sea turtle nesting site.\n### An ancient tree\nIn the middle of the island, only accessible by hiking four to five hours one way is the Jomon Sugi. The Jomon Sugi is said to be around 7,000 years old. The enormous tree derives its name from the Jomon Period of Japanese pre-history, and its discovery in 1966 raised awareness of the need to protect valuable forest resources.\n### Water falling\nThe steep terrain, high elevations and abundance of rainfall mean that Yakushima has many waterfalls. Okonotaki Falls is a roaring, 88-meter waterfall that is one of the highlights of Yakushima, and was selected as one of Japan's best waterfalls in 1990. Senpironotaki Falls, Torokinotaki Falls, and Janokuchi Falls are some of the island's other popular and accessible waterfalls.\n### Human wonders\nThe Yakushima Goshinzan Festival is held on the Miyanoura River and is a unique event with links to the cult of the mountain god. Those gathered at the site are sprinkled with sacred water to pray for good health and family safety. A bonfire is then built to welcome the mountain deities, and a magnificent Yakushima taiko drum is dedicated to the deities.\n### Around we go\nYakushima has one major ring road that goes the entire way around the island. Buses run regularly along this route, but due to the remote nature of many of the island's attractions, private transport is recommended to get around quickly. There are rental agencies near Miyanoura Port, Awa Port, and Yakushima Airport.\n### Local eats\nYakushima produces much of its own food and has several specialties. Chief amongst them is flying fish, which is a delicious lunch or dinner treat.\nMany shops sell bento lunch boxes wrapped in environmentally friendly bamboo leaves.\nThe local shochu is also worth a try. The most famous brand is called Mitake and comes in 25 percent and 39 percent varieties."}
{"filename": "www.japan.travel_en_destinations_kyushu_kumamoto_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kumamoto/", "title": "Kumamoto", "category": "destination", "text": "# KyushuKumamotoShaped by volcanoes\n- Kumamoto\n### Onsen resorts, a majestic castle and famous local foods are helping Kumamoto bounce back\nDespite suffering damage in the 2016 Kumamoto earthquake, the region was quick to rebound and continues to welcome tourism. Surrounded by mountains, the landscape is shaped by volcanic activity. Aso is known for its huge caldera containing villages and farms. Kumamoto Castle is one of the country's most imposing, and Kurokawa Onsen retains a quaint, traditional feel.\n## How to Get There\nKumamoto has its own airport, and larger Fukuoka Airport is also close. Bullet trains pass through Kumamoto as well, with easy access from Kagoshima in the south, and Fukuoka and beyond to the north. Local trains are cheap and convenient for reaching small towns around Kumamoto Prefecture.\nThere are direct flights to Kumamoto Airport from Tokyo’s Haneda Airport and Osaka’s Itami Airport. There are also direct flights from Narita, Nagoya (both Chubu and Komaki), and Shizuoka. If traveling from elsewhere in Japan, the best way to get to the area is by catching a plane to nearby Fukuoka Airport and then getting to Kumamoto by train or bus. If you’d rather travel by land, catch the shinkansen from Tokyo and points west. There are some through trains originating from Shin-Osaka Station, while others require an easy transfer at Hakata Station in Fukuoka.\n### Don’t Miss\n- Kumamoto Castle, one of Japan’s most famous castle sites\n- Kurokawa Onsen, a traditional hot spring resort town\n- Christian sites and marine activities in the islands of Amakusa\n- The yearly Yamaga Lantern Festival\n## Explore Kumamoto by Area\n- \\\\\nAmakusa\n- \\\\\nAso & Around\n- \\\\\nHitoyoshi\n- \\\\\nKumamoto City\n## Trending Attractions in Kumamoto\n- Kumamoto CastleKumamoto Castle\\\\\nKumamoto Castle\n- aso & around\\\\\nKurokawa Onsen\n- KUMA RIVER BOAT RIDES\\\\\nKuma River Boat Cruises\n- Aso Farm Land\\\\\nAso Farm Land\n- Yamaga Toro Matsuri\\\\\nYamaga Lantern Festival\n## Local Specialties\n- Aka Beef\nBeef from Japanese brown cattle, one of the four breeds of wagyu cattle. Aka beef is characterized by its lean meat and tenderness.\n- Kumamoto Shochu\nJapan's other national drink, shochu is a distilled liquor made from rice, barley, brown sugar, sweet potatoes or buckwheat. It has a rich, nutty flavor, and can be enjoyed straight up, on the rocks or mixed into cocktails.\n- Dekopon\nThe dekopon is a hybrid mandarin often called the \"sumo mandarin\" due to its large, round size. Incredibly sweet and packed with juice. Make sure to try fresh-squeezed dekopon juice while in Kumamoto.\n- Bamboo Crafts\nKumamoto has a lot of bamboo, and its artisans sculpt it into various fantastic shapes, including lanterns, candleholders, baskets and other decorative and practical items. The glow of patterned bamboo lit from within is particularly appealing, stylish and peaceful.\n- Amakusa Ceramics\nCeramic production in the Amakusa area dates back to to the early 17th century. Critical to the livelihood of this island community, the various regional kilns produced several varieties, including mizunodaira, uchida sarayama, maruo and takahama ware.\n- Higo Inlay Work\nStately and practical, Higo zogan metalwork was created to customize military gear. When swords were outlawed in 1876, craftsmen specializing in this art invariably branched out. Nowadays this gold and silver inlay technique is used on everything from cufflinks to bespoke guitars.\n## Seasonal Highlights\n- Spring\nCelebrate cherry blossoms all around the prefecture with food and drink. The grounds of Kumamoto Castle are particularly beautiful and festive.\n- Summer\nKumamoto comes alive with special events, including the Horse Festival, the Yamaga Lantern Festival, and various fireworks displays.\n- Autumn\nChanging leaves are a beautiful compliment to bathing in hot springs. Enjoy local citrus fruits like the dekopon, also called the \"sumo mandarin.\"\n- Winter\nWarm up in an onsen or with a steaming hot pot meal. Hot pot made with rich seafood is a Kumamoto winter specialty."}
{"filename": "www.japan.travel_en_destinations_kyushu_kumamoto_amakusa_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kumamoto/amakusa/", "title": "Amakusa", "category": "destination", "text": "# KUMAMOTOAmakusaBeautiful bay islands with a dramatic history\n- Amakusa\n## Beautiful bay islands with a dramatic history\nConnected by bridge to Kyushu, the southernmost island of the Japanese mainland, the islands of Amakusa feature idyllic natural scenery, bountiful marine treasures and fascinating history.\nOwing to its relative proximity to the city of Nagasaki, where foreign missionaries first arrived in Japan, Amakusa became one of the nation's main centers of Christianity during a time when the religion was outlawed. Although most people today visit Amakusa to enjoy the area's rustic beauty and marine activities, history buffs interested in this period will find plenty to discover in the area's numerous museums and churches.\n### Don't Miss\n- Dolphin-spotting cruises in the bay\n- Museums on Christianity's tumultuous and secret history in Amakusa\n- Sampling the local delicacy: sea urchin\n## How to Get There\nAmakusa is accessible via plane, ferry, or bus.\nDaily flights for Amakusa Airport depart from Osaka, Fukuoka, and Kumamoto, and hourly buses depart from Kumamoto Station. However, the ferry is by far the most scenic option. Ferries are available from Kuchinotsu Port in Nagasaki, Kuranomoto in Kagoshima, and Misumi East Port in Kumamoto (the best option for JR Rail Pass holders).\nFor Misumi, take the JR Misumi Line from Kumamoto Station to Misumi Station; Misumi East Port is just outside the station. Catch the Amakusa Takarajima Ferry to Amakusa's main island of Shimoshima. Even in peak times, this boat is rarely packed and offers unrivaled views of the islands. If you have extra time before departure, consider taking a 10-minute bus or taxi to Misumi West Port, which has well-preserved historic buildings that are open to the public.\nOnce in Amakusa, a rental car is the best option for exploring the island, as buses are infrequent.\n### An ocean lover's paradise\nAmakusa and its surrounding islands offer an abundance of beaches, hot springs, and marine activities like fishing, scuba, snorkeling, wakeboarding and more.\nNearby Goshoura Island is referred to as the \"island of dinosaurs\" and has a host of museums and fossil sites to explore, while the islands of Tsukinoshima and Hogashima offer glass-bottom boat rides.\n### All aboard the dolphin cruise\nAmakusa consists of more than 120 islands of various sizes, the biggest of which are Shimoshima Island and Ueshima Island. The islands are a natural habitat for wild dolphins. As such, the number one tourist attraction in Amakusa is dolphin spotting.\nThere are many cruise providers in the area, such as the Sea Cruise Company and the Dolphin Cruise Company.\n### Enjoy the ride\nGetting a great photo of the dolphins is almost impossible, so sit back and enjoy the experience. Dolphin sightings are practically guaranteed, with a 98% success rate. The tours are most popular in the summer, but operate year-round, weather permitting.\n### Temple of secrets\nMyotokuji is one of the Zen Buddhist temples in Amakusa built in 1645 in an attempt to persuade the local Christians to convert to Buddhism. Following the Shimabara Rebellion (1637-8), there was still much resistance by local Christians and persecution continued until the 1850s.\nYou can learn more about this history at the nearby Christian Museum.\n### A history of rebellion\nThe Shimabara Rebellion of 1637 saw thousands of Christians massacred following a long period of famine, taxation and persecution. The rebellious leader, the charismatic sixteen-year-old Amakusa Shiro, was killed in battle by the governing Shogunate forces, but became a revered hero who is still memorialized today. In the aftermath of the rebellion, Christianity was prohibited, and harsh measures were taken to convert Christians back to the official religion of Buddhism.\nDespite this, large numbers of Christians persisted in Amakusa and the area has remained one of the most Christian regions of Japan to this day.\n### Coming out of hiding\nIn 1933, the Romanesque church Oe Cathedral was built by Father Garnier, a French missionary, following the lifting of the ban on Christianity in 1873. Below the church, you'll find the Amakusa Rosario Museum, which exhibits items related to the secret lives of the hidden Christians.\nNearby is Sakitsu Church, a Catholic church built in 1934. Although the building is in the Gothic style, some of the interior is covered with tatami mats, blending in with the lifestyle of the fishing village. The church has been nominated for UNESCO heritage status alongside several other notable sites in Nagasaki Prefecture.\n### While you're at it\nDon't miss the Amakusa Collegio Museum, which explores the history of the area before the Shimabara Rebellion and features a life-sized model of Japan's first printing press.\nOther attractions on Shimoshima that aren't related to Amakusa's turbulent past include plenty of beaches, parks and hiking trails. The Shimodo Onsen area on the western side of Shimoshima offers traditional ryokan (Japanese inn) accommodation for those hoping to spend more than a day exploring the islands."}
{"filename": "www.japan.travel_en_destinations_kyushu_kumamoto_hitoyoshi_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kumamoto/hitoyoshi/", "title": "Hitoyoshi", "category": "destination", "text": "# KUMAMOTOHitoyoshiCruise down Kumagawa River and soak up the history of this beautiful rural town\n- Hitoyoshi\n## Cruise down Kumagawa River and soak up the history of this beautiful rural town\nThe Kumagawa River runs through the former castle town of Hitoyoshi, which until the mid-19th century was a bustling lumber port. Sometimes called Kyushu's \"Little Kyoto,\" the town is nowadays known for its river boat cruises, Kyushu's largest limestone caves, local distillery, and castle ruins.\n### Don't Miss\n- Cruising along the Kumagawa River, a one-of-a-kind way to see the area\n- Aoi Aso-jinja Shrine, a National Treasure with beautiful thatched roofs\n- Visiting the ruins of Hitoyoshi Castle, which combines Japanese and Western architectural features\n- Touring the Sengetsu Shuzo Distillery to sample locally brewed shochu\n## How to Get There\nIt takes about an hour from Kumamoto City by car (using the expressway). Highway bus services are also available.\n### Ride the Kumagawa River\nOld-fashioned wooden boat cruises on the Kumagawa River are the main draw for Japanese and international tourists to Hitoyoshi. With both slow, leisurely cruises and fast, adventure courses to choose from, a day on the river offers something for everyone. You can even get the white-knuckle experience with rafting options available in the summer.\nNote that due to the damage caused by torrential rainfall in July 2020, only the short course (Umehana-no Watashi) is currently in operation; the long course is expected to be in operation from spring 2022.\nWhenever you go, the river is a picturesque place to visit and a photogenic backdrop for holiday snaps.\n### A 300-million-year-old cave\nAnother of Hitoyoshi's main draws is the largest limestone cave in Kyushu. Kysendo Cave runs five kilometers long and is said to be over 300 million years old. A kilometer of the cave is open for public exploration, with 30-minutes required to take in one of the area's more unusual attributes. Please note that it is closed for the time being due to damage from torrential rain in July 2020 (reopening date is undecided.)\n### A national treasure with unique features\nAnother noteworthy attraction in Hitoyoshi is Aoi Aso-jinja, a Shinto shrine with unique thatched roofs reflecting its 1,200-year history. Five of the structures in the shrine (the main shrine, offering hall, oratory, corridor and gate) are listed as National Treasures of Japan.\nThe shrine complex is small, and won't take too much time to see, giving you plenty of time to continue your journey.\n### Local brews\nKyushu is renowned for its shochu, a spirit typically distilled from sweet potato, barley, rice or black sugar. Hitoyoshi is no exception; the Kuma area is home to 28 breweries, with Sengetsu Shuzo Distillery being one of the most famous. The liquor brewed here, Kuma Shochu, makes a great souvenir to take home.\n### The ruins of Hitoyoshi Castle\nAnother of the city's main attractions is the ruins of Hitoyoshi Castle. First built in 1198, the castle was governed by the same family for around 700 years. In 1872 the castle was dismantled, but recent reconstructions have turned this attraction from ruins into a more interesting place to visit. An interesting feature of Hitoyoshi Castle is its reconstructed walls which were built in the hanedashi method. This includes overhanging ramparts copied from European castle construction styles to protect the castle from fires. These hanedashi walls are extremely rare. There are two yagura (towers) and a reconstructed gate to see as well as the ancient castle walls.\nThe Kumagawa River acts as the outer moat of the castle, making it one of the more picturesque castles in the area, and the site ranks among Japan's top 100 castles. The grounds house a museum where you can learn about the castle's history and view its treasures and artifacts. Due to torrential rains in July 2020, note that part of the castle ruins are now off-limits, and the museum is temporarily closed.\n### Exploring more of Hitoyoshi\nOther top attractions in Hitoyoshi include the rail museum (popular with children), the Hitoyoshi onsen (hotsprings), a traditional samurai house called Bukekura, and local parks."}
{"filename": "www.japan.travel_en_destinations_kyushu_kumamoto_kumamoto_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/kumamoto/kumamoto/", "title": "Kumamoto City", "category": "destination", "text": "# KUMAMOTOKumamoto CityWelcome to Japan's \"Land of Fire\"\n- Kumamoto City\n©Kumamoto Castle General Office\n## Welcome to Japan's \"Land of Fire\"\nWith an active volcano at its periphery, Kumamoto Prefecture is known in Japan as \"The Land of Fire.\" A key access point for exploring the volcano and the surrounding Aso area, the capital city of Kumamoto Prefecture is historically rich and well worth exploring over a day or two.\n### Don't Miss\n- The eclectic mix of art on display at the prefectural art museum\n- Sightseeing around the periphery of the Kumamoto Castle grounds\n- Taking a bus or train from Kumamoto Station to Mt. Aso\n## How to Get There\nKumamoto can be reached by bullet train from Kagoshima, Fukuoka and beyond; by air from several major Japanese airports; and by sea from Nagasaki. Highway buses also operate from destinations as far as Osaka and Kyoto.\n©Kumamoto Castle General Office\n### The 2016 Kumamoto earthquake\nIn April 2016, earthquakes struck the city, the largest of which was a 7.3 magnitude shock. The disaster caused severe damage to homes and buildings throughout the city including several key attractions. While life goes on as normal, repair work still continues.\n©Kumamoto Castle General Office\n### A castle under repair\nKumamoto Castle, one of Japan's most visited, suffered severe damage in the 2016 earthquake. The restored castle tower is open to the public, but many areas remain inaccessible. Restoration work still continues, but visitors can walk around the castle, stopping at small shrines, gardens, and other tourist attractions along the way.Kato-jinja on the eastern edge of the grounds is a charming shrine and one of few places where you can still view the castle keep.\n©Kumamoto Castle General Office\n### Commitment to art and culture\nClose to the castle, the Kumamoto Prefectural Museum of Art was opened in the 1970s, with further branches opening in 1992 and 2008. As well as paintings, the museum also exhibits lacquerware, calligraphy, ceramic art, sculptures and ancient artifacts. Important works of modern Japanese art are on display, as well as permanent European art exhibits, including works by Rembrandt, Goya, Warhol, Picasso and Renoir.\n### Kumamoto's top festival\nOne of the biggest annual events in the city is the Fujisaki Hachimangu Shrine Grand Autumn Festival. Held in September, it is a vibrant event with competing teams parading a decorated horse between Fujisaki Hachimangu and Gokoku shrines. The procession marches through the center of Kumamoto, down the covered shopping arcade. Revel in the jubilant atmosphere and enjoy music, costumes, and stalls selling snacks and souvenirs.\n### Other city sights\nThere are numerous museums and attractions in the city for travelers to visit. CAMK (Contemporary Art Museum Kumamoto) has a permanent free exhibition and an alternating temporary exhibition. Suizenji Garden is a picturesque landscape garden with a thatch-roof teahouse. Nearby is Lake Ezu, where you can enjoy a long walk by the water's edge or rent a pedalo.\n### Out of town\nFor a short excursion outside of the city center, head to Honmyo-ji, a hilltop temple with views of the city. It is also where the great warrior Kato Kiyomasa (1562-1611), a key figure in the construction of Kumamoto Castle, is laid to rest. A bronze statue of the man stands in the temple grounds.\nFurther out of town in the same direction, Reigando Cave and the hundreds of Buddhist statues leading to it are a curious attraction. The cave was where one of Japan's greatest swordsmen, Miyamoto Musashi, chose to spend the final years of his life after writing his book on the art of war, The Book of Five Rings (Go Rin No Sho).\n### Volcano bound\nA visit to Kumamoto Prefecture is not complete without a trip to Mt. Aso. Buses for Aso leave from Kumamoto Station and drop off at Aso Station from where you transfer to an additional bus to reach the volcanic crater. There are two ways to get to Aso from Kumamoto City: by train or by bus. There are trains from Kumamoto Station to Aso Station. Buses depart for Aso Station from Kumamoto Station or Sakura-machi Bus Terminal. To get to the Mt. Aso Nakadake Crater, change to another bus from Aso Station."}
{"filename": "www.japan.travel_en_destinations_kyushu_miyazaki_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/miyazaki/", "title": "Miyazaki", "category": "destination", "text": "# KyushuMiyazakiVolcanic hikes, jaw-dropping beaches and Japan’s most gorgeous waterfall\n- Miyazaki\n### Miyazaki offers something for all—spectacular surf, an iconic waterfall, a rich festival calendar and shrines associated with the myth of Japan's founding\nMiyazaki is a renowned haven for outdoor sports enthusiasts, boasts gorgeous coastal drives and is home to incredible seaside shrines. Miyazaki Shrine, Amanoiwato Shrine and Takachiho Shrine are associated with the myth of the birth of Japan, and feature lively annual festivals that celebrate Miyazaki's significant place in Japanese mythology. Takachiho Gorge and the 17-meter Manai Falls are breathtaking and a prefectural highlight. Kisakihama, Okuragahama, Uchiumi and Aoshima are popular for their surf. Seagaia, a 20-minute drive from Miyazaki Station, is a comprehensive resort complex complete with a hotel, convention center, and golf courses.\n## How to Get There\nThe most convenient way to reach Miyazaki from Tokyo is by plane. Alternatively, take the JR Tokaido, Sanyo or Kyushu shinkansen from Tokyo or other major cities to Shin-Yatsushiro or Kagoshima Chuo stations, before making your respective highway bus or express train connections.\nMiyazaki Airport handles domestic flights for various airlines, while international flights link the prefecture with Hong Kong, South Korea and Taiwan. Flights from Haneda, Narita, Osaka, Nagoya, Fukuoka and Okinawa run daily. If you are already in Kyushu, highway buses run regularly between Miyazaki and Fukuoka. Buses and express trains connect Miyazaki City and Kagoshima.\n### Don’t Miss\n- Incredible sunrises at a seaside island shrine in Aoshima\n- The rugged coastline drive to Nichinan\n- Hiking around active volcanic craters along the Ebino Plateau\n- The sheer beauty of Takachiho Gorge by day and kagura dances at Takachiho Shrine by night\n## Explore Miyazaki by Area\n- \\\\\nEbino\n- \\\\\nMiyazaki City\n- \\\\\nNichinan\n- \\\\\nHyuga\n- \\\\\nTakachiho\n- \\\\\nMiyazaki Surf Spots\n## Trending Attractions in Miyazaki\n- Takachiho Night Kagura FestivalTakachiho Night Kagura Festival\\\\\nTakachiho Evening Kagura\n- Obihan\\\\\nObi Castle Town\n- Cape Toi Area\\\\\nCape Toi\n- Udo-jingu Shrine\\\\\nNichinan\n- Aoshima Beach\\\\\nAoshima\n## Local Specialties\n- Cheese Manju Sweet Bun\nThis Miyazaki-born confection features a crisp dough with a texture similar to cookies or cake, filled with rich cheese.\nBe sure to savor the unique flavors at each shop.\n- Authentic Miyazaki Shochu\nMiyazaki is one of Japan's top regions for shochu production, and focuses on varieties based on sweet potatoes, malted rice and wheat. The flavors range from sweet to hearty to mellow, and adding a bit of hot water makes the fragrance bloom.\n- Miyakonojo Archery Bows\nElegant lines and beautiful details characterize the Miyakonojo daikyu, a longbow crafted for range and accuracy. These bows are handcrafted in Miyakonojo, Japan’s archery capital, which produces 90 percent of Japan’s bamboo bows and hosts an annual martial art competition in archery.\n- Hyuganatsu\nSimilar in appearance to an orange with yellow skin, the hyuganatsu is a juicy citrus fruit with a thick, soft skin. It is sprinkled with sugar and eaten with the pith intact.\n- Nikumaki Onigiri\nThis unusual onigiri is a fist-sized rice ball that shuns the usual filling of seaweed or fish for a hot wrapping of thin-sliced pork. These go great with an ice-cold beer.\n- Miyazaki Beef\nThis is beef from the Japanese black wagyu breed of cattle, and Miyazaki raises such prized cows that other cattle-raising regions, even Kobe, buy calves from ranchers here. Famous for its deep marbling, intense flavor and pleasant aroma when grilled. A must-try for steak lovers.\n- Miyazaki Mangoes\nMiyazaki's subtropical climate is perfect for growing mangoes. Mangoes fall off the vine as they ripen, so to increase the amount of ripening and avoid bruising, Miyazaki farmers wrap their sweet and delicious fruits in nets attached to the trees.\n- Hiyajiru\nConsidered one of the hottest areas on the southern island of Kyushu, Miyazaki is the home of hiyajiru, the Japanese version of gazpacho. It is a chilled soup made from dried fish and miso, poured atop cooked rice and eaten alongside refreshing summer vegetables like cucumber. A final topping of ginger and perilla give the dish an extra-refreshing flavor.\n## Seasonal Highlights\n- Spring\nSpring brings new warmth to the ocean’s waters, one of Japan's earliest cherry blossom seasons and the official opening of popular Aoshima Beach Park.\n- Summer\nSummer in Miyazaki means mangos, hiyajiru cold miso soup, and fireworks festivals held up and down the coastline.\n- Autumn\nFall sees leaves turn especially bright at the Gokase Valley, cloudrift at Kunimigaoka in Takachiho, and ideal trekking conditions at the Ebino Plateau.\n- Winter\nWinter illuminations can be enjoyed throughout the prefecture. Mythical kagura dances are performed at Takachiho Shrine this time of year. Coming-of-Age Day, held on the second Monday in January, people go into the sea to perform misogi (a purification ceremony) dressed in special clothing exposing their upper bodies."}
{"filename": "www.japan.travel_en_destinations_kyushu_miyazaki_ebino_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/miyazaki/ebino/", "title": "Ebino", "category": "destination", "text": "# MIYAZAKIEbinoVolcanoes, crater lakes, high mountain peaks and views to South Korea\n- Ebino\n## Volcanoes, crater lakes, high mountain peaks and views to South Korea\nIf you are seeking outdoor adventures up volcanoes, on mountain hikes and around giant water-filled craters, then grab your hiking boots and head to Ebino. Ebino Plateau, or Ebino Kogen, is in the south-western part of Miyazaki and boasts a 12-kilometer mountain-to-mountain ridge hike.\n### Don't Miss\n- A leisurely stroll around Rokkannonmi Pond\n- The hike along Kirishima's breathtaking 12-kilometer volcanic ridge\n- See if you can spot South Korea from the top of Mt. Karakuni\n## How to Get There\nIf you are coming to the area by car, you can use the expressway and pay a toll, or use local roads. From Miyazaki City, the drive is just over 90 minutes.\n### Hike through Japan's first designated national park\nAny trip to Ebino centers around exploring the Kirishima mountain ranges.\nIf you spend enough time in the area there are 23 volcanoes, 15 craters and ten crater lakes to see, which make the region an absolute fantasyland for volcano lovers and adventurous explorers.\n### Start with a beginner-friendly hike around Rokkannonmi Pond\nThere are many different hikes to enjoy in Ebino, but most travelers start at the visitor center and go around Rokkannonmi Pond. It's a fairly leisurely two-hour hike, with fantastic views of the surrounding mountains and highlands.\n### Tackle the more challenging and spectacular volcanic ridge trail\nIf you want something more challenging, you can take the 12-kilometer Ridge Trail, which leads from Ebino Kogen and takes you over numerous volcanic peaks to the other side of the National Park. Note that if you intend on stopping at the other end, you'll need to organize transport to pick you up.\n### Ascend the peak of Mt. Karakuni\nThe highest of the mountains in the Ebino Kogen area is Mt Karakuni, at 1,700 meters above sea level. It gets its name because you can see all the way to South Korea from the top of the peak on a clear day. If you're lucky enough to be there in the fall season, you can see some amazingly colored trees.\n### Learn more about life in this unique area\nTo learn more about the distinct landscape, flora and fauna that flourishes in the area, pay a visit to the Eco Museum Center at the entrance to Ebino Kogen. You can see first-hand what kind of life thrives here via authentic botanical samples.\n### Staying in Ebino Kogen\nAccommodation in the area includes glamping facilities at the Kokuminshukusha Ebino Kogenso, and inns at Ebino Kyomachi Onsen and Shiratori Onsen. If you are not staying in the area, it is possible to start your hike early and return to either Miyazaki City or Kagoshima for lodgings."}
{"filename": "www.japan.travel_en_destinations_kyushu_miyazaki_miyazaki-surf-sports_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/miyazaki/miyazaki-surf-sports/", "title": "Miyazaki Surf Spots", "category": "destination", "text": "# MIYAZAKIMiyazaki Surf SpotsTake a surf adventure down south in warm, uncrowded waves\n- Miyazaki Surf Spots\n## Take a surf adventure down south in warm, uncrowded waves\nAlong with Chiba, Miyazaki is one of Japan's most renowned surf destinations. With a coastline that stretches over 300 kilometers, Miyazaki attracts swell from the east, south and north. An abundance of surf schools have opened shop along the coast and, during typhoon season especially, you can find some world-class surf breaks to rival any surf location.\n### Don't Miss\n- Surfing in Aoshima followed by a beer and burger at Aoshima Beach Park\n- Driving south down Route 220 for a surf check\n- Enjoying the Hyuga sunrise before a surf at Okuragahama\n## How to Get There\nLocated on the southeastern coast of Kyushu, Miyazaki is accessible by car and by plane.\nMiyazaki is not accessible by bullet train, so if you're traveling with surfboards, your options to get there are driving or flying.\nIf you are on a budget, from Tokyo's Haneda Airport, the cheapest flights are with Solaseed Air. As of December 2017, Jetstar also flies direct to Miyazaki, but flights are from Narita Airport.\nIf you're driving from Honshu, simply take the Kyushu Expressway and turn onto the Miyazaki Expressway.\n### Surfing in Hyuga\nMiyazaki's surf spots are broken into three geographical areas— Hyuga in the north, Miyazaki City in the center and Nichinan in the south. All three areas offer fun waves for beginners and more challenging waves for skilled surfers.\nThe most famous beach in the Hyuga area is Okuragahama. It's home to numerous international surfing events each year and was the location for the ISA World Junior Surf Championships in 2017. Okuragahama is a sand bottom beach, but it breaks very consistently.\nThe area is easily accessible from Route 10 and has a free carpark. Locals are friendly, but show respect and follow typical surf manners. Most of the surf shops and surf schools operate from this beach.\nKanegahama is the next beach along from Okuragahama, and it also gets whatever swells available. Kanegahama is well-developed and has all the amenities for locals and visitors. This beach makes for great beach walks when the tide's low, and there's not too much swell.\n### Surfing in the Miyazaki City area\nFrom Hyuga, the first place to surf in Miyazaki City is around Hitotsuba. This is where the Phoenix Seagaia Resort and Sheraton Grande Ocean Resort are located.\nThere are a lot of breakwalls here, so you tend to get shorter, punchier waves that barrel a lot. As a result, Hitotsuba is not a great place for beginners, and coming in can be tricky at times, even for more experienced surfers.\nYou can access any of the beaches here by turning off the Hitotsuba Toll Road and finding the short rocky beach tracks that lead to the water's edge.\nHeading further south, you'll reach Kisakihama. This is Miyazaki's most well-known beach and is home to many contests. Nestled between the Kiyotake River and the Kaeda River, Kisakihama offers a long, uninterrupted stretch of beach that gets swell in most conditions. The 2019 ISA World Surfing Games were held here. Down towards the Kiyotake River end tends to be better for shortboarders.\nBeyond Kisakihama, you'll reach Aoshima. It's always a popular surf spot because of the free car park, the amenities, the nearby cafes, and shops. This beach is also walking distance to Aoshima Shrine. The breaks here are suitable for all levels, and there are a lot of surf schools in the area.\n### Surfing in Nichinan\nSouth of Miyazaki City is Nichinan. The trip to Nichinan offers one of the best coastal drives in Kyushu, with breathtaking scenes of volcanic rock formations and towering mountains that overlook the ocean below. What's more, there's an abundance of good surf spots.\nThe first beach in the area is Ibii. A gorgeous little stretch of sand, Ibii is an excellent beach for those just starting to surf because the waves are very manageable. In fact, you'll often find kids and families spending the day here.\nFurther south is Shoujuen. This beach is about 10 minutes past Sunmesse Nichinan. Look for the 7-Eleven on your right and the entrance is directly across the road. Shoujuen is particularly good when the swell is from the north.\nAbout five minutes further south is Umegahama. You can see it on your left as you drive over the bridge, just before you hit Nichinan City. You can surf either side of the river. The surf at Umegahama has many peaks.\nThe last beach on the Nichinan stretch is Kojima. This place is more famous for its monkey residents, but it lights up when the typhoons strike from June to November.\nStandup paddleboards are not allowed on any of the Nichinan beaches. This rule is clearly signposted and strictly enforced. The Nichinan area is less touristy than other places, but if you are respectful, you'll be fine to enjoy the great waves on offer."}
{"filename": "www.japan.travel_en_destinations_kyushu_miyazaki_miyazaki_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/miyazaki/miyazaki/", "title": "Miyazaki City", "category": "destination", "text": "# MIYAZAKIMiyazaki CityJapan's birthplace offers a peace park, seaside shrines, and great surfing and cycling\n- Miyazaki City\n## Japan's birthplace offers a peace park, seaside shrines, and great surfing and cycling\nBe it city delights or ocean sights, Miyazaki has something for everyone. No need to worry about the weather either, as this city has more sunshine than anywhere else in Japan.\n### Don't Miss\n- The sub-tropical island shrine in Aoshima\n- Walking around the vast expanses of Heiwadai Park\n- Surfing along the huge stretch of coastline\n- Cycling along the Oyodo River—take your own bike or rent one nearby\n## How to Get There\nThere is no direct train to Miyazaki, so the easiest access method is by bus, car or plane.\nMiyazaki is about a 1.5-hour flight from Tokyo's Haneda Airport or about one hour from Osaka's Itami Airport.\nBy bus or car, take the Kyushu Expressway, and then the Miyazaki Expressway turn off. It's about a 3.5 hours' drive from Fukuoka, and about a 1.5 hours' drive from Kagoshima.\n### Aoshima, the perfect blend of culture, sun, and fun\nMiyazaki is noted as the birthplace of Japan, which means it's steeped in history. Known for both its sunshine and ocean views, there's no better way to blend the two than to visit a seaside shrine.\nAoshima is perhaps Miyazaki City's most popular tourist attraction. You can easily spend an entire day at the island and in the surrounding village.\nAnd if you love surfing or want to learn, there are numerous surf schools and surfboard rental shops at Aoshima Beach.\n### Heiwadai, a peace park built from the memories of WWII\nJust a 10-minute drive north of the city, the sprawling Heiwadai Park is a fantastic place to relax, stroll, and learn about Japanese history.\nThe main feature of the park is the 37-meter-high Hakko Ichiu Monument, now the Peace Monument, which was constructed with stones from the time of the war-time Japanese empire.\nHakko Ichiu means “eight corners of the world under one roof,” which was a slogan used at the time it was built. You can climb up the steps and for a gorgeous view of the park and city.\nHeiwadai Park also has many replica clay soldiers lining the paths, known as Haniwa. They were excavated from the tomb of nearby Saitobaru Kofungun.\nThe lake in the park makes for a pleasant stroll, and with abundant lawns, you can easily have a picnic or take a relaxing nap under the sun.\n### Miyazaki Shrine, where spirituality and history blend\nMiyazaki Shrine is dedicated to Jimmu, the mythical first Emperor of Japan (711 B.C.-585 B.C.). There are three shrines inside the complex, as well as a tunnel of red shrine gates you can walk through. Also within the grounds is the Miyazaki Prefectural Museum of Nature and History.\nIn early April every year, Miyazaki Shrine has a demonstration of yabusame (horseback archery). Be sure to visit if you happen to be in the area.\n### Cycling along the Oyodo River\nThe Oyodo River is the main channel that runs through the city. From the city ward office, a dedicated bicycle path stretches along the river's length, making for a beautiful, scenic ride largely devoid of cars. Take your own bike or rent one at the Tourist Information Centre in Miyazaki Station or at the Giant Store Miyazaki on Tachibana-dori Nishi 4-chome.\n### Udo Jingu Shrine in a cave\nAbout 40 minutes from Miyazaki by car is Udo Jingu shrine. The shrine's main building is in a large cave, halfway down a cliff, open to the ocean. It is dedicated to Emperor Jinmu's father.\nNot only is the local area replete with a wide range of fulfilling attractions, but Miyazaki City is also a great place to base yourself as you venture up and down the coast to places like Nichinan and Hyuga."}
{"filename": "www.japan.travel_en_destinations_kyushu_miyazaki_nichinan_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/miyazaki/nichinan/", "title": "Nichinan", "category": "destination", "text": "# MIYAZAKINichinanCoastal drives, castle visits, seaside shrines and ocean views\n- Nichinan\n## Coastal drives, castle visits, seaside shrines and ocean views\nVery often when you're traveling, getting to places is the hard, boring part. Not so when you're going to Nichinan. Whether you're heading north from Kagoshima or south from Miyazaki City, the coastal drive rivals any other in Japan. Throw in a seaside shrine, replica Moai statues, an old historic castle and some great surfing, and Nichinan has plenty to offer for the whole family.\n### Don't Miss\n- The ocean views from Udo-jingu Shrine\n- Obi Town—the Kyoto of Kyushu\n## How to Get There\nLocated in the southern part of Miyazaki Prefecture, Nichinan is accessible via car or train.\nBy car, drive south along the main Route 220 from Miyazaki City. The drive takes about an hour. By train from Miyazaki Station, take the Nichinan Line toward Shibushi.\n### A shrine with great views and a cave with mystic powers\nUdo-jingu Shrine is perhaps Miyazaki's most spectacular seaside shrine. One of only a very few shrines built inside a cave in Japan, this shrine has amazing views of the water below.\nAs you leave the shrine, there is a large rock on the shore into which people throw stones for good luck. Make sure you buy some little stones and throw them into the hole below (men with their left hand, women with their right). If they go in, your wishes will come true. This is a lot harder than it sounds!\n### Replica Moai statues and sweeping ocean views\nSunmesse Nichinan, about a five minutes-drive north of Miyazaki, is a small theme park with seven huge replica Moai statues. Touching different statues brings different kinds of luck.\n### Take a step back in time in Obi Town\nObi Town is an old castle town that used to be home to some of Japan's most powerful figures when Miyazaki was a big player in Japan.\nThe old town would not look out of place in any samurai period drama, and is particularly atmospheric at night. Take a stroll along the cobblestoned streets to appreciate its beauty.\nMuch of the original castle still stands today, and some of the lost sections have been restored in recent years.\n### Surf some of Miyazaki's wildest waves\nThe stretch of coast along Nichinan Kaigan is wild and full of volcanic rock formations. That makes it popular with surfing enthusiasts. One of the most popular breaks is Umegahama, just on the left side of Route 220 as you head south into Nichinan City.\n### Encounter the cute horses at Cape Toi\nMisaki horses, a type of horse native to Japan, inhabit Cape Toi, near Kushima City. All 550 hectares of Cape Toi are home to horses, and if your timing is right, you may encounter them on the road. At the Cape Toi Exchange Center Pakarapaka, visitors can enjoy specially prepared food and drinks and purchase local products while enjoying the panoramic view from the cape."}
{"filename": "www.japan.travel_en_destinations_kyushu_nagasaki_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/nagasaki/", "title": "Nagasaki", "category": "destination", "text": "# KyushuNagasakiJapan's gateway to the West\n- Nagasaki\n### Ancient cultural roots and a history of international trade are backdropped by rolling hills and forested islands\nNagasaki was Japan's early gateway to trade with the West, and this influence still shines through in its districts of stately European-style homes and a large Christian population. Historically strong links to China and Korea further inflect modern Nagasaki, although the prefecture features tombs and ruins dating back to the third century B.C. Unspoiled beaches and island getaways surrounded by crystal-clear seas that draw swimmers, divers, and sea kayakers, while the island of Tsushima attracts eco-tourists with its flora and fauna.\n## How to Get There\nIf you are traveling by air, Nagasaki Airport or nearby Fukuoka Airport are your best options. You can book bus tickets from either one that will take you directly to the city of Nagasaki.\nAlternatively, you can catch the bullet train all the way from Tokyo—or major cities between—to Hakata Station in Fukuoka. From here you have two options: catch a bus or ride the JR Kamome Limited Express to Nagasaki Station.\nIf you are traveling to Nagasaki from Fukuoka, you can catch a bus from Hakata or Tenjin, or ride the JR Kamome Limited Express from Hakata Station. To catch a ferry to any of the Goto Islands, purchase a ticket from Ohato terminal, which is located just behind Yume Saito, a popular shopping mall. To get around Nagasaki City, take the tram that goes to all the tourist spots for just 140 yen.\n### Don’t Miss\n- The beautiful beaches of the Goto Islands, offering delicious fresh seafood\n- Dejima and Glover Garden, the European-style home to some of Japan's first foreign merchants\n- Scaling Mt. Inasa for one of the top three night views in all of Japan\n- Gunkanjima, the eerie, abandoned coal mining island made famous by film\n## Explore Nagasaki by Area\n- \\\\\nNagasaki City\n- \\\\\nNagasaki Islands\n- \\\\\nSasebo & Hirado\n- \\\\\nUnzen & Shimabara\n## Trending Attractions in Nagasaki\n- Nagasaki Lantern FestivalNagasaki Lantern Festival\\\\\nNagasaki Lantern Festival\n- Nagasaki Atomic Bomb Museum\\\\\nNagasaki Atomic Bomb Museum\n- Hashima (Gunkanjima)\\\\\nHashima (Gunkanjima)\n- Unzen-onsen Hot Spring\\\\\nUnzen Onsen\n- Shiodawara Cliff\\\\\nShiodawara Cliffs\n## Local Specialties\n- Mikawachi Ware\nPorcelain made in Sasebo is known as Mikawachi or Hirado ware after the feudal Hirado domain that established it in the late 17th century. This white ceramic ware, typically decorated with a blue underglaze and clear overglaze, is renowned for exceptional openwork, reliefs and sculptural detailing.\n- Goto Udon\n©NPTA Made by cutting dough with a sickle and then pulling it apart by hand, these noodles retain the faint aroma of camellia oil from the Goto Islands that is used during the pulling process.\n- Sara Udon\n©NPTA\nThis dish has a base of crispy noodles topped with stir-fried cabbage, bean sprouts and pork, squid or prawns served on a plate. You can choose soft noodles or deep-fried crispy noodles.\n- Sasebo Burger\nJapan's best-known burger has its origins around the American naval base at Sasebo. Each store has its own specialty, including burgers topped with Berkshire ham or fried eggs.\n- Nagasaki Shippoku\nNagasaki was Japan's first point of contact with the West and has a long history of trade with China. Nagasaki shippoku is a fusion of Japanese, Chinese and Western cuisine that often features meats such as fowl and other game. Some examples are kakuni (braised) pork and hikado, hashed meat and vegetable stew. (Photo: ©NPTA)\n- Ariake Blue Crab\nOnce plentiful throughout Japan, the Ariake blue crab has a large, diamond-shaped torso, and is found most often in Saga Prefecture. Served grilled, boiled or as sashimi, blue crab has a sweet, buttery taste and is a must-try for crab lovers.\n- Nagasaki Chanpon\nInspired by Chinese cuisine, Nagasaki chanpon is a flavorful, warming noodle soup made in pork, vegetable and seafood variations. Athough otherwise similar to ramen, chanpon noodles are cooked with the soup rather than added to it.\n- Castella Sponge Cake\nPortuguese missionaries introduced castella sponge cake to Nagasaki. Fluffy and moist, made with thick malty syrup, Nagasaki castella is instantly recognizable for its golden brown surface, sweet aroma and rich taste. There are now varieties made with black sugar, chocolate or cheese as well as honey, brown sugar and even green tea powder.\n- Shimabara Tenobe Somen\nSomen is a very thin noodle that is stretched by hand. Tenobe somen from Shimabara retains its chewiness despite being so thin. Enjoy these noodles cold on a hot summer's day or in a piping hot soup in the winter.\n- Hasami Ware\nPorcelain production in Hasami began with the arrival of Korean potters in 1599. The affordable kurawanka bowls soon turned Hasami yaki into a household name. Modern-day innovations like the break-resistant warenikka in 1987 make this contemporary tableware perfect for everyday use. (Photo: ©NPTA)\n## Seasonal Highlights\n- Spring\nTulips in Huis Ten Bosch and azaleas in Nagushiyama accentuate the bloom of Japan's more famous cherry blossoms. The Hirado Thousand Lantern Festival illuminates Fumon-ji temple.\n- Summer\nExperience true island life at Nagasaki’s various oceanside festivals. Dine on spiny lobsters and watch a traditional Peron boat race under the summer sun.\n- Autumn\nNagasaki gets up and moving in autumn, with the Sasebo Yosakoi dance festival, Noh theater performances in Shimabara and death-defying Takengi acrobatics. Kunchi is Nagasaki City's flagship festival, with music, food and dragon dance.\n- Winter\nNagasaki is aglow with the light of thousands of lanterns. Church concerts in Kamigoto resound all over the island, and grass in the hills of Kawachi-Toge Pass is burned off, creating a red-hot spectacle."}
{"filename": "www.japan.travel_en_destinations_kyushu_nagasaki_nagasaki-city-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/nagasaki/nagasaki-city-and-around/", "title": "Nagasaki City", "category": "destination", "text": "# NAGASAKINagasaki CityNagasaki is a vibrant port city full of color and international flair\n- Nagasaki City\n## Nagasaki is a vibrant port city full of color and international flair\nMore a bustling town than a packed metropolis, the city of Nagasaki is full of things to do. Curling around the western point of Kyushu, its proximity to mainland Asia made it the place open for trade during Japan's long period of isolation. This vibrant port city of sloping hills is renowned for its color, charm, and international influence.\n### Don't Miss\n- Festive celebrations at the Nagasaki Lantern Festival\n- Dejima and Glover Garden, home to some of Japan's earliest foreign merchants\n- Panoramic views from Suwa Shrine\n- Paying your respects at the Nagasaki Peace Park\n## How to Get There\nNagasaki City is usually reached by air or land.\nFrom Nagasaki Airport, making your way into the city is very easy. Buses will transport you to Shinchi Bus Terminal in the city center.\nAlternatively, you can travel directly to Nagasaki from Fukuoka Airport by bus. Buses depart for Nagasaki every hour, with a one-way journey taking roughly 2.5 hours.\nFor holders of the JR Rail Pass, the sleek and futuristic-looking Kamome Limited Express running from Hakata in Fukuoka to Nagasaki Station is your best choice.\nNagasaki City itself is serviced by a charming tram network. Although not covered by the JR Rail Pass, a cost-effective 1-day pass is available.\n### Where Chinese culture illuminates\nStrong Chinese influence in Nagasaki is visible through a Chinatown, Confucian temples and local restaurants. For a further fascinating glimpse into Chinese culture in the city, the Kunchi Festival in early fall and Nagasaki Lantern Festival in late winter are must-see events. The festivals involve a spectacular riot of illuminated decorations and dragon dances.\n### Home to foreign traders\nIf European history is more your style, Nagasaki doesn't disappoint. Dejima is where Portuguese missionaries and Dutch merchants once resided and did business with Japan. The nearby Dejima Wharf overlooks Nagasaki's harbor, where international vessels still come and go.\nSimilarly, Glover Garden is an open-air museum displaying foreign residences and Western-style buildings constructed at the end of the 19th century. The view of the harbor from the Former Glover Residence is also a highlight.\n### A specially guarded shrine\nAlso offering outstanding harbor views is Suwa Shrine. Reaching the shrine is not for the faint-hearted, but well worth the trek. Visit during October 9 to see one of Nagasaki's most famous festivals, Nagasaki Kunchi.\n### The legacy of the atomic bomb\nThe dropping of the second atomic bomb on Nagasaki during World War II is commemorated in various memorials dedicated to the incident. The Nagasaki Peace Park is a stark reminder of the devastation caused by the atomic bombing. Don't be deterred from visiting, however, as these monuments and the Nagasaki Atomic Bomb Museum also deliver a message of peace, hope, and sheer resilience."}
{"filename": "www.japan.travel_en_destinations_kyushu_nagasaki_nagasaki-islands_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/nagasaki/nagasaki-islands/", "title": "Nagasaki Islands", "category": "destination", "text": "# NAGASAKINagasaki IslandsMarine playground and former haven of secret Christianity\n- Nagasaki Islands\n## Marine playground and former haven of secret Christianity\nSituated in the East China Sea, the Nagasaki Islands are famed for their clear waters, stunning vistas, relaxed vibe and mouth-watering cuisine. Most famous are the Goto Islands, technically a chain of over 100 islands and part of Saikai National Park, but usually referring to the five most famous in the group.\n### Don't Miss\n- Kibinago, a silver-striped rounded herring, and Goto delicacy\n- Diving in the coral reefs of Rojojima\n- Osezaki Lighthouse, a favorite among tourists\n- Touring many of the islands' Catholic churches\n## How to Get There\nAccess the islands by air, ferry or jetfoil.\nThe island of Fukue has its own airport, with daily flights scheduled from Nagasaki and Fukuoka.\nFerries and jetfoils run to the islands from Nagasaki Ferry Terminal, with journeys ranging from 90 minutes to 3-4 hours. Note that the jetfoils tend to be canceled in inclement weather.\nFerries also run between the islands themselves. For travel on the islands, rental car is the most convenient due to infrequent public transport.\n### Go fish\nThe Goto Islands are famed for their azure waters and deliciously fresh seafood. A mecca for marine sports, indulge in whatever takes your fancy. With bathing, canoeing, and coral reef diving all popular pastimes, the islands are also host to many excellent fishing spots.\nFor the more sedate traveler, step onto the pristine sands of Takahama Beach on Fukue Island and you may not want to leave.\n### Spectacular sunsets await\nIf undulating waters don't tempt you, picture-perfect sunsets might.\nFacing the East China Sea, and also on Fukue, Osezaki Lighthouse sits atop precipitous cliffs. Whichever way you look stunning scenery greets you: rolling hills, turquoise seas and outstanding views that extend into the distance.\n### Island faith\nA safe haven for persecuted Christians in the 17th century, the islands are dotted with over 50 churches of all shapes and sizes boasting historical and architectural appeal. Some are awaiting UNESCO heritage status.\nConstructed after Japan's ban on Christianity was lifted, the churches are testament to the dedication of their followers.\nWhile the history of Japan's hidden Christianity is fascinating in itself, be sure to note the subtle nuances in church design and architecture.\n### Real-life inspired art\nIn 2013 the Goto Islands served as the backdrop for a comedic manga and anime, Barakamon. Following the story of a young man banished to the islands, the artwork is populated with local attractions and scenes from daily island life.\n### Further afield\nIf you really want to get away from it all, consider a journey to Iki and Tsushima, the most distant of the Nagasaki Islands.\nWhile Iki is known for its beaches and breathtaking coastlines, the mountainous Tsushima is a favorite with bird watchers, fishermen and hikers alike.\nBecause of its proximity to Korea, it's also possible to make a day trip from Tsushima to the Korean mainland and vice versa. On clear days, look out for the South Korean shoreline and try to see the buildings on its shores."}
{"filename": "www.japan.travel_en_destinations_kyushu_nagasaki_sasebo-and-hirado_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/nagasaki/sasebo-and-hirado/", "title": "Sasebo & Hirado", "category": "destination", "text": "# NAGASAKISasebo & HiradoJapan first traded with the West here, and the influences are still strong\n- Sasebo & Hirado\n## Japan first traded with the West here, and the influences are still strong\nCurving around the north of Nagasaki Prefecture are Sasebo and Hirado, a haven for culture and nature lovers alike.\n### Don't Miss\n- Sasebo GoBanBai Mall: Enjoy food as you look out over the beautiful waters of Sasebo Bay\n- Kujukushima: Head out on a pleasure boat and enjoy the scenic views of Sasebo's famous islands\n- Kujukushima Botanical Garden Mori Kirara: Feed baboons, ring-tailed lemurs, goats, sheep, raccoons and giraffes\n- Kujukushima Seaside Terrace Hotel & Spa Hanamizuki: A popular local onsen in the northwestern part of Sasebo\n## How to Get There\nSasebo can be reached by JR trains from Fukuoka and Nagasaki. From there, Hirado is about a 90 minute bus ride away.\nJR limited express trains run from Hakata Station in Fukuoka. This two-hour journey will set you back around 5,000 yen round trip. You can also get the hourly JR Seaside Liner trains from Nagasaki. A 100-minute journey for 1,680 yen one way. Nagasaki Airport and Sasebo are connected by airport buses (75 minutes, 1,400 yen one way).\n### Sasebo\nNow an internationally important city, Sasebo was once a humble fishing village controlled by the Hirado Domain until shortly after the Meiji period.\nIt was around this time that the Admiral of the Imperial Japanese Navy, Heihachiro Togo, surveyed Sasebo. Seeing the protected deep-water harbor, nearby coal mines, and its geographic proximity to China and Korea, he took the initiative. Sasebo Naval District was founded in 1889. This harbor came to play an important part as a major port for the Japanese navy during the First Sino-Japanese War and Russo-Japanese War. It remained a major navy base until the end of World War II.\nThe Sasebo we know today was founded on April 1, 1902. Although it was spared an atomic bomb, Sasebo suffered heavy damage during World War II.\nAfter the end of World War II, the United States Navy took over part of Sasebo base and formed the U.S. Fleet Activities Sasebo in 1946.\nBecause of the U.S military base, Sasebo allows visitors to experience various aspects of American culture. The most famous of these is Sasebo's acclaimed Sasebo Burger. Soft and sticky buns, and an abundance of lettuce and sauce—these together make the Sasebo burger delicious.\n### Hirado\nConnected to the mainland Nagasaki by a red bridge, Hirado is just a short drive from Sasebo. Hirado was once the port of call for ships between the Asian mainland and Japan as far back as the Nara Period (710-784).\nMost of this trade took place at the Hirado Dutch Trading Post, built in 1609, which you can still visit today.\nSimilarly to Sasebo, Hirado has also been influenced heavily by foreign visitors—primarily the Dutch. Hirado still retains its own style of Japanese culture, however, making it a unique and fascinating place to visit.\nIn addition to the Trading Post, try visiting Hirado Castle, once the home of the Matsura Clan. Offering gorgeous views of Hirado Port and the ancient forest of Kurokojima Island, the castle is the perfect place to look out over Hirado.\nIf it's culture you're after, Hirado has it in abundance. Rich with festivals famous across Japan, you should be able to take part in one regardless of what time of year you visit. Perhaps the most notable is the Tabira Jangara, a harvest dance where the dancers keep their faces hidden throughout the performance. Because of it's elegance and cultural importance, this dance has been listed as a National Intangible Cultural Property.\nFor nature lovers, the Kawachi-toge pass is a beautiful walk, offering a uniquely panoramic view of the island. On a clear day, you may even be able to spot Iki and Tsushima off into the distance. Kawachi-toge pass is perfect for a hike on a beautiful day.\nIn spring Hirado holds the Hirado Thousand Lantern Festival. Said to celebrate the renewal of spring, the festival is held over two days in April. Come see Fumonji Temple illuminated with stone and bamboo lanterns. Each bamboo lantern is hand carved by local artisans.\nThe city is alive, with food stalls lining the streets and live music. Come walk the winding cobbled path to the temple and enjoy this beautiful festival.\nIf you arrive early enough, you can get a prime view of Jigenzakura, a 140-year-old giant sakura tree—a sight not to miss."}
{"filename": "www.japan.travel_en_destinations_kyushu_oita_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/oita/", "title": "Oita", "category": "destination", "text": "# KyushuOitaInvigorating onsen and artistic heritage\n- Oita\n### With a rich artistic and spiritual heritage, natural wonders like Yabakei Gorge and Beppu hot springs, Oita is an unspoiled area of Japan worth serious exploration\nWith sand, mud and water hot springs tucked away in unspoiled highlands and forests, Oita Prefecture is a place to relax the body and get in touch with nature. The most iconic onsen towns are Beppu & Yufuin, overflowing with Bohemian charm, and Beppu, home to eight hot springs that have been popular since ancient times. Jutting out to the north of Oita, Kunisaki Peninsula is home to historic spiritual sites nestled against lush mountainsides, while inland areas centered in the western part of the prefecture are full of rustic countryside charm and plenty of rare flora and fauna.\n## How to Get There\nFukuoka is the nearest and largest transport hub, with trains, buses and flights arriving daily. Westbound from Tokyo, Osaka and Hiroshima, Oita is accessible via Kokura by shinkansen. Fukuoka International Airport and Oita Airport can also be reached via air from Tokyo and Osaka.\nIf you're traveling by train from Tokyo, Osaka and Hiroshima, catch the Tokaido-Sanyo Shinkansen heading to Hakata, and the switch at Kokura Station to the JR Sonic Limited Express heading to Oita. Express trains run from Kokura to Oita City, largely along the coast. Oita Station is served by the Kyudai, Hohi and Nippo Main train lines, offering access to Beppu, Yufuin, Hita, Saiki and other parts of the prefecture. By flying into the airport, Oita City can be reached from Haneda Airport in Tokyo in less than two hours, and Osaka's Itami Airport in an hour. It is a one-hour bus ride from the airport to the city.\n### Don’t Miss\n- The Hyotan hot spring baths, some of the most highly regarded in all of Japan\n- Tasting an egg naturally steamed using Beppu’s bubbling onsen water\n- Kokonoe Yume Grand Suspension Bridge, the highest pedestrian bridge in Japan\n- Stores in the Beppu area that celebrate Oita’s bamboo crafts\n## Explore Oita by Area\n- \\\\\nBeppu & Yufuin\n- \\\\\nOita City\n- \\\\\nKokonoe\n- \\\\\nKunisaki Peninsula\n## Trending Attractions in Oita\n- Jigoku meguriJigoku meguri\\\\\nHells of Beppu\n- Yufuin-onsen Hot Spring\\\\\nYufuin Onsen\n- Mt. Takasaki Wild Monkey Park\\\\\nTakasakiyama Monkey Park\n- Kokonoe Yume Grand Suspension Bridge\\\\\nKokonoe Yume Otsurihashi Bridge\n- Asakura Museum of Sculpture\\\\\nAsakura Museum of Sculpture\n## Local Specialties\n- Oita Shochu\nOita shochu is easy to drink and some types incorporate botanicals to add flavoring. Barley is the usual main ingredient. The flavors can be spicy, sweet and even fruity, but typically light and smooth.\n- Kabosu\nA citrus fruit similar to the yuzu. While too sour to eat on its own, the juice of kabosu adds a fresh citrus flavor to a variety of dishes such as grilled fish, sashimi and hot pots.\n- Yuzukosho\nA delightfully peppery paste made from yuzu citrus peels, chili and salt. It is most commonly eaten with hot pot meals, but also lends a citrusy, peppery kick to meat dishes. For foodies, yuzukosho makes a great souvenir.\n- Beppu Bamboo Basketry\nAbundant madake bamboo groves and hot springs paved the way for basketry in Beppu. Visitors coming for curative stays at its spas invariably bought these woven bamboo souvenirs. The eight base techniques allow artisans to weave a phenomenal 200 patterns.\n- Onta Ware\nDating back to the early 18th century, Onta yaki is a ceramic style developed in Oita Prefecture. People in the Onta area focus on producing solid practical items such as pots big and small, bottles, cups, bowls and plates, made using strictly traditional methods and materials, often with a caramel-colored glaze.\n## Seasonal Highlights\n- Spring\nThis time of year color floods the grass and marshland areas. Kuju Flower Park in Taketa City is a standout, while the Beppu area is awash with waves of pink cherry blossoms.\n- Summer\nHead to the Inazumi underwater caves to beat the summertime heat. Himeshima Beach offers another escape from steamy summer temperatures.\n- Autumn\nFall attracts visitors wanting to see natural tapestries of red, orange and yellow. The towns of Usuki, Takeda and Hita come alive with local bamboo festivals. Try the highly sought after seki saba mackerel, a local specialty.\n- Winter\nOita’s winters are comparatively mild. Mt. Tsurumi offers a chance to see some local snow. Take a long soak in a Yufuin or Beppu hot spring to escape the cool."}
{"filename": "www.japan.travel_en_destinations_kyushu_oita_kokonoe-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/oita/kokonoe-and-around/", "title": "Kokonoe", "category": "destination", "text": "# OITAKokonoeWalk on Kyushu's roof, throw a pot, trek through mountains, marshes and wetlands\n- Kokonoe\n## Walk on Kyushu's roof, throw a pot, trek through mountains, marshes and wetlands\nPart of the Oita region of Kumamoto on Kyushu, Kokonoe and its surroundings are part of sprawling Aso-Kuju National Park. At over 1,790 meters above sea level, the mountains here are part of what's known as \"the roof of Kyushu.\" Combine hikes through forests, highlands, and wetlands with visits to local hot springs. This area also boasts the highest suspension bridge in Japan, the Kokonoe Yume Otsurihashi Bridge.\n### Don't Miss\n- The awe-inspiring views from Japan's highest pedestrian bridge\n- Exploring globally recognized marshlands and wetlands\n## How to Get There\nKokonoe is less than two hours by limousine bus from Oita Airport. Flights from Haneda Airport in Tokyo take less than two hours. From Itami Airport in Osaka, flights take approximately one hour.\nKokonoe, which is served by the Kyudai Line, is a short drive from Bungo-Nakamura Station and offers access to much of Kyushu.\n### Look out over mountains, forests, and valleys\nA trip across the Kokonoe Yume Otsurihashi Bridge offers panoramic views of the Kuju Mountain Range as well as the stunning Shindo no taki and Medaki waterfalls below. You may even see denizens of Narukogawa Keikoku forest, including birds of prey. The bridge is most popular in the fall when the changes of the leaves in the forest turn the area into a beautiful sea of red, orange and yellow foliage.\n### Rare flora and fauna\nRecognized by the Ramsar Convention as extremely rare, Tadewara Marsh and Bougatsuru Wetland are prime sightseeing spots on a trip around Kokonoe.\n### Chojabaru Visitor Center\nSet out on the cedar boardwalks across the area, designed to protect the delicate ecosystem, for the chance to see rare plants, flowers and insects, or learn about the area from the comfort of the highly informative and interactive Chojabaru Visitor Center."}
{"filename": "www.japan.travel_en_destinations_kyushu_oita_kunisaki-hanto-peninsula-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/oita/kunisaki-hanto-peninsula-and-around/", "title": "Kunisaki Peninsula", "category": "destination", "text": "# OITAKunisaki PeninsulaVenerable shrines and temples, and Buddha-filled caves\n- Kunisaki Peninsula\n## Venerable shrines and temples, and Buddha-filled caves\nThe Kunisaki Peninsula, set in the hinterlands of northern Oita Prefecture, has a remarkable array of time-honored temples and shrines as well as thousands of statues of the Buddha in caves.\nFor a change of scene, visit Showa no Machi, a recreation of a traditional town from the 1950s.\n### Don't Miss\n- Usa-jingu Shrine, the head of more than 40,000 shrines devoted to the deity Hachiman\n- Stepping back in time to retro Japan at Showa no Machi\n- Fukiji Temple, designated a National Treasure\n## How to Get There\nThe main stations on the peninsula are Usa and Kitsuki, both accessible by bus and train, and covered by the Japan Rail Pass. If you wish to explore the peninsula's interior, you will need to rent a car.\nFlights to Oita Airport from Haneda Airport in Tokyo take less than two hours and approximately one hour from Itami Airport in Osaka. From Oita Airport, take a limousine bus to Hiji Station and transfer to the Nippo Line to access Usa or Kitsuki Station.\nFrom Oita Station, take the Sonic Limited Express or the Nippo Line to Kitsuki Station (35 minutes), or the Sonic-Nichirin Limited Express train to Usa Station (38 minutes).\n### Discover the caves of Mt. Rakan\nThe caves near Rakanji Temple are home to more than 3,700 stone figures of the Buddha, including 500 rakan, or disciples of Buddha. Stroll around the area for a serene and peaceful experience.\nAfter checking out the panoramic views of the surrounding peaks and valleys from the top of Rakanji, visit the nearby Aonodomon Tunnel, built by a monk who wanted a safer route to the temple through Kyushu mountains. According to legend, it took him 30 years to dig the tunnel by hand.\n### Visit Usa-jingu Shrine, the premier Hachimangu shrine\nHachiman shrines are the second most numerous in Japan after Inari shrines. Hachiman shrines enshrine the legendary Emperor Ojin, deified as Hachiman-shin, the god of warriors.\nUsa-jingu Shrine in the city of the same name was the first to enshrine this deity, making it the head of all Hachimangu shrines. The shrine has very close ties to the Imperial Family, especially since the Hachimangu shrine at Usa contributed very significantly in the building of the Great Buddha at Todaiji in Nara.\nThe expansive grounds cover about 150,000 square meters. Enter the shrine from the front to pass beautiful Hatsusawa Pond.\nThe contrast of Usa's white earthen walls, vermilion pillars, and accents of black and gold is striking. The museum to the right of the approach to the shrine is well worth a visit.\n### Visit Fukiji, one of Japan's three Amida Buddhist temples\nBuilt in the 8th century, Fukiji Temple in the city of Bungotakada is the oldest wooden structure in Kyushu. The main hall is a National Treasure, and its seated wooden Buddha is one of Japan's Important Cultural Properties.\nThe peaceful forested surroundings and tranquil atmosphere make the temple an ideal place for relaxation and contemplation. Try an hour-long zazen seated meditation practice to tap into the temple's spiritual power.\n### A nostalgic 3D portrait of postwar Japan\nAlso in Bungotakada is Showa no Machi, a re-creation of a traditional Japanese town from the 1950s that is a popular spot for tourists and locals alike. Quaint shops with nostalgic signage sell electrical goods, snacks, toys and other items from the period.\nStroll the streets at your leisure or pick up a map of the neighborhood to uncover its hidden facets. There are a few museums worth visiting where toys and tools from the Showa era are on display."}
{"filename": "www.japan.travel_en_destinations_kyushu_oita_oita-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/oita/oita-and-around/", "title": "Oita City", "category": "destination", "text": "# OITAOita CityAn artistic and cultural hub where forbidden Christianity once flourished\n- Oita City\n## An artistic and cultural hub where forbidden Christianity once flourished\nAs a former gateway to the West, the seaside town of Oita has many religious and European artifacts as well as a wealth of museums and art galleries. Filled with plenty to see, do and discover, it's the perfect place to explore a different side of Japan.\n### Don't Miss\n- Exploring the reminders of Oita's Christian past\n- The area's rich culture of art, sculpture, and crafts\n- Witnessing monkeys in the wild at the monkey park\n## How to Get There\nOita is easily accessed by plane, car or train from all across Japan.\nOita can be reached from Tokyo's Haneda Airport in less than two hours and Osaka's Itami Airport in one hour. It is then a one-hour bus ride from the airport into the city.\nBy train, Oita Station is served by the Kyudai, Hohi and Nippo lines, with access to much of Kyushu and wider Japan.\n### Where Christianity flourished\nWith the influence of trading ships from the West and the conversion of a local feudal lord in the 16th century, many people in Oita became Christians. When Japan prohibited the religion in the 17th century, many believers were forced to renounce their faith to avoid execution, or practice their faith in secret.\n### Learn about the area's dark religious history\nThe Oita Christian Martyrs Memorial Park is a tribute to the 200 local people who died as Christian martyrs in the 17th century. The figures remembered here decided they'd rather face execution than denounce their faith.\n### Soak up art of local and national significance\nOita Prefectural Art Museum's 5,000 works include pieces designated Important Cultural Properties of Japan. Dive deep into the world of the local artistic talent, by visiting the Oita Prefectural Art Museum, a modern structure built in 2015 that houses work by artists inspired by the local way of life.\n### Family fun with sea life\nWhether you want to unwind while watching fish and other sea creatures or interacting with them in shallow pools, Oita Marine Palace Aquarium \"Umitamago\" offers something for everyone.\nThere are many performances and interactive sessions where you can watch dolphins, sea lions and other animals in action and find out more about their living environments.\n### Monkey and nature conservation in action\nOpened as a means to manage the local monkey population and their natural environment, Takasakiyama Natural Zoological Garden is a great way of seeing a typical day of the 1,000 wild monkeys.\nDon't miss feeding time, a daily highlight of the monkey garden. After feeding these fuzzy locals, you can watch them run around, groom each other and sunbathe. Follow one of the park's walking courses to see the more of the monkeys."}
{"filename": "www.japan.travel_en_destinations_kyushu_saga_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/saga/", "title": "Saga", "category": "destination", "text": "# KyushuSagaFeudal castles, historic pottery villages, and restorative onsen\n- Saga\n### A coastal prefecture dotted with islets and facing the Korean Peninsula, Saga was once a key trading center and home to many of Japan's pottery traditions\nLocated in Kyushu's northwest, Saga offers plenty of natural wonders, history and artistry. It’s famous for being the birthplace of ceramics in Japan, chiefly in the historic pottery towns of Karatsu, Arita and Imari, and has been influenced by Chinese and Korean culture. The Saga Castle History Museum and Karatsu Castle hint at Saga’s feudal past, while natural attractions include the sea caves of Karatsu, and Rainbow Pine Grove, a Japanese black pine forest stretching five kilometers from east to west along Karatsu Bay. Hot spring areas include Takeo Onsen and Ureshino Onsen, prime spots for mental and physical relaxation.\n## How to Get There\nSaga is accessible from JR Hakata Station via the JR Kamome or JR Midori-Huis Ten Bosch line. A highway bus travels directly from Hakata Bus Terminal to Saga Station. Saga also has its own airport, with flights directly to and from Haneda Airport in Tokyo, as well as Narita Airport, Shanghai, Xi'an, Taipei and Seoul.\nSaga is an easy trip within Kyushu if you are based in Fukuoka. The local JR trains will get you from Hakata Station to Saga Station in around 35 minutes. There is plenty of lodging around the station. From Saga Station, you can take a number of local lines for easy access to the surrounding areas such as Takeo, Arita and Karatsu. Saga Airport (also known as Kyushu Saga International Airport) is the fastest way from Tokyo, with the flight taking under two hours.\n### Don’t Miss\n- Vast carpets of flowers and trees at Mifuneyama Rakuen in Takeo\n- The sacred temple and waterfall setting of Kiyomizunotaki in Ogi\n- The soothing waters of Ureshino’s hot springs\n- Remnants of Saga’s samurai heritage at Saga Castle History Museum\n## Explore Saga by Area\n- \\\\\nArita & Imari\n- \\\\\nKaratsu\n- \\\\\nSaga City\n## Trending Attractions in Saga\n- Karatsu Kunchi FestivalKaratsu Kunchi Festival\\\\\nKaratsu Kunchi Festival\n- Yoshinogari Historical Park\\\\\nYoshinogari Historical Park\n- Saga International Balloon Fiesta\\\\\nSaga International Balloon Fiesta\n- Okawachiyama Village\\\\\nOkawachiyama Village\n- Yoshinogari Historical Park\\\\\nYoshinogari Historical Park\n## Local Specialties\n- Ureshino Tea\nIt is said that the method for growing tea plants for private home use was passed on, along with roasting techniques, by foreigners who came to the area of Ureshino in 1440 from what is now mainland China. The tea produced in Ureshino is smooth and light in taste, with a full body and good aroma.\n- Saga Beef\nSaga beef is relatively new to the scene, appearing in 1983, but has already established itself as a mouthwatering alternative to more famous brands such as Kobe and Matsusaka. From the Japanese wagyu breed, the meat is known for its glossy marbling and depth of flavor.\n- Karatsu Ware\nThe Japanese concept of wabi sabi, or imperfect beauty, runs through every facet of the culture, including 17th century Karatsu-yaki. Originally produced in Saga, not far from Nagasaki, Karatsu is a robust pottery that marries a rough beauty with hand-painted designs to create plates, vases, and tea ceremony bowls.\n- Imari Ware\nExquisitely decorated and delicately crafted, imari yaki fine china is named after the seaport town of Imari but made in Arita—the birthplace of Japanese porcelain painted with colored overglaze. Imari ware dates back to the 17th century, and is thin and light yet solid and durable.\n## Seasonal Highlights\n- Spring\nSpring in Saga brings out awe-inspiring cherry blossoms, carp streamers along the Kawakami Ravine, spring hiking in Mitsuse, and the Arita Ceramics Fair.\n- Summer\nTime for fireworks festivals at Kawakamikyo and Nouryou. Visit one of Saga’s waterfalls to escape the heat, or enjoy the hydrangea festival, which peaks during the rainy season in June.\n- Autumn\nRevel in the seasonal color changes at Daikozenji Temple and Kunenan, attend events like the Karatsu Kunchi Festival and Saga International Balloon Fiesta, soak in an onsen, or enjoy a lighted bamboo lantern festival that creates an ethereal setting.\n- Winter\nOhitaki is a traditional ritual held at night in winter as a part of a ceremonial offering that has been performed for over 300 years. It is believed that getting close to the divine fire cleanses you, and purifies you of sins. Take a stroll through downtown Saga during the Saga Light Fantasy display. Feel the warmth of the Ureshino Hot Spring Matsuri."}
{"filename": "www.japan.travel_en_destinations_kyushu_saga_arita-and-imari-area_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/saga/arita-and-imari-area/", "title": "Arita & Imari", "category": "destination", "text": "# SAGAArita & ImariStreetscapes dotted with ceramic work in two of Asia's greatest porcelain towns\n- Arita & Imari\n## Streetscapes dotted with ceramic work in two of Asia's greatest porcelain towns\nIf you are in Kyushu and have an interest in traditional Japanese artistry, especially pottery, Arita and Imari are essential stops. The two pottery towns are quaint, quiet and filled with narrow alleys, old buildings, and protruding chimneys from the pottery kilns.\n### Don't Miss\n- The hand-crafted ceramic work dotted across the area\n- Pick up a bargain at Japan's largest ceramic market\n- Arita Porcelain Park's European atmosphere\n## How to Get There\nBoth Arita and Imari are a short ride from Saga Station—a major stop on the JR line linking Fukuoka to Nagasaki.\nThe journey to Arita on the JR Sasebo Line from Saga Station takes roughly 40 minutes. Express trains from Hakata Station in Fukuoka take a little under 90 minutes. To get between Arita and Imari take the Matsuura Railway Nishi-Kyushu Line.\n### Quick Facts\nArita is considered the birthplace of Japanese porcelain\nArita porcelain was originally produced exclusively for Japan's elite\nHuge quantities of porcelain from Arita were exported to Europe\n### The home of Japanese porcelain\nA great deal of porcelain history has taken place in this area, so a recommended first stop for you is The Kyushu Ceramic Museum. Here you can learn about the origins of the region as well as ceramic production, and its evolution over time.\n### Visit the area's sacred past\nThe nearby Tozan-jinja Shrine—officially known as Sueyama-jinja—is unique in that many of its features that would normally be made from stone are made from porcelain instead. Since Tozan is situated on a hill, you are also rewarded with some spectacular views of the town and its lush, mountainous backdrop.\n### European grandeur in lavish grounds\nA trip to Arita Porcelain Park offers a drastic change of scenery, which might even make you forget you are in Japan. This park features a stunning garden and palace designed in the style of 18th-century German Baroque architecture. This is said to be a tribute to Arita's influence on European ceramic design.\n### Calling all pottery collectors\nEach year during Japan's Golden Week, which generally runs from April 29 to May 5, Arita hosts one of the largest ceramic fairs in Japan. Hundreds of vendors set up shop. It's an opportunity to obtain some very special pieces at affordable prices.\n### Ceramics galore\nGolden Week isn't the only time reserved for ceramic hunting. There's also the Arita Ceramics Home Plaza, which is open year-round and features over 20 stores offering a vast selection of quality ceramic items.\n### The historic Okawachiyama village\nAfter acquainting yourself with pottery culture in Arita, head over to Okawachiyama Village in Imari. Here you will find yourself in a secluded, historic setting within the mountains featuring kilns, pottery workshops, and stores. This small, densely populated pottery village is quite a contrast to the modern setting of the surrounding city.\n### The spirit of Japanese craftsmanship\nArita and Imari are most famous for their pottery; however, a trip to these locations also provides an intimate glimpse into the world of traditional Japanese craftsmanship. Many of the techniques have been passed down through generations, and are still being practiced today.\n### Going further\nYour visit to the pottery hubs of Arita and Imari will take the better part of a day, but if you have time to spare, be sure to head over to the quaint seaside of Imari City. Wander the history-filled streets and visit the famous Koimari Clock, which is also made from porcelain."}
{"filename": "www.japan.travel_en_destinations_kyushu_saga_karatsu-and-yobuko-area_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/saga/karatsu-and-yobuko-area/", "title": "Karatsu", "category": "destination", "text": "# SAGAKaratsuCastles, caves, and a day at the beach\n- Karatsu\n## Castles, caves, and a day at the beach\nKaratsu is a small, coastal city in the northern region of Saga Prefecture. The area has a variety of attractions on offer including beautiful beaches, caves, castles, and a fish market. If you are looking for a hassle-free trip with a variety of historical and natural sites to explore, Karatsu City is definitely for you.\n### Don't Miss\n- Explore natural history on a Nanatsugama Caves tour\n- Make an early morning stop by the Yobuko Fish Market\n- Relax on Nijininomatsubara Beach\n## How to Get There\nKaratsu is easy to access on the JR Chikuhi Line, which connects directly to Fukuoka.\nIf you're flying into the area via Fukuoka Airport, the best way to get to Karatsu is to catch the Kuko Line to Nishi-Karatsu from Hakata Station. From the nearby city of Saga, catch the JR Karatsu Line heading to Nishi-Karatsu.\n### Scale the castle top observatory\nThe centerpiece of the city is Karatsu Castle. A hilltop-style castle that you can climb or take an elevator. The castle is sometimes referred to as Maizuru, which means dancing crane, because the castle's top tower and lower roofs resemble a crane's head, body, and wings. The top floor is an observatory where you can enjoy a spectacular 360-degree view of the city, Karatsu Bay and the Ariake Sea.\n### Early morning fish market\nIf you enjoy dining on seafood, visit the Yobuko Fish Market, which is famous for its sashimi-style squid. It's also known as the Morning Yobuko Fish Market, because it's common for visitors to arrive here early to get their hands on the freshest fish straight off the boat.\n### Journey caves by boat\nAmong all the boats near the Yobuko Fish Market, there's a small cruise boat that will take you into the Nanatsugama Limestone Caves. There are seven caves in total that have been formed by the crashing waves. Sit back and relax as you enjoy geological wonders—each designated a natural monument of Japan. Above the caves is a plateau offering some alternate views.\n### Take some time to celebrate\nIf you happen to be in the area around the first few days of November, don't miss the famous Karatsu Kunchi Festival, which draws crowds by the thousands. Witness the lavishly decorated hikiyama floats that come in many forms from ferocious dragons to giant sea creatures. During the rest of the year, the elaborately decorated floats are on display in the festival museum.\n### Stunning waterfalls\nHead over to rural Ouchi Town, just south of Karastu where you can explore Mikaeri Falls. Mikaeri has been listed within Japan's top 100 waterfalls and features a hydrangea festival from the second weekend in June until late July.\n### Finish off the day with a beach sunset\nKaratsu is home to some of Japan's most beautiful coastline, which is definitely worth exploring when you're in the area. Nearby is the Nijinomatsubara Forest, which stretches out around five kilometers and is comprised of over a million Japanese black pine trees. It can be explored on foot, by bike, or car.\n### Exploring deeper\nIf you still have time for some historical exploration, there's the Hizen Nagoya Castle ruins, located around 10km north of Karatsu City. This was once a wartime castle strategically built during the infamous 16th-century invasion of Korea by the warlord, Toyotomi Hideyoshi. While it's primarily a park, there are still visible remnants of Japan's tumultuous warring states era."}
{"filename": "www.japan.travel_en_destinations_kyushu_saga_saga-and-around_.md", "country": "japan", "region": "kyushu", "url": "https://www.japan.travel/en/destinations/kyushu/saga/saga-and-around/", "title": "Saga City", "category": "destination", "text": "# SAGASaga CityHome to a world-famous Saga International Balloon Fiesta, and gateway to the porcelain heart of Japan\n- Saga City\n## Home to a world-famous Saga International Balloon Fiesta, and gateway to the porcelain heart of Japan\nSaga is a part of Japan that is still relatively unknown to foreign travelers. It is packed with its own charms both obvious and obscure. Saga City is more urban than the smaller, rural towns close by, so there is plenty of dining and nightlife compared to other places in the prefecture. You can also get in touch with nature, enjoy some leisure activities, and visit various historical locations.\n### Don't Miss\n- The scenic and accessible Saga Castle\n- Saga's well-established art museums\n- Spectacular nights views at the Saga City Observation Deck\n## How to Get There\nSaga is easily accessible by either train or plane. There's a direct flight from Haneda Airport to Saga that will get you there in under two hours.\nIf traveling by train, Saga Station is easily accessible from Hakata Station, which is located near Fukuoka Airport. From Hakata, take the JR Kamome Limited Express heading to Nagasaki in around 40 minutes. There's also a bus that will take you directly from Fukuoka Airport to Saga Station. That trip takes approximately one hour.\n### Quick Facts\nThe main keep of Saga Castle History Museum is the largest wooden reconstruction in Japan\nSaga was once Japan's main hub of revolutionary technology, such as western medicine and weaponry\n### Storm the castle\nStart off your day in the area surrounding Saga Castle History Museum. The castle itself was first constructed in the 16th century; however, it has been rebuilt and renovated several times. The last reconstruction was of the Saga Castle History Museum in 2001, resulting in the largest wooden reconstruction in Japan.\n### Get a bird's-eye view of the city\nA 10-minute walk from the Saga Castle History Museum will take you to the Saga City Observation Deck which is free, and open until 10 p.m. The deck is located on the top floor of the Saga Prefectural Government Office with an outdoor elevator off to the side of the building for public use. It's particularly stunning at night when you can get a 360-degree view of the illuminated cityscape.\n### Explore contrasting shrines\nPay a visit to the Saga-jinja and Matsubara-jinja shrines—they are located very close to each other. Saga-jinja Shrine has a commanding presence with two large cannons positioned out front signifying Saga's role in the development of advanced weaponry. In contrast, Matsubara-jinja Shrine is more serene with its koi-filled creeks, old trees, and vibrant colors.\n### Book of the samurai\nFor those interested in samurai history, the famous book of quotes and inspiration, \"Hagakure,\" originated in Saga. The author, Yamamoto Tsunetomo, was a samurai of the Saga Domain, which he cites often throughout the book's passages.\n### The world famous balloon festival\nIf you happen to be in Saga around early November, you'll have the opportunity to visit the internationally famous Saga Balloon Fiesta, which is held annually along the Kasegawa River. Various teams travel from around the world to compete in a spectacular show of hot air balloons. It's one of the largest sky sport events in Asia.\nIf you happen to be in Saga around early November, you'll have the opportunity to visit the internationally famous Saga International Balloon Fiesta, which is held annually along the Kasegawa River. Various teams travel from around the world to compete in a spectacular show of hot air balloons. It's one of the largest sky sport events in Asia.\n### The hidden beauty of Saga\nNot all of Japan is a neon metropolis. Saga is a small castle town, with much to offer concerning history, culture, nature and craftsmanship. The environment is much calmer than the hectic pace of the larger, crowded cities. The key to Saga is exploration and a healthy dose of curiosity.\n### Outside the City\nAfter a day of exploring Saga City it's time to check out the surrounding areas. Takeo Onsen and Ureshino Onsen are famous for their hot springs. Arita and Imari are essential stops for aficionados of pottery or traditional artistry.\n### Visit nearby Karatsu\nKaratsu features castles, fish markets, cave exploration and pleasant beaches to keep you occupied. Ogi City retains an aura of old Japan with its scenic park which is a very popular place to enjoy the cherry blossoms and azaleas, shrines and sacred Kiyomizu Waterfall."}
