{"filename": "www.japan.travel_en_destinations_tohoku_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/", "title": "Tohoku", "category": "destination", "text": "# DESTINATIONTohoku\n- Tohoku\n### Aomori\nDiscover natural landscapes, primeval forests, apples, rice field art, rice and sake, seafood and snow\n### Akita\nWith hot springs, a well-preserved samurai district and natural scenic beauty, Akita is a place to relax while connecting with Japanese history and culture\n### Iwate\nWith a rich cultural calendar, vibrant folklore, rugged landscapes and pride in its Tohoku roots, Iwate looms large\n### Yamagata\nPart of southern Tohoku, Yamagata is known for snow-covered fir trees, impressive ski fields and hot springs\n### Miyagi\nHot spring resort towns, historical attractions, festivals and the iconic Matsushima Bay draw visitors from far and wide\n### Fukushima\nEasily reached from Tokyo, Fukushima has everything Japan is famous for, including relaxing onsen, sake, cherry blossoms and powder-covered mountain slopes\n## Tohoku\n### The Tohoku region of Japan is home to unspoiled rural landscapes and historical treasures, outdoor summer adventures and endless powder snow in the winter\nJapan's northeastern wilderness is a huge region encompassing six rural prefectures, bound together by custom, heritage and recent tragedy. The devastating earthquake and tsunami that struck in 2011 brought out the resilient nature of Tohoku's people, and local passion and pride are putting the area back on its feet. There's a lot to be proud of—dramatic landscapes, history-rich sites, craft sake and a host of outdoor activities like rafting, hiking and skiing. Much more rural than Tokyo yet more developed than Hokkaido, the Tohoku region makes for exciting excursions from the capital and memorable side trips on the journey to the northernmost region of Japan's main islands.\n### Don’t Miss\n- The explosive sound, color and drama of the Aomori Nebuta Festival in summer\n- The temples, gardens and archaeological sites of World Heritage-listed Hiraizumi, in Iwate\n- Sweet cherries in Yamagata and juicy peaches in Fukushima\n- Easy access from Tokyo or Hokkaido on speedy bullet trains to Aomori and Akita\n## Explore Tohoku by Prefecture\n- Aomori \\\\\n\\\\\n\\\\\nAomori\n- Dakigaeri Gorge-AUT\\\\\n\\\\\n\\\\\nAkita\n- Geibikei Boat Tour\\\\\n\\\\\n\\\\\nIwate\n- Ginzan Onsen\\\\\n\\\\\n\\\\\nYamagata\n- Miyagi\\\\\n\\\\\n\\\\\nMiyagi\n- Ouchi-juku\\\\\n\\\\\n\\\\\nFukushima\n## Regional Highlights\n- Snow in YamagataSnow in Yamagata\\\\\nYamagata City & Around\n- Chuson-ji Temple-AUT\\\\\nHiraizumi & Around\n- mount hachimantai\\\\\nHachimantai & Around\n- Tono\\\\\nHanamaki & Around\n- morioka & around\\\\\nMorioka\n## Popular Events\nPrevious\n\\\\\nOmagari Fireworks Festival](https://www.japan.travel/en/spot/500/)\n\\\\\nLocal FestivalYamagata Cherry Festival](https://www.japan.travel/en/spot/477/)\n\\\\\nLocal FestivalHachinohe Enburi Festival](https://www.japan.travel/en/spot/463/)\n\\\\\nLocal FestivalMiyoshi Bondensai Festival](https://www.japan.travel/en/spot/519/)\n\\\\\nLocal FestivalNamahage Sedo Festival](https://www.japan.travel/en/spot/515/)\n\\\\\nLocal FestivalSendai Tanabata Festival](https://www.japan.travel/en/spot/423/)\n\\\\\nNatural WonderZao Snow Monsters (Miyagi)](https://www.japan.travel/en/spot/418/)\n\\\\\nLocal FestivalSoma Nomaoi](https://www.japan.travel/en/spot/1740/)\n\\\\\nLocal FestivalMorioka Autumn Festival](https://www.japan.travel/en/spot/492/)\n\\\\\nLocal FestivalAomori Nebuta Festival](https://www.japan.travel/en/spot/465/)\n\\\\\nSendai Pageant of Starlight](https://www.japan.travel/en/spot/1777/)\n\\\\\nLocal FestivalAkita Kanto Festival](https://www.japan.travel/en/spot/1829/)\n\\\\\nLocal FestivalYamagata Hanagasa Festival](https://www.japan.travel/en/spot/476/)\n\\\\\nLocal FestivalKakunodate Festival](https://www.japan.travel/en/spot/455/)\n\\\\\nLocal FestivalShinjo Festival](https://www.japan.travel/en/spot/427/)\n\\\\\nCherry BlossomKitakami Tenshochi Cherry Blossom Festival](https://www.japan.travel/en/spot/484/)\n\\\\\nLocal FestivalChagu Chagu Umakko Festival](https://www.japan.travel/en/spot/494/)\n\\\\\nCherry BlossomHirosaki Cherry Blossom Festival](https://www.japan.travel/en/spot/526/)\n\\\\\nCherry BlossomKakunodate Weeping Cherry Trees](https://www.japan.travel/en/spot/503/)\n\\\\\nLocal FestivalHirosaki Neputa Festival](https://www.japan.travel/en/spot/457/)\n\\\\\nSeasonal EventYokote Snow Festival](https://www.japan.travel/en/spot/443/)\n\\\\\nFilm FestivalYamagata International Documentary Film Festival](https://www.japan.travel/en/spot/438/)\n\\\\\nMusic FestivalArabaki Rock Fest](https://www.japan.travel/en/spot/416/)\nNext\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Kamikochi\\\\\n\\\\\n\\\\\nHokuriku Shinetsu\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- On-bashi Bridge\\\\\n\\\\\n\\\\\nChugoku\n- Shodo-shima Area\\\\\n\\\\\n\\\\\nShikoku\n- Takachiho Kyou Gorge\\\\\n\\\\\n\\\\\nKyushu\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_tohoku_akita_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/akita/", "title": "Akita", "category": "destination", "text": "# TohokuAkitaMountains, forests, invigorating onsen and outdoor fun\n- Akita\n### With hot springs, a well-preserved samurai district and natural scenic beauty, Akita is a place to relax while connecting with Japanese history and culture\nThe northern prefecture of Akita is a popular choice for outdoor adventurers and history buffs alike. The Hachimantai area offers a range of outdoor activities, while the fascinating and well-preserved samurai district in the town of Kakunodate offers a glimpse into Japan's feudal past. The snow huts of the Yokote Snow Festival and Japan’s national fireworks competition at Omagari draw hundreds of thousands of revelers each year.\n## How to Get There\nAkita can be accessed by the JR Akita Shinkansen from Tokyo, Sendai and Morioka, as well as by car, local train and airplane from other areas in Japan.\nFlights operated by JAL and ANA make Akita accessible from Nagoya, Osaka, Sapporo and Tokyo. A flight from Tokyo Haneda Airport to Akita Airport is the easiest and quickest method of transport from Tokyo. The direct Komachi bullet train on the JR Akita Shinkansen line between Tokyo and Akita takes around four hours. There are hourly departures, and the journey is covered by the Japan Rail Pass, JR East Tohoku Area Pass and JR East South Hokkaido Pass. There are also a number of long-distance buses from Tokyo to Akita. The journey takes around eight hours.\n### Don’t Miss\n- Scaling the summit of Mt. Hachimantai, particularly beautiful in autumn when the leaves change colors\n- Soaking in Goshogake Onsen's volcanic mud and outdoor hot springs\n- Visiting Yokote in winter to join the town’s 400-year-old Kamakura Snow Festival\n- The breathtaking displays of light and music of Japan's National Fireworks Competition in Omagari\n## Explore Akita by Area\n- \\\\\nAkita City and Around\n- \\\\\nShirakami & Odate\n- \\\\\nKakunodate & Around\n- \\\\\nYokote & Around\n## Trending Attractions in Akita\n- Dakigaeri Gorge-AUTDakigaeri Gorge-AUT\\\\\nKakunodate\n- mount hachimantai\\\\\nHiking Mt. Hachimantai\n- Akita Kanto Matsuri\\\\\nAkita Kanto Festival\n- Dakigaeri Gorge\\\\\nDakigaeri Gorge\n- Shidare Sakura at Buke Yashiki\\\\\nKakunodate Weeping Cherry Trees\n## Local Specialties\n- Kaba Cherry-Bark Crafts\nThis beautiful craft is made from the bark of the mountain cherry tree. The bark of the yamazakura cherry tree is widely used as a traditional handicraft because of its deep colour and the unique luster. Typical products include tea caddies, tea chests and other tea utensils, paper boxes, tea bowls, brooches and tie pins.\n- Odate Cedarwood Crafts\nThe Satake Nishi family, who ruled Odate during the feudal era, took advantage of the area’s s abundant forests, to encourage the samurai to create wood crafts, and the technique has been handed down to modern times. In addition to typical products such as lunch boxes and trays, a variety of products designed to suit modern lifestyles, such as coffee cups have been developed and are available to buy.\n- Kawatsura Lacquerware\nThis traditional craft dates back about 800 years, when samurai used to apply lacquer to their armour. The lacquering is strong and beautiful, and is decorated with fine carving and delicate designs coated with gold powder.\n- Hatahata\nThe symbol of Akita Prefecture, Hatahata is a coldwater fish with a smooth, tender texture. It is eaten grilled, in hot pots or as hatahata sushi.\n- Kiritanpo\nFreshly cooked rice pounded and grilled on a wooden skewer, kiritanpo is eaten with miso or in soup.\n- Hinai Chicken\nOne of Japan's three top breeds, Hinai chicken is best known for its delicious meat and deep juicy flavour. It is an essential ingredient in yakitori (grilled chicken), oyakodon (rice topped with chicken and eggs) and kiritanpo hot pot, and is one of Akita's most popular ingredients.\n- Kisakata Iwagaki\nKisakata iwagaki are natural oysters which grow in the chilly depths of the Japan Sea. They are famous for their rich, briny taste. An absolute must for oyster lovers when in season from June to August.\n- Inaniwa Udon\nInaniwa Udon is a specialty of Yuzawa City with a history of over 300 years, and are carefully made by hand by skilled artisans. The noodles are very firm and elegant with a smooth texture.\n## Seasonal Highlights\n- Spring\nAkita's springtime brings the bloom of thousands of cherry blossom trees, best enjoyed along the scenic rivers and in parks and among the historic samurai buildings in Kakunodate.\n- Summer\nThe hot summer is the perfect time to enjoy Akita’s many lakes and valleys, where crystal-clear blue water, boating activities and outdoor adventures await.\n- Autumn\nIn fall Akita is energized with vibrant foliage, making it the perfect time to soak in outdoor onsen while appreciating the natural landscapes.\n- Winter\nThough temperatures drop in winter, life heats up for people in Akita in the form of festivals celebrating fireworks, igloos and Japanese culture."}
{"filename": "www.japan.travel_en_destinations_tohoku_akita_akita-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/akita/akita-and-around/", "title": "Akita City and Around", "category": "destination", "text": "# AKITAAkita City and AroundA refined rural capital in snow country, preserving the arts, crafts, and culture of an earlier age\n- Akita City and Around\n## A refined rural capital in snow country, preserving the arts, crafts, and culture of an earlier age\nThe capital of the far north prefecture of the same name, Akita is mostly known for snow, onsen (hot springs), great sake, a sturdy breed of dog, and the widely acknowledged beauty of its women. Bordered by the sea and mountains, this peaceful city is home to major local festivals, museums of world-class art and a well-preserved samurai village. It's easy to immerse yourself in Japan's cultural past here.\n### Don't Miss\n- The Akita Kanto Matsuri, a scenic summer festival held in early August\n- The castle ruins and seasonal blooms at Senshu Park\n- The Akita Museum of Art, built by renowned Japanese architect Ando Tadao and featuring works by Leonard Foujita\n## How to Get There\nAkita is served by a shinkansen stop and an airport, so it's easily accessible from all over Japan.\nFrom Tokyo, it's a four-hour trip to Akita Station on the JR Akita Shinkansen. Both JAL and ANA operate multiple flights between Tokyo's Haneda Airport and Akita Airport that take a little over an hour. From Osaka or Kyoto, the best option is first to ride the Tokaido-Sanyo Shinkansen to Tokyo and then switch to the Akita-bound shinkansen. You can also take a 75-minute flight from Osaka's Itami Airport to Akita Airport.\n### Breathtaking seasonal festivals\nAkita is home to many breathtaking seasonal festivals. The Akita Kanto Matsuri, held from 3 until 6 August, is considered one of the Tohoku region's three greatest festivals. One of the highlights is watching participants compete to see who can perform the most difficult balancing act as they balance impossibly tall bamboo poles adorned with a massive number of lanterns on their foreheads or hips.\nThe big winter attraction is the Yokote Kamakura Festival. Local children fill the area with hundreds of igloo-shaped snow domes, called kamakura. Illuminated by night, these domes become temporary dedications to the Japanese water deity. There are all kinds of snow sculptures of fanciful creatures and more, and other kamakura big enough for humans to sit inside and sip warming beverages.\nOga, a city just an hour from Akita, is famous for its visiting deities, namahage, who roam the streets at New Year, scaring small children into promising good behavior during the coming year.\n### Modern architecture and world-class art\nOpened in 2013, The Akita Museum of Art is an impressive gallery filled with a broad selection of contemporary local art and historically valuable artifacts. Designed by architect Tadao Ando, the museum's free-standing staircase and triangular skylight have become architectural and artistic icons in their own right. The collection boasts works by Goya, Picasso, Rubens, and Rembrandt.\n### Japan meets the west in art\nThe star attraction at the museum is the extensive collection of work by Tokyo-born, France-based painter Fujita Tsuguharu (also known as Leonard Foujita). One of the few collections of his work in Japan, Tsuguharu's blend of traditional Japanese and French styles has captivated audiences for almost a century. A particular Foujita masterpiece portrays Akita's festivals and changing seasons on what's been called the world's largest canvas painting.\n### A colorful oasis in the city\nSenshu Park was once the site of Kubota Castle, built in 1604, which was burned down during the Meiji period (1868-1912). Now, only the moat, castle gate, and watchtower remain. The moat area has been repurposed and crafted into a series of ponds. Transforming with the seasons, the park becomes a sea of soft pink every spring with the cherry blossoms. Weeping wisteria also lend the park a regal air. Senshu Park is alive in the lush summer when the lotuses bloom, and turns fiery red in autumn with the changing of momiji maple leaves.\n### A bird's-eye view\nThe 100-meter high observation tower, Akita City Port Tower Selion, provides a panoramic view of the city from the Sea of Japan in the west to Oga Peninsula in the north and Mt Chokai in the south. Sunset offers the most spectacular views.\nThe complex and its surrounding area has parks and play areas allowing guests to take in the city's natural beauty. The area often hosts a flea market and is home to a range of shops and restaurants.\n### Going beyond the city\nThe greater Akita area is surrounded by many various towns and natural getaways that offer everything from history to relaxation to adventure. For history and adventure visit the well-preserved former castle town and samurai village of Kakunodate.\nAnother spot worth exploring is Nyuto Onsenkyo, a picturesque hot spring resort located in the eastern mountains of Akita Prefecture. Not far away is Japan's deepest lake, Tazawa Lake, which changes color over the year from shades of deep jade to sapphire blue."}
{"filename": "www.japan.travel_en_destinations_tohoku_akita_kakunodate-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/akita/kakunodate-and-around/", "title": "Kakunodate & Around", "category": "destination", "text": "# AKITAKakunodate & AroundExplore Japan's feudal past, classic crafts and a beautiful mountain gorge\n- Kakunodate & Around\n## Explore Japan's feudal past, classic crafts and a beautiful mountain gorge\nLooking much as it did back in 1620 when the city was founded, Kakunodate in Akita Prefecture boasts authentic Edo-period architecture in two distinct areas. The impressive samurai and merchant quarters will give you an idea of life in Japan's feudal past.\nJust outside the city is Dakigaeri Gorge, a mountain valley that is great for a nature walk along the Tamagawa River through cedar forests and over suspension bridges and trestles.\nKakunodate is known for its weeping cherry trees, which bloom in spring.\n### Don't Miss\n- The weeping cherry trees that bloom in May\n- The magnificent samurai houses, barely touched by time\n- Elegant cherry-bark crafts in the merchant district\n- Commanding views from the former castle site\n## How to Get There\nFrom Tokyo, it's a three-hour trip on the JR Akita Shinkansen, which stops at Kakunodate Station, or a one-hour flight from Tokyo Haneda Airport to Akita Airport.\n### The cherry blossom journey from Kyoto to Akita\nMore than a million people journey to see Kakunodate's thousands of cherry trees bloom, making it one of the country's most famous hanami or cherry blossom viewing spots. The blossoms that line the streets and river banks are at their best during late April or early May.\nThe weeping cherry trees in the samurai district were planted in the 17th century, brought back from Kyoto by local samurai families. Stroll under the blooms in the streets of the samurai quarter for an authentic cherry blossom viewing experience.\nSomei yoshino cherry trees along the Hinokinai River turn the river pink in full bloom. Bring some food and drink to the riverbank and join the locals to party under the gently falling petals.\n### History comes alive\nFlourishing as a castle town in the early 17th century, the samurai district homes in Kakunodate have been preserved in a marvelously unspoiled state. Strolling the wide streets, it's easy to imagine the area filled with historical figures.\nExplore the area where 80 samurai families once lived, and see the best examples of Japanese residential architecture from the 17th and 18th centuries. These houses show how middle-class and wealthy samurai families lived. Six of the houses including the Aoyagi House, are open to the public.\nThe Aoyagi samurai manor provides an opportunity to understand Japan's feudal period through dynamic displays. There are museums, galleries, a restaurant, and gift shop within the grounds.\nJust down the street is the Ishiguro manor. Still a private home, it's not fully open to visitors, but part of the main house and the storehouse can be viewed.\n### A fall festival with massive floats\nKakunodate is beautiful in fall, and marks the season with a festival in early September called Kakunodate Festival that dates back more than 350 years. Massive seven-ton floats are pulled through the town accompanied by traditional dancers and music.\n### Shopping in 400-year-old stores\nDating from 1620, Kakunodate's merchant district was separate from the samurai district, reflecting the division between the classes at the time.\nStroll along the wide streets lined with historic buildings that remain largely unchanged. The impressive brick structure of the Ando Jozo Miso storehouse stocks miso and soy sauce, which have been produced using the same method for over 150 years. Buy some to take home a taste of history.\n### From delicate blossoms to elegant crafts\nMany local crafts use Kakunodate's cherry-tree bark, beginning when a 18th-century samurai named Fujimura Hikoroku began working with it. This stunning craftsmanship is used to make trinkets, jewelry boxes and furniture.\nThe red brick Denshokan Museum exhibits various regional crafts and offers demonstrations of kabazaiku (cherry-bark art) in which boxes, tea implements and pieces of furniture are covered with cherry bark.\n### Commanding views from the castle ruins\nHike up the town's steep hillside to where the local fortress, Kakunodate Castle, once stood. Though no traces of the original castle remain, the commanding view of the surrounding area explains why the site was chosen in the 1500s. The castle made Kakunodate the heart of the region's power.\nWhen the city's cherry blossom trees are in full bloom, the view from the top of the hill is of pink and white fluffy clouds, making it a popular spot during the spring.\nBefore you go, be sure to grab some of the town's traditional sweets, called morokoshi. Made from refined adzuki beans, they make a delicious souvenir."}
{"filename": "www.japan.travel_en_destinations_tohoku_akita_shirakami-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/akita/shirakami-area/", "title": "Shirakami & Odate", "category": "destination", "text": "# AKITAShirakami & OdateA massive crater lake, primeval beech forests, handicrafts and hunters in Japan's outback\n- Shirakami & Odate\n## A massive crater lake, primeval beech forests, handicrafts and hunters in Japan's outback\nHome to one of the world's last remaining virgin beech forests, Honshu's biggest caldera lake and traditional woodworking and hunting cultures, Shirakami in Akita Prefecture is a wilderness lover's destination.\nThe Shirakami Mountains also have plenty of unusual flora and fauna, waterfalls and campgrounds, allowing for extended explorations of the environment.\n### Don't Miss\n- Explore one of the world's largest beech tree forests\n- Visit the largest crater lake in all of Honshu\n- Learn about the traditional culture of the matagi, the local hunters\n- Watch skilled artisans create famous magewappa, wooden handicrafts\n## How to Get There\nThe Shirakami area in the Tohoku region of northern Honshu can be accessed by car, plane, bus and train. Major transport hubs include Noshiro Station, Akita Station and Yunosawa Onsen Bus Station.\nBy plane, it is just over one hour from Tokyo Haneda Airport to Odate-Noshiro Airport, followed by a 45-minute taxi ride to Noshiro Station. From there, take the JR Gono Line to Akita Shirakami Station (35 minutes). By train, take the JR Tohoku Shinkansen from Tokyo Station to Akita Station (4 hours), then take the JR Ou Line to Futatsui Station (60 minutes), then take the Akikita Bus to Yunosawa Onsen (30 minutes). To get to the Aomori side, it takes about three hours from Tokyo Station to Shin-Aomori Station on the JR Tohoku Shinkansen, followed by a 40-minute train from Shin-Aomori Station to Hirosaki Station on the JR Ou Line, and then a 50-minute bus ride from Hirosaki Bus Terminal to Tashiro. You can also get to the Aomori side by bus from Hirosaki Station to the Shirakami Sanchi Visitor Centre.\n### Untouched primeval forest\nCovering over 130,000 hectares in the prefectures of Aomori and Akita, the Shirakami Mountains boast such a diversity of flora and rare fauna that the mountain range's central region has been a World Natural Heritage site since 1993.\n### A haven for unusual flora and fauna\nIn addition to the native beech trees, the ancient forest has many other species of tall deciduous trees. Take a walk along forest paths for a chance to see wildlife, including black woodpeckers, Japanese serow, mountain hawk-eagles and golden eagles, Japanese macaques and Asiatic black bears.\n### Three waterfalls in one\nOne of the most beautiful places within the Shirakami Mountains is Anmon Falls, three stunning waterfalls that run together as one. Hike along the nature trails through the lush woods and along the river and streams of crystal-clear water from melted snow.\n### Discover the secrets of this singular place\nLearn more about the Shirakami Mountains and the local culture at the Shirakami Mountains Visitor Center or Shirakami World Heritage Center. There are 3D exhibitions giving visitors a good insight into the area.\n### Cruise or camp by the sparkling waters of Lake Towada\nThis popular tourist spot on the border between Aomori and Akita prefectures is the largest crater lake in Honshu and the 12th-largest lake in Japan.\nYou can cruise the lake by boat, hire a canoe or pitch your tent at one of the campsites to get closer to the stunning natural environment. There are six campgrounds in the area, three very close to the lake and the others closer to Mt. Hakkoda.\nLake Towada is home to many varieties of freshwater trout and salmon, and there are several restaurants around the lake that serve up fish dishes.\n### Maintaining ancient hunting traditions\nThe area is known for its matagi, the community of traditional hunters who live in the Shirakami Sanchi forest between Akita and Aomori prefectures. These tribal people live in hamlets in the mountainous area, but during winter and early spring they live deep in the forest, hunting bear the same way their ancestors have done for generations.\n### Elegant, graceful woodwork\nThe Odate area is famous for magewappa, a Japanese woodcraft known for its lightness, elegance and straight grain. Artisans have been delicately steaming and bending wood into graceful, flowing shapes for more than 400 years, when locals began to use their main natural resource, cedar, to make everyday objects."}
{"filename": "www.japan.travel_en_destinations_tohoku_akita_yokote-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/akita/yokote-and-around/", "title": "Yokote & Around", "category": "destination", "text": "# AKITAYokote & AroundWith vivid fireworks in summer and glowing snow huts in winter, Yokote knows how to throw a party\n- Yokote & Around\n## With vivid fireworks in summer and glowing snow huts in winter, Yokote knows how to throw a party\nYokote is a vibrant city 60 kilometers from Akita City, with a full schedule of festivals and events all year round. With plenty of opportunities to get active outdoors, there's no shortage of things to see and do here.\n### Don't Miss\n- The Kamakura Festival with its illuminated mini-igloos\n- The National Firework Competition held every summer\n- Cherry blossom viewing at Mato Park in late April\n## How to Get There\nYokote Station is accessible by train and is serviced by the JR Ou Main Line and Kitakami Line.\nFrom Tokyo Station, take the Akita Shinkansen to Omagari Station and switch to the Ou Line. From there, Yokote Station is one stop. From Osaka and Kyoto, the quickest way to get to the area is via airplane. However, if you want to travel by train, make your way to Tokyo and catch the Akita Shinkansen from there.\n### A city of snow\nYokote is home to the famous Yokote Snow Festival, a 450-year-old celebration held every year in February when igloo-like snow huts called kamakura, are built all over the city.\nInside each kamakura is a small snow altar dedicated to the water deity as well as a brazier used to store hot coals and keep the snow hut warm. During the festival season children offer rice cakes and amazake (sweet rice wine) to festival visitors, and in return visitors make an offering to the water deity.\n### Fireworks light up the summer sky\nWhen the weather gets warmer, the festivities heat up too. Held each summer, the Omagari Fireworks Festival sees almost 800,000 spectators swarm to the area to witness one of Japan's most impressive fireworks festivals. One of the largest of its kind, the festival features beautiful fireworks shows along with music and stories.\nThis event is not only a spectacle of colorful light but also a contest. Fireworks teams from all over Japan descend on the festival to try to outdo each other.\n### Blooming pink\nVisit Yokote's Mato Park Cherry Blossom Festival in April to see breathtaking somei yoshino and wild cherry trees in bloom. The 2,000 cherry trees transform Mato Park into a sea of pale pink under which local people picnic, relax and celebrate the coming of spring.\n### Tiny but beautiful Yokote Castle\nOne of the area's most popular tourist attractions, the castle that stands today in Yokote Park is actually a reconstruction of a castle built by the Onodera clan. Inside is a well-maintained museum where you can learn all about the city's history."}
{"filename": "www.japan.travel_en_destinations_tohoku_aomori_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/aomori/", "title": "Aomori", "category": "destination", "text": "# TohokuAomoriTake the road less traveled to Aomori\n- Aomori\n### Discover natural landscapes, primeval forests, apples, rice field art, rice and sake, seafood and snow\nRelatively unexplored, Aomori's verdant landscapes, famous festivals and World Heritage sites can all still be called “hidden gems.” Hiking through unspoiled wilderness, riding in trains heated by stoves and sampling delectable seafood and sake are just a few of its attractions.\n## How to Get There\nAomori is accessible via the JR Tohoku Shinkansen from Tokyo, as well as regular JR trains, highway buses, and by car. There are four shinkansen stops in the prefecture—Hachinohe, Shichinohe-Towada, Shin-Aomori and Okutsugaru-Imabetsu. You can also fly to two airports—Misawa and Aomori.\nTokyo is the most common starting point for visitors to Aomori, unless you are traveling by plane. The JR Tohoku Shinkansen will get you to the main city of Aomori in just over three hours, and you can use your Japan Rail Pass. By plane, it takes a little over an hour from Haneda Airport to either of the two Aomori airports and around 90 minutes if you are departing from Osaka. Highway buses run regularly between Tokyo and Aomori, but they will take around 8-10 hours, and are usually overnight.\nAomori Airport serves international flights from several countries in East Asia, while its domestic routes connect Aomori to Sapporo, Osaka, Kobe and Nagoya, in addition to Tokyo.\n### Don’t Miss\n- Aomori's colorful festivals—Aomori Nebuta, Hirosaki Neputa, and Goshogawara Tachineputa, the Snow Lantern and Cherry Blossom Festival at Hirosaki Castle\n- World Heritage Site Shirakami Sanchi and Sanriku Fukko National Park\n- Ancient ruins and great temples, shrines, castles, and Aoni Onsen, a remote hot spring resort with a traditional ryokan lit only by gas lantern\n- Unrivaled seafood from the cold waters of both the Sea of Japan and Pacific Ocean\n## Explore Aomori by Area\n- \\\\\nAomori City & Around\n- \\\\\nHirosaki & Around\n- \\\\\nLake Towada & Around\n## Trending Attractions in Aomori\n- Hirosaki Park Cherry Blossom-SPRHirosaki Park Cherry Blossom-SPR\\\\\nHirosaki Castle\n- Aoni Onsen\\\\\nAoni Onsen\n- Aomori Museum of Art\\\\\nAomori Museum of Art\n- Oirase Mountain Stream\\\\\nOirase Gorge\n- Nebuta house Warasse Nebuta Museum\\\\\nNebuta Museum\n## Local Specialties\n- Aomori Black Garlic\nBlack garlic is made by maturing and fermenting white garlic for several weeks in an environment of constant temperature and humidity. It is believed that the darkening of the garlic is due to a chemical reaction called the Maillard reaction. The black garlic becomes sweeter, with a texture like dried fruit.\n- Tsugaru Lacquerware\nTsugaru lacquerware is characterised by its robustness and practicality, but also by its extremely elegant appearance. The technique used in Tsugaru-nuri is a method of smoothing and polishing multiple layers of lacquer to create a pattern. It takes dozens of processes and more than two months to achieve a complex and beautiful lacquer pattern and a sturdy and solid feel. Once used for sword scabbards, this technique is now used for everything from tableware and chopsticks to smartphone cases.\n- Tsugaru Painted Kites\nTraditional Tsugaru kites, depicting brave warriors, have been made since the Edo period (1603-1868) as extra work for local samurai. While kite frames are usually made from bamboo, the cold weather in the Tsugaru region made it difficult for bamboo to grow, and thinly shaved hiba wood, which is light and elastic, was used instead.\nKite paintings are often based on heroes and heroic figures from classical novels as well as heroic warriors from Japanese history. The warriors are drawn with thick, strong ink lines and bright red colours, and are as attractive to the eye as the Hirosaki Neputa floats.\n- Aomori Apples\nAomori Prefecture produces around 60% of Japan's apples. From pruning the branches in winter to the harvest in autumn, the procrss of apple cultivation takes place almost without a break. The delicious taste of Aomori apples is the result of the passionate and diligent work of the growers. Local souvenir shops sell a variety of desserts made from apples, including pies containing whole apples.\n- Ichigo-ni\nThis local dish was named after the image of sea urchin sinking into the milky white soup, which looked like \"wild strawberries in the morning mist\", and is said to have its roots in beach cooking by fishermen. This is a rich soup with plenty of sea urchin and abalone.\n## Seasonal Highlights\n- Spring\nAomori is covered with blooms in springtime—cherry blossoms at Hirosaki Castle, as well as apple blossoms, canola and azaleas—on a scale that is unparalleled in volume and beauty. There is still enough snow remaining in the higher altitudes for some relaxed spring skiing.\n- Summer\nThe deep green of virgin beech forests and the passionate festivities of summer festivals provide both serenity and raucous joy to rejuvenate the human spirit. Summer here is also time for getting outside and trekking, cycling and playing golf. The photogenic rice paddy art in Inakadate Village is also worth a visit.\n- Autumn\nThe rich, verdant and remote forests of Aomori turn from green to a colorful array of yellows, oranges, reds and browns. As the weather cools, this is also the season to slip into a hot spring.\n- Winter\nFor all of its rich green splendor, Aomori is snow country. Trees are transformed into snow monsters, and world-class skiing and snowboarding await you, along with winter festivals, foods and unusual cultural activities."}
{"filename": "www.japan.travel_en_destinations_tohoku_aomori_aomori-city-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/aomori/aomori-city-and-around/", "title": "Aomori City & Around", "category": "destination", "text": "# AOMORIAomori City & AroundAwe-inspiring festivals, modern art, superb seafood and the world's largest virgin beech forest\n- Aomori City & Around\n## Awe-inspiring festivals, modern art, superb seafood and the world's largest virgin beech forest\nLocated way up at the northernmost tip of Honshu, Aomori is the last mainland bullet train stop before Hokkaido and was once the port of choice for sea runs to Hakodate in Hokkaido.\nConsidered one of Japan's most comfortable cities, Aomori has winter snows for alpine sports, and its temperate climate is perfect for trekking, cycling and more when the weather turns hot. Because it faces two oceans—the Sea of Japan and the Pacific—and with mountains, valleys, lakes, and shores—Aomori has year-round recreational possibilities.\nLike many rural prefectures, Aomori goes big when it comes to festivals. The Aomori Nebuta Festival, with its massive glowing floats and chants, singing and dancing, is one of Japan's standout events.\nThe art scene here is sophisticated, from the fine modern collection at the Aomori Museum of Art to unusual places like the Aomori Museum of History, featuring a collection of 67 traditional wooden fishing vessels.\n### Don't Miss\n- Illuminated floats from the Nebuta Festival displayed at the Nebuta Museum Wa Rasse Nebuta Museum\n- The Aomori Gyosai Center (also known as Furukawa Fish Market), the bustling seafood hub of Aomori\n- One of Japan's most respected contemporary museums, the Aomori Museum of Art\n## How to Get There\nAomori is easily accessible by train, bus, and airplane.\nJapan Airlines offers a number of daily flights between Tokyo's Haneda Airport and Aomori Airport. If you'd rather go by train, the JR Tohoku Shinkansen travels from Tokyo to Shin-Aomori regularly. The Konan Bus Company runs a number of day and overnight buses between Tokyo's Ueno Station and Aomori.\nIf you're in Kansai, you can fly to Aomori Airport from Osaka's Itami Airport.\n### One of the nation's biggest celebrations\nThe biggest event on Aomori Prefecture's calendar and its biggest tourist attraction is the Aomori Nebuta Festival, which runs every year from August 2 to 7. Locals parade through the streets pushing enormous lantern floats made from traditional washi paper while entertaining the crowd with Japanese dances and songs.\nYou can join the dance if you like, but you'll need to buy and wear the traditional haneto dancing costume beforehand.\n### Where festivals never die\nIf you miss the festival, you'll get nearly as much of a thrill out of the Nebuta House Wa Rasse Nebuta Museum, the city's year-round exhibit and tribute to this extraordinary event. You can learn all about the history of this fun and fascinating festival. If you're lucky, you may even catch a weekend performance by local haneto dancers.\n### Venturing into Aomori's raw natural beauty\nSoutheast Aomori has the Sanriku Fukko National Park, an area that extends from Hachinohe to Kessennuma in Miyagi Prefecture, 220 kilometers away. You'll be amazed by the sawtoothed rocks, bays, rock islands and cliffs.\nThe rugged Shirakami Mountains embrace the world's largest virgin forest of beech trees, a World Heritage Site. You can trek around the forest to explore places such as the Juniko Lakes—including the cobalt blue pond called Aoike—the Shirakami Promenade, filled with unusual flora and fauna, as well as Nihon Canyon and Anmon Falls.\nFor those feeling more adventurous, check out Shimokita Hanto, a peninsula shaped like the head of an ax that is home to one of the most sacred sites in Japanese Buddhism, Mt Osore. The peak, which smells of sulfur and is surrounded by a desolate landscape, is considered one of Japan's three most sacred places. Must-see sights nearby include Sai no Kawara (a pebble-filled riverbed) and the vivid waters of the caldera lake, seen from the shore of Gokurakuhama.\n### Seafood doesn't get any better than this\nSituated on Mutsu Bay, Aomori has many great places to dive headfirst into the bounty of the sea. The Aomori Gyosai Center ( Furukawa Fish Market ) is the city's most famous. Be sure to try the nokkedon, a rice bowl topped with the seafood of your choice.\n### Tsugaru's sights and sounds\nTsugaru Hanto is a peninsula that juts out toward Hokkaido. It's the birthplace of the Tsugaru shamisen, a three-stringed guitar-like instrument popularly used in local folk music. Tappizaki Cape is the northernmost point on the peninsula, a place where wild winds blow year round.\nFor trekkers and climbers, Mt Iwaki is the place to be. There are several routes up what is known as the Fuji of Tsugaru. If you're going to Anmon Falls, you can stay at the Aqua Green Village campground and follow the Anmon River all the way there. Tours are available for these treks.\nA ride on the Tsugaru Railway, which runs across the southern part of the peninsula, is highly recommended. This slow-running train stops frequently, and depending on the season may have wind bells mounted, baskets filled with bell crickets, or will be equipped with stoves in the winter.\n### Step back in time\nHistory buffs shouldn't miss the Korekawa Jomon Museum in Hachinohe, or the Sannai Maruyama Site, near the Aomori Museum of Art. These archeological sites date back to the Jomon period (which spanned from about 15,000 to 2,400 years ago), the point when many academics believe Japan began to build a level of cultural complexity.\nBoth display artifacts and structures of the period. The Sannai Maruyama Site has several restored buildings to investigate, including one with pillars sunk into the ground, a large dwelling built into a dugout, and a warehouse with a raised floor.\n### A cultural capital of Japan\nFrom prehistoric to contemporary culture, Aomori is home to one of Japan's most respected modern art museums, the Aomori Museum of Art. It is built predominantly underground, set deep into the earth to replicate the nearby archeological trenches. Featuring work by local and international talent, it's filled with artistic and architectural delights, including pieces from Marc Chagall and Paul Klee."}
{"filename": "www.japan.travel_en_destinations_tohoku_aomori_hirosaki-and-shirakami_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/aomori/hirosaki-and-shirakami/", "title": "Hirosaki & Around", "category": "destination", "text": "# AOMORIHirosaki & AroundWild forests, waterfalls, a traditional castle town and a hiker’s paradise\n- Hirosaki & Around\n## Wild forests, waterfalls, a traditional castle town and a hiker's paradise\nEscape to the beauty of the north in these areas of Aomori Prefecture, where natural beauty and ancient tradition thrive.\n### Don't Miss\n- Hirosaki Castle and its expansive grounds\n- The varied colors of the Twelve Lakes\n- Three waterfalls that rush into one at Anmon Falls\n- Bathing in the soft light of oil lamps at Aoni Onsen\n## How to Get There\nThe Hirosaki and Shirakami areas in the southwestern part of Aomori Prefecture are accessible by car, train, bus, and air.\nBy train, Hirosaki Station is most easily accessed from Tokyo via Aomori, while Shin-Aomori Station via Aomori is the last station on the Tohoku Shinkansen Line, connecting with the Hokkaido Shinkansen Line. From there, the local train to Hirosaki takes 30-40 minutes. All trains are covered by the Japan Rail Pass.\nFlights from Tokyo to Aomori take about an hour and 20 minutes. From the airport, a bus to Hirosaki takes about an hour.\nA variety of highway buses depart from Tokyo and travel during the day or overnight. These take around 10 hours.\n### A grand castle\nHirosaki is the area's main city and transport hub. It is also a well-preserved castle town with Hirosaki Castle at the center. Built by the Tsugaru clan, it is especially well known today for its spectacular cherry blossoms in the spring, its botanical garden, and the stately Gokoku Shrine. During the Cherry Blossom Festival, rowing boats can be hired at the outer moat of Hirosaki Park.\n### Seasonal festivals\nWhether you visit for winter's Snow Lantern Festival, the Cherry Blossom Festival in the spring, summer's Neputa Festival, or the autumn foliage, Hirosaki Castle and its grounds are beautiful. Due to be finished around 2025, renovations to the stone foundation offer insights into how Japanese castles were built.\n### Hiking in Shirakami Sanchi\nWith such fascinating places close by, Hirosaki makes a natural hub for exploring further. The Shirakami Sanchi UNESCO World Heritage Site is the biggest draw, especially for hikers. There are 14 official hiking trails in Shirakami Sanchi, ranging from easy to hard-core mountain trekking and all offering spectacular vistas.\n### A string of stunning lakes\nLike a necklace of precious gems, there are 33 jewel-colored ponds and lakes scattered throughout the Shirakami Sanchi area. Thought to have formed when a massive earthquake caused a landslide, they are known as Juniko, or Twelve Lakes, because only 12 were visible from the collapsed mountain when they first formed. The most famous is a small pond called Aoike, which is a brilliant cobalt blue.\n### Three waterfalls in one\nAlso located in the Shirakami Sanchi, Anmon Falls are three waterfalls that appear as one connected vertically. A hike takes you along the river to the source of the water. Follow the trail up the cliff to see the base of each rushing fall. Throughout the area, the thick virgin beech forest embraces you with greenery.\n### Onsen bathing by oil lamp\nAoni Onsen is a traditional Japanese hot spring at which you bathe naked in the traditional style. The indoor baths are gender segregated, but be aware that the outdoor bath is mixed. There are two one-hour time slots when women can bathe outdoors privately.\nAoni Onsen is so remote that there is no cell phone reception, and the baths are lit only by oil lamps. Relax and unwind in this magical place where time stands still.\n### Hirosaki's eye-catching Neputa Festival\nThe Hirosaki Neputa Festival, held annually the first week of August, should not be missed. The main event is a parade made up of giant illuminated floats painted with brilliant depictions of warriors, samurai, and glamorous women. It celebrates the past returns of victorious warriors. As night falls, the majestic floats glow in the dark."}
{"filename": "www.japan.travel_en_destinations_tohoku_aomori_lake-towada-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/aomori/lake-towada-and-around/", "title": "Lake Towada & Around", "category": "destination", "text": "# AOMORILake Towada & AroundContemporary art, skiing, snow monsters, a mountaintop lake, and lush wetlands\n- Lake Towada & Around\n## Contemporary art, skiing, snow monsters, a mountaintop lake, and lush wetlands\nAomori's Lake Towada is a dual crater lake that formed after a huge volcanic eruption. With the Towada Art Center as its anchor, the city's charms include an unspoiled natural environment and a community around the lake that now draws tourists up to this northern prefecture from all over the world.\n### Don't Miss\n- The Towada Art Center's bold contemporary treasures\n- The atmospheric beauty of Oirase Mountain Stream\n- Riding the Mt Hakkoda ropeway\n## How to Get There\nYou can reach the Towada area via car or a combination of train and bus.\nTowada is not directly accessible by train. The primary means of transit to Towada is by car or bus. Shichinohe-Towada Station on the Tohoku Shinkansen is the most convenient place in Aomori to get a bus going to Towada. It takes about three hours and 20 minutes by Shinkansen to get to Shichinohe-Towada from Tokyo and 35 minutes to get there by bus to Towada.\nThere is also a bus from Tokyo direct to Towada. The bus takes a little more than 10 hours, including rest stops.\n### How a commitment to art changed everything\nTowada Art Center is the creative nexus of this region and a grand symbol of its revitalization. When the city of Towada made the bold decision to transform the town center, it put the art center at its heart.\nIn less than a decade, Towada became a popular venue for contemporary art lovers and other tourists by featuring works by world-renowned artists such as Ron Mueck and Yayoi Kusama. There are hundreds of reviews about Towada Art Center on travel sites.\n### Liquid poetry in motion\nClear, beautiful, magical Oirase Mountain Stream is a meandering, cascading route that stretches for 14 kilometers. You can hike along all or part of it since a bus route runs roughly parallel to the flow. You can also rent bicycles and ride alongside the stream.\nThe many waterfalls in Towada are definitely a highlight, but the trees, moss, deep greenery, dark soil, sounds of cascading water, and solitude of the bridges crisscrossing the stream are what make the stream a magical, meditative experience.\n### Land of the snow monsters\nMt Hakkoda is the collective name of several volcanoes, the main being Mt. Hakkoda. Hakkoda is a renowned are for backcountry powder skiing and snowboarding.\nFrom the gondola, you can see the rare “snow monsters” that populate the area—trees with shaggy coats of snow that look like fantastic creatures.\nThe best way to see the snow monsters is up close while skiing or snowboarding. You can even ski through “tree tunnels” surrounded by these monsters.\n### Marshlands, ponds, and other wilderness wonders\nThere are many other beautiful spots around Lake Towada and in the Mt Hakkoda area. One is Tashiro Marshland, a bog created by a volcano eruption nearly two million years ago. You can traverse this marshland over 1.5 kilometers of wooden plank walkways.\nSuiren-numa Pond is surrounded by a marsh, with the Hakkoda mountains as a backdrop. Suiren, a type of water lily, grows wild in the water, and the delicate white flowers create a scene reminiscent of a landscape painting by Claude Monet.\nThere are several great onsen in the area, including Yachi Onsen, a secluded inn that has been around for over four centuries."}
{"filename": "www.japan.travel_en_destinations_tohoku_fukushima_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/fukushima/", "title": "Fukushima", "category": "destination", "text": "# TohokuFukushimaSamurai, snow and sake: Japan’s soul in one land\n- Fukushima\n### Easily reached from Tokyo, Fukushima has everything Japan is famous for, including relaxing onsen, sake, cherry blossoms and powder-covered mountain slopes\nFostering unique traditions of food and culture, the fertile lands of Fukushima produce some of Japan's best fruit and sake. Nature is abundant here, and international and local visitors have long been drawn to its famed onsen and pristine wilderness. More recently, winter sports enthusiasts have discovered Fukushima's charms. While the 2011 earthquake and tsunami hit the region hard, the spirit of the samurai culture of the western Fukushima and Aizu regions, and the attitude of persistence and determination has contributed to the recovery of the tourism industry through steady efforts.\n## How to Get There\nFukushima is easily accessible from Tokyo via the JR Tohoku Shinkansen, as well as regular JR trains, highway buses and by car. If you're coming from further south, such as Kyoto, take the JR Tokaido Shinkansen to Tokyo before transferring. Fukushima Airport serves as the regional airport hub, along with Sendai International Airport to the north.\nFukushima is on the direct JR line from Tokyo, about 1 hour 30 minutes away. For other destinations like Aizu-Wakamatsu and the Urabandai area, including Inawashiro, transfers to local trains or buses at Koriyama usually take about 2 hours and 30 minutes. Fukushima Airport has domestic service to Osaka and Sapporo (ANA and Ibex Airlines).\n### Don’t Miss\n- The aquamarine colors of Goshikinuma's mineral lakes\n- Powder-perfect ski fields in Urabandai\n- Samurai history and culture in the medieval castle town of Aizu-Wakamatsu\n- The famous hula girls at Iwaki’s Spa Hawaiians Resort\n## Explore Fukushima by Area\n- \\\\\nAizu-Wakamatsu\n- \\\\\nFukushima City\n- \\\\\nCoastal Fukushima\n- \\\\\nLake Inawashiro Area and Urabandai Area\n## Trending Attractions in Fukushima\n- Ouchi-jukuOuchi-juku\\\\\nOuchi-juku\n- oze area\\\\\nOze National Park (Fukushima)\n- Tsurugajo Park\\\\\nTsurugajo Park\n- Goshiki-numa\\\\\nGoshikinuma\n- Ura-bandai Area\\\\\nUrabandai\n## Local Specialties\n- Snow Crab\nSucculent Matsuba crab owes its rich flavor to cold waters and a plankton-rich environment. If you love crab, make this part of your dining itinerary. Eaten steamed, boiled in a hot pot or as sushi.\n- Aizu Lacquerware\nAizu nuri dates back to the late 15th century. Decorative techniques and elaborate designs distinguish this lacquerware. The most striking patterns feature embossed, engraved or painted motifs.\n- Shirakawa Ramen\nChewy, curly, hand-kneaded noodles served in a rich soy-based broth. This style of noodles reportedly first appeared at a ramen restaurant in Shirakawa during the Taisho era (1912-1926).\n- Kitakata Ramen\nKitakata ramen is famous for its fat, wavy noodles served in a delicious soy sauce-based broth and topped with slices of barbecued pork and bamboo.\n## Seasonal Highlights\n- Spring\nNew sake is released between December and March. Home to the nation’s most beloved cherry tree, Fukushima offers some of Japan’s best cherry blossom-viewing possibilities.\n- Summer\nIn summer, Fukushima hosts the Soma Nomai horse festival in the Soma region (the northern region of the Pacific coast). It is one of the nation's most unique festivals. Juicy peaches and cherries are sweet news for food lovers, while others come for the hiking, surf and sand.\n- Autumn\nFall in Fukushima is a colorful affair, with the Bandai Azuma Skyline awash in golds and reds. The festival season continues, while seasonal delicacies such as pears and grapes abound.\n- Winter\nThe slopes of Mt. Bandai are ready for skiers and snowboarders, and nearby onsen are ideal spots to unwind after a hard day's work. Winter festivals and illuminations brighten the days and nights."}
{"filename": "www.japan.travel_en_destinations_tohoku_fukushima_aizuwakamatsu-and-oze_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/fukushima/aizuwakamatsu-and-oze/", "title": "Aizu-Wakamatsu", "category": "destination", "text": "# FUKUSHIMAAizu-Wakamatsu Famous for its traditional crafts and the intense loyalty of its samurai\n- Aizu-Wakamatsu\n## Famous for its traditional crafts and the intense loyalty of its samurai\nSet in a beautiful valley, Aizu-Wakamatsu offers onsen, a castle, and well-preserved traditional townscapes. The area is also famous for its lacquerware. It was the last stronghold of the samurai at the end of the 19th century, and there is much to see of this history.\n### Don't Miss\n- A taste of local mountain vegetables and specialties such as including miso dengaku (ingredients such as tofu or dried herring, grilled with miso)\n- Nanukamachi-dori Street, with retro buildings preserved from the Taisho period (1912–1926)\n- Stroll around Ouchi-juku, an old Edo period town with unpaved streets, that looks like a movie set.\n## How to Get There\nReach Aizu-Wakamatsu via shinkansen from Tokyo in just under three hours, or from Fukushima via Koriyama in one and a half hours.\nIf using this route, you will need to change trains at Koriyama before continuing on to Aizu-Wakamatsu Station.\nFor travel within the city, you can purchase a 600 yen one-day pass for the Haikara-san and Akabe sightseeing buses which depart from Aizuwakamatsu Station. Buses take a loop around the major tourist sites.\n### Quick Facts\nAizu-Wakamatsu was the home of the Byakkotai, a famous military unit who fought in the Boshin War in 1868\nSake, pottery, and lacquerware are some of the largest industries in Aizu-Wakamatsu\n### The heart of samurai culture in the north\nEncircled by mountain ranges, Aizu-Wakamatsu is known as the land of the samurai. It was one of the last strongholds of the Edo period (1603-1868) and clashed with the Meiji government forces during the brutal Boshin War (1868-1869).\n### Explore many historical locations showcasing samurai culture\nMany of the main sights of Aizu-Wakamatsu are located on the Aizu Loop Bus route. These include Tsuruga Castle, the seat of the lords of Aizu, situated in the Tsurugajo Park. Once a site of fierce fighting, the park is now a popular cherry blossom viewing spot, and hosts a charming candle festival in winter.\n### Tragedy of the White Tiger Brigade\nAt Mt Iimori, a memorial commemorates the 19 members of the Byakkotai (White Tiger Brigade), a group of teenage samurai who committed ritual suicide during the Boshin War. While you're there, climb the temple of Sazaedo, known as the \"turban shell\" temple, with its unique double-helix staircase, and maybe gain some good karma in the process.\n### See how a high-ranking samurai lived\nThe restored Aizu Bukeyashiki is one of the most complete mansions of its kind. Stroll through Oyakuen, a royal medicinal garden first established in the 14th century. You can see many medicinal herbs growing along the garden paths that wind around the lake, then stop at the tea house for a healthy brew.\n### Take a dip\nJust ten minutes from the city center by car or taxi, you will find the rejuvenating Aizu Higashiyama Onsen, with ryokan and hotels providing private and public hot springs. Enjoy the elegant, historical bathhouses by the river, and the teahouses where geisha once entertained and enchanted lords, samurai and poets. Local geisha, or geigi still perform at festivals and hot spring resorts in the area.\n### Unique arts and crafts\nAizu-Wakamatsu is known for its own particular arts and crafts, such as its unique style of lacquerware (Aizu-nuri), with delicate, handpainted motifs.\nThe area is also known for maki-e, a method of brushing on designs with gold and silver powder. You can visit some of the shops which run these workshops and take home your own maki-e souvenir.\nPottery is also a significant industry here, and you can buy some to take home with you or make your own. Munakata climbing kiln is a pottery kiln that is built into the side of a mountain and has various chambers within it. When it's not in use, you can take a tour through it.\n### Rich regional cuisine\nYou can try Aizu cuisine at many traditional restaurants, some of which have been around for hundreds of years. Since the region is surrounded by mountains, the local food is centered around dried and preserved seafood and mountain vegetables. If you have a sweet tooth, try tempura manju, a deep-fried bun stuffed with sweetened azuki beans.\nAizu also has a proud sake tradition, and you can visit some of the breweries and take a tour with samples of some of the locally produced sake. One such place is the famous Suehiro Sake Brewery, conveniently located on the Aizu Loop Bus route.\n### Charming villages and dramatic nature\nFurther out from Aizu-Wakamatsu are several regions of interest. You can explore the postcard-perfect Ouchi-juku town, where thatched-roof houses line the main street. Or visit Kitakata and take a walking tour of the city's kura, or traditional Japanese warehouses, and sample some soul-warming Kitakata ramen.\nExperience the stunning nature on offer in the Urabandai region, where volcanic forces have blessed the land with multi-colored lakes. Or go extreme on some of the best skiing that Japan has to offer on the slopes of Mt. Bandai."}
{"filename": "www.japan.travel_en_destinations_tohoku_fukushima_fukushima-city_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/fukushima/fukushima-city/", "title": "Fukushima City", "category": "destination", "text": "# FUKUSHIMAFukushima CityA bustling city famed for spectacular and seasonal flowers\n- Fukushima City\n## A bustling city famed for spectacular and seasonal flowers\nThe capital of Fukushima Prefecture is a compact city center surrounded by lush mountains, fruit orchards and healing hot springs. While the city, with its traditional festivals, horse races, and flower parks, draws visitors from around the Tohoku region and beyond, the surrounding areas are well worth exploring.\n### Don't Miss\n- Fukushima Prefectural Museum of Art and its excellent collection, from local artists to Gauguin and Monet\n- The Iwaya Kannon carvings on Mt Shinobu which contain around 60 Buddhist figures\n- Tsuchiyu Onsen, the artisan neighborhood with studios selling Japan's famous kokeshi dolls\n## How to Get There\nFrom Tokyo, take the JR Tohoku Shinkansen Line to Fukushima Station (about 90 minutes).\nThere is an express bus to Fukushima from Shinjuku Bus Terminal in Tokyo. The trip takes a little over six hours, including rest stops.\n### Explore the city by bike\nGet your bearings and finalize your plans with a quick stop to the Fukushima City Tourist Information Center, situated at the west exit of Fukushima Station. The English-speaking staff can tell you how to use the \"Share Cycle\" rental bikes to explore the city.\n### Ancient carvings and modern art\nOne of the key areas of the city is Mt Shinobu. The Fukushima Prefectural Museum of Art sits at the foot of the mountain and boasts a collection of around 3,800-pieces ranging from 20th century American Realism and modern Japanese works. There's also a small but well-curated selection of French Impressionist and post-Impressionist works by Monet, Gauguin, and Pissarro.\nOn the east side of the mountain, you will find the Iwaya Kannon carvings. There are over 60 Buddhist figures that are believed to have been carved into the stone cliffs around 300 years ago. Climb up to Haguro Shrine on the mountain summit, where a 12-meter-tall waraji straw sandal greets you. It is the largest straw sandal in Japan, weighing around two tons. You can also see it paraded around by strong locals in February's Mt Shinobu Dawn Procession and the Waraji Festival in August.\n### Local specialties and souvenirs\nThere are shopping malls around Fukushima Station that are convenient for shopping.\nThe Fukushima Product Promotion Center in the Corasse Fukushima building sells crafts and produce from all over the prefecture including locally made wooden kokeshi dolls, Kinsuisho sake and Fukushima craft beer made with local apples and peaches.\n### Soak in the local hospitality\nRelax at one of Fukushima city's three hot spring areas in the surrounding mountains.\nAt the foot of the mountain, Takayu Onsen offers 10 traditional ryokans with hot springs. The nearby Jododaira and Mt. Azuma-Kofuji come alive in crimson reds and golden yellows each fall.\nJust 40 minutes by bus from Fukushima Station, Tsuchiyu Onsen is a charming hot spring town with cafes, workshops selling handpainted kokeshi dolls, and hot spring footbaths. The charm of the mismatched buildings, surrounding greenery of the mountains, and the clear river rushing through the middle of the town create a scene resembling an artist's palette.\nYou can reach Iizaka Onsen hot spring by local train from Fukushima City in just over 20 minutes. View one of Japan's oldest surviving steel-arch bridges and take a dip in the historic Sabakoyu, a hot spring visited by haiku poet Matsuo Basho. The locals like their baths super hot, but you can add cold water to reach an ideal temperature.\nIn early October, you can witness the evening mayhem of the Iizaka Kenka Matsuri (Fighting Festival). This rowdy festival features huge portable shrines slamming into each other.\n### Seasonal wonders\nPlan a trip during spring to see the slopes of Hanamiyama Park blanketed in pink plum and cherry blossoms. As you wander the easy mountain paths, you can see the snow-covered mountains in the distance. In season, shuttle buses run from Fukushima Station every 15 to 30 minutes.\nDiscover why Fukushima Prefecture is called the “Kingdom of Fruits.” You can pick strawberries in winter, cherries, and peaches in summer, or apples in late autumn. Enquire at the Fukushima City Tourist Information Center for fruit schedules and locations to enjoy a fruit-picking experience.\nFeel the rush and excitement at one of Tohoku's largest horse racing tracks. The Fukushima Racecourse has a century of history. Cheer on your favorite horse and jockey during major races held every season, except winter."}
{"filename": "www.japan.travel_en_destinations_tohoku_fukushima_iwaki-and-coastal-fukushima_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/fukushima/iwaki-and-coastal-fukushima/", "title": "Coastal Fukushima", "category": "destination", "text": "# FUKUSHIMACoastal FukushimaAn inspiring comeback story and a haven for marine life\n- Coastal Fukushima\n## An inspiring comeback story and a haven for marine life\nThe coastal towns of Fukushima, Japan's richest fishing waters, are also symbol of Fukushima's vitality. Catch the famed hula dance show at Spa Resort Hawaiians and explore the wonders of Aquamarine Fukushima and Shiramizu Amidado, a National Treasure.\n### Don't Miss\n- Aquamarine Fukushima\n- The serene beauty of Shiramizu Amidado Temple\n- Water park fun at the Spa Resort Hawaiians\n## How to Get There\nIt takes about two hours from Tokyo's Ueno Station via the Super Hitachi limited express train to Iwaki, on the JR Joban line.\nHighway buses from Tokyo Station take around three hours. If you're booked to stay at Spa Resort Hawaiians, you can reserve a spot on a free bus from Tokyo, Shinjuku, Yokohama, Omiya, or Saitama Shintoshin stations.\nIt may be more convenient to rent a car to get around, as some of the attractions are scattered around the region. You can find car rental places close to Iwaki and Izumi stations.\n### Strength of spirit\nThe citizens of Iwaki are no strangers to hard times, having revived the area after the decline of the local coal industry. Although Iwaki suffered from the 2011 earthquake and tsunami, the local communities rallied to quickly rebuild their city.\n### Bask in the endless summer\nFor many Japanese, Iwaki's most famous attraction are the Hula Girls, a dance troupe created in the 1960s to attract tourists to the area after the downturn of the coal mining industry. Catch them performing Polynesian dances at Spa Resort Hawaiians theme park. While you're there, dip into one of the world's largest open-air hot spring.\nJoban-Yumoto (also called Iwaki-Yumoto) has long been known for its hot springs. One of Japan's oldest hot springs is Iwaki Yumoto Onsen, still open for business after 1,300 years.\n### From the mountains to the sea\nIwaki is located close to Japan's rich fishing grounds known as the Shiome-no-Umi. You can get close to the local sea life at Aquamarine Fukushima aquarium and explore the facility's open-air wading pool.\nIf you like mountains and rivers, head to the cool, green forests of Natsuigawa valley. Many people visit in autumn to enjoy the beautiful fall colors.\n### Tradition, history, and renewal\nThe city's history can be explored at the Iwaki Coal and Fossil Museum, with exhibitions of life-size dioramas and dinosaur bones. Visit the 12th-century Shiramizu Amidado temple, which has one of the oldest surviving buildings in Fukushima. The gardens are beautiful in all seasons, but especially in fall, when the red autumn leaves are illuminated in the evenings. There is an even older monument about 30 kilometers south called the Nakoso Barrier. It is thought to have been built between the 5th and 8th century as a barrier to prevent invasion from the people of the north. It is also the site of a well-known waka poem.\nGet a glimpse of rural life long ago at the Iwaki City Museum of Folklore and Traditional Housing (Kurashi no Denshogo), which has a collection of traditional houses. Although exhibits are in Japanese, the buildings and traditional objects speak for themselves. From time to time, traditional folk dances are performed."}
{"filename": "www.japan.travel_en_destinations_tohoku_fukushima_lake-inawashiro-ko-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/fukushima/lake-inawashiro-ko-area/", "title": "Lake Inawashiro Area and Urabandai Area", "category": "destination", "text": "# FUKUSHIMALake Inawashiro Area and Urabandai AreaMountainside lake area rich in nature and art\n- Lake Inawashiro Area and Urabandai Area\n## Mountainside lake area rich in nature and art\nLess than three hours by shinkansen and connecting transport from Tokyo, the Lake Inawashiro area and nearby Mt. Bandai are an easily accessible playground for those seeking winter thrills and powder snow. Yet boasting unparalleled hiking options, a world-class collection of Salvador Dali's artworks and a museum devoted to Hideyo Noguchi, to one of Japan's top scientists, the area is well worth a visit at any time of year.\n### Don't Miss\n- Perfect powder skiing at Mt. Bandai or Urabandai\n- A superb collection of Salvador Dali works at the Morohashi Museum of Modern Art\n- The rainbow colored hues of the Goshikinuma marshes and ponds\n- Soaking apres-ski in one of the area's many onsen\n## How to Get There\nThe best way to see Mt. Bandai, Lake Inawashiro and surrounding areas is by rental car but other options are available. If staying at a hotel, it might be worth checking to see if you can use a shuttle service from Koriyama Station, the closest shinkansen stop. Otherwise, transfer at Koriyama Station to Inawashiro Station via the 40-minute rapid train towards Aizu-Wakamatsu. From there you can walk, or take a bus or taxi to nearby facilities.\n### Visiting in spring\nVisit during spring, and you may be surprised to still find snow on Mt. Bandai. Urabandai, the back of the mountain, will even have ski resorts still open.\nAs the weather heats up, eventually the area's greenery and cherry blossoms spring to life. The “Oshika Zakura” elk cherry tree at Iwahashi Shrine, considered one of the Aizu district's five most famous cherry trees. It is well worth the 3.5-kilometer trip from Inawashiro Station for blossom lovers.\n### Visiting in summer\nThe summer months are slightly cooler here than the rest of Fukushima Prefecture. A refreshing swim in the crystal clear lake makes for a popular and seasonal activity. Rent sports equipment to go fishing, boardsailing, or water skiing around the northern Nagahama shore. Chilled soba noodles, made using the area's pristine natural underground water, are another area highlight.\n### Visiting in autumn\nUrabandai is well-known as an excellent place to view autumn leaves. Trek through the fiery yellows, oranges, and reds of the mountains at Goshikinuma, or sit back and enjoy the colors of these colorful ponds and lakes.\nThe whole area is a collection of 30 different-hued marshes and lakes, providing the perfect aesthetic contrast for which to compare the colors of the leaves.\nWhen you're done exploring, escape the cooler weather or rest after a long day hiking many of the area's trails in one of the several local hot springs.\n### Visiting in winter\nChill out during the long winter season in the ski resorts around Mt. Bandai. Gear up with skis or a snowboard for the Alts Bandai or Inawashiro ski resorts on the front side of the mountain and admire the lake from this improved vantage point.\nAlternatively, tackle Urabandai, the back of the mountain, open from early December to early May. Grandeco Snow Resort is known for its high-quality snow while Urabandai Nekoma resort is preferable if you want a more manageably-sized resort.\n### An unlikely spot to encounter Salvador Dali works\nThe Morohashi Museum of Modern Art, showcasing works by Salvador Dali, is the only museum in Asia offering a permanent exhibition of his art. With 330 such works on display, the museum boasts the third-largest collection of his works in the world, and is highly recommended for art fans unlikely to see other such collections abroad in Europe.\n### Stop by the Noguchi Hideyo Memorial Hall\nAn interesting side attraction is a museum dedicated to the man on the 1,000-yen note. Learn about the life and achievements of Dr. Hideyo Noguchi (1876-1928) famous for his research on yellow fever. Step inside his parents' home to view some of the personal items from his life and gain a unique insight into the life of the famous scientist."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/", "title": "Iwate", "category": "destination", "text": "# TohokuIwateWhere rice fields meet World Heritage sites\n- Iwate\n### With a rich cultural calendar, vibrant folklore, rugged landscapes and pride in its Tohoku roots, Iwate looms large\nPart of the Tohoku region, Iwate overlooks the Pacific Ocean via the Sanriku coastline and is buttressed by the Ou Mountains, home to some of Japan's best ski resorts and hot springs. Roughly divided into four distinct regions, Iwate is marked by common themes of nature worship, traditional folklore, and the prefecture's samurai history. Gourmands are drawn to some of Japan's best wagyu beef, rice and sake. The World Heritage sites in Hiraizumi act as a great starting point for exploration into Iwate’s rich heritage and natural beauty.\n## How to Get There\nThe JR Tohoku Shinkansen travels to Iwate each day from Tokyo, Sendai and Hakodate. You can also reach Iwate via local JR trains, highway bus and car. Iwate-Hanamaki Airport services domestic and international carriers.\n### Don’t Miss\n- Visiting the Golden Pavilion at Chusonji and the other World Heritage sites in Hiraizumi\n- Viewing the remains of the Hashino iron miring and smelting site, Japan's oldest Western blast furnace\n- Relaxing at two of the nation's top hot spring areas—Hanamaki and Hachimantai\n- Exploring the unique rock formations along the coast of Iwate, and Ryusendo cave in Iwaizumi\n## Explore Iwate by Area\n- \\\\\nCoastal Iwate\n- \\\\\nMorioka\n- \\\\\nHanamaki & Around\n- \\\\\nHiraizumi & Around\n- \\\\\nHachimantai & Around\n## Trending Attractions in Iwate\n- Ryusen-do CaveRyusen-do Cave\\\\\nRyusendo Cave\n- Jodogahama\\\\\nJodogahama Beach\n- Kitakami Tenshochi Sakura Festival\\\\\nKitakami Tenshochi Cherry Blossom Festival\n- Sanriku Fukko National Park\\\\\nSanriku Fukko National Park (Iwate)\n- Geibikei Boat Tour\\\\\nGeibikei Gorge\n## Local Specialties\n- Joboji Lacquerware\nJoboji nuri has a modern and minimal look. Used in tableware and home decor, this light and durable monochromatic lacquerware is a perfect blend of practicality and beauty.\n- Jajamen\nWith its roots in China, jajamen is a minced meat and miso noodle dish not to be missed. The noodles are similar to udon, topped with cucumber, ginger, garlic and chili.\n- Abalone\nAbalone are getting rarer, so in order to keep their numbers stable, only certain divers can legally harvest these shellfish in Japan. Served sliced and raw as sashimi, baked, or grilled as steak with soy sauce and butter, abalone is best paired with white wine or sake.\n- Wanko Soba\nEating wanko soba is like being in a low-key eating contest. Your personal server instantly refills your small bowl with warm soba noodles, exhorting you to go for one more until you put the lid on your bowl, signalling that you want to stop eating.\n- Morioka Reimen\nKorean noodles with a soft, chewy texture, served in a refreshing cold soup with beef, cucumber, kimchi, egg and other ingredients. Cold noodles are the perfect dish to beat the summer heat.\n- Maezawa Beef\nA finely marbled beef that boasts the country's highest rating of A5. Maezawa's pure waters, local grass and grains are the main reasons for the tenderness and sublime flavor of this meat.\n- Nambu Cast Iron\nSince the 17th century, artisans in Nambu have forged elegant tools known for their rust-resistant quality, exceptional heat distribution and retention. Originally designed as tea ceremony utensils, these tools cast in classic black and even color can weather a lifetime of use.\n## Seasonal Highlights\n- Spring\nSpring brings cherry blossoms, carp streamers, praying for fire prevention, rice paddy art, and a festival for both cows and horses.\n- Summer\nSummer is for hikes up Mt. Iwate or \"little Fuji,\" strolls along the coast, dances with demons, and exploding fireworks.\n- Autumn\nLeaves turn, rice is harvested, and the Fujiwara Autumn Festival takes place.\n- Winter\nIwate's winter brings skiing and other winter pursuits, longevity dances, naked festivals, a soba-eating tournament and a snow festival."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_coastal-iwate-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/coastal-iwate-area/", "title": "Coastal Iwate", "category": "destination", "text": "# IWATECoastal IwateExperience the rugged, unspoiled beauty of Iwate's coastline\n- Coastal Iwate\n## Experience the rugged, unspoiled beauty of Iwate's coastline\nThe coast of Iwate is shaped by the forces of nature from its rock formations to the towns devastated by the 2011 earthquake and tsunami. From beaches to mysterious caves, coastal Iwate is a fascinating place to explore.\n### Don't Miss\n- The rock formations of Kitayamazaki, Jodogohama and the Goishi Coast\n- Ryusendo Cave and its mysterious underground lakes\n- Making amber jewelry at the local amber museum\n## How to Get There\nThe coast can be reached by train or bus from many cities in Iwate including Morioka, Hanamaki, and Ichinoseki. Morioka Station gives you the most options.\n### Quick Facts\nThe coast of Iwate is part of the Sanriku Fukko National Park\nThe coast was struck by a massive tsunami on March 11, 2011\nRock formations at Kitayamazaki\n### Natural sculptures\nThe coast of Iwate is most famous for its unique rock formations. You can see some of these at Kitayamazaki in Tanohata, where the 200-meter Unosu Cliffs rise out of the ocean. You can stroll along Kitayamazaki's many trails or take a boat tour and see the cliffs from the waters.\n### The bat cave\nAt Ryusendo Cave, there are three crystal-clear underground lakes and many types of bats. The pure mineral waters from the lakes are bottled and sold in the cave shop. Sometimes the bats will fly overhead, but usually they hide in the vast stalactites that have formed in the cave.\n### Remnants of the earthquake\nNorth of Miyako, the district of Taro was heavily damaged by the 2011 tsunami. The Taro Kanko Hotel has been turned into a museum to memorialize the disaster. Four floors of this six-story hotel were destroyed by the waves. Tour guides are available on site, or you can explore the museum on your own.\n### Buddha's paradise\nHalfway along the coast is Jodogahama Beach. In a sheltered inlet with calm water, it's a great place for swimming. The natural beauty of the beach framed by jutting rocks has been compared with the \"Pure Land\" or paradise of Buddhist belief. One of the most popular sites nearby is a vivid blue cave. Like the famed blue grotto of Capri, you can venture inside on a small fishing boat.\n### Sports mecca\nLocated between Miyako and Ofunato on the coast of Iwate, Kamaishi has been a rugby mecca for years. On some weekends, you can watch the local semi-pro team, the Kamaishi Seawaves. Kamaishi was selected as one of the host cities for the 2019 Rugby World Cup, during which many fans visited.\n### \"Go\" to the south\nThe pebbles that lie on the beaches of the Goishi Coast have been polished over time so that they look like the pieces from the Japanese game Go. Much like the northern part of the coast, the southern part has several unique rock formations. Hearing the thunderous sounds of water surging into the Kaminari Iwa is an experience you won't want to miss.\nKaminara-Iwa\n### Japan's most famous pine tree\nJust south of the Goishi Coast is Rikuzentakata. The city was almost completely flattened by the 2011 tsunami, but one single pine tree remained. Sadly, in 2012 the pine tree died from salt-water poisoning and was replaced with a replica as a symbol of hope. You can see the replica near the beach.\n### Riches from the sea\nAlong the coast of Iwate, you can enjoy some of the freshest sushi in Japan. Visit one of the many shops along the Sanriku coast or Tanohata, or head to the fish market in Miyako for super-fresh sea urchin, abalone, and Pacific saury.\n### Nature's ancient gems\nThe Kuji Amber Museum located on the outskirts of Kuji. You can learn about the history of this unique fossilized resin, view amber art and the workshops where jewelry is made, and of course, purchase amber souvenirs.\nThere are workshops available at the museum, which include mining amber outdoors or making your own piece of jewelry."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_hachimantai-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/hachimantai-area/", "title": "Hachimantai & Around", "category": "destination", "text": "# IWATEHachimantai & AroundNature at its most vibrant, with lush virgin forests, stunning mountains and pure air\n- Hachimantai & Around\n## Nature at its most vibrant, with lush virgin forests, stunning mountains and pure air\nThe alpine area of Hachimantai combines pristine forests, snow-capped mountains and marshes full of wildflowers. The area offers picture-perfect views in vivid colors year round, along with outdoor pursuits and hot spring resorts to help you relax and unwind.\n### Don't Miss\n- Soaking in rustic hot springs with alpine views\n- Walking through flower-filled marshes and virgin forests\n- Guided snowshoe trekking through the backcountry\n## How to Get There\nThe main access point into the Hachimantai area is from Morioka City in Iwate.\nThe JR Tohoku Shinkansen connects Tokyo with Morioka in around 2.5 hours. The JR Tokaido Shinakansen and JR Tohoku Shinakansen connects Shin-Osaka with Morioka in around five hours, with a transfer in Tokyo.\nFrom Morioka, Mt. Hachimantai can be reached by bus or car, roughly 110 minutes one-way. Note that the mountain is impassable from early November to late April, when the Hachimantai Aspite Line road is closed.\n### Explore a majestic mountain\nPartially straddling Iwate and Akita prefectures, flat-topped Mt. Hachimantai is the jewel of Towada-Hachimantai National Park. At 1,613 meters it is the third-highest mountain in the Ou Mountain Range, with stunning panoramas from its viewing platform at the summit.\n### Bathe in natural beauty\nA great base from which to explore the area, Hachimantai Onsen has long been a haven for locals and travelers alike. The baths offer unmatched views of Mt. Iwate and the Ou Mountain Range, particularly during fall when the leaves turn gold and copper.\n### Untouched natural beauty\nThe location of some of Japan's last virgin beech forests, the Hachimantai area offers a number of woodland walking paths in which to enjoy the ecosystem up close. Look out for local plant life among radiant green marshes, such as Japanese skunk cabbage.\n### From walking trails to winter sports\nIn spring, summer and autumn, the marshlands are easy to explore along wooden boardwalks. In winter, join a snowshoe hiking trek for deeper exploration, or take full advantage of the powder snow by going skiing and snowboarding."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_hanamaki-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/hanamaki-and-around/", "title": "Hanamaki & Around", "category": "destination", "text": "# IWATEHanamaki & AroundA city of fascinating stories and restorative hot springs\n- Hanamaki & Around\n## A city of fascinating stories and restorative hot springs\nNestled in the mountains of central Iwate, the Hanamaki area is famous for its hot springs, author Miyazawa Kenji and the SL Ginga train. Nearby, Tono City is steeped in folklore.\n### Don't Miss\n- The Hanamaki Hot Spring\n- Tono, a historic town known as the home of the mythical kappa\n- Ride the SL Ginga, a restored steam locomotive with its own planetarium\n## How to Get There\nAccess the Hanamaki area via Shin-Hanamaki Station. It takes three hours to reach Shin-Hanamaki Station from Tokyo Station on the Tohoku Shinkansen.\nDepending on where you're going in the area, you may need to take a bus, a train or a taxi.\n### Quick Facts\nRenowned poet and author Miyazawa Kenji was born in Hanamaki\nHanamaki Onsen, Dai, Shidodaira, Osawa, Namari, and about seven other hot springs are collectively known as the Hanamaki Onsen Village\n### Be prepared to get wet\nHanamaki is famous for its hot springs and the Hanamaki Onsen area has many options, from grand resorts to rustic outdoor baths.\nThere are a few hot springs in Hanamaki that have rotenburo or outdoor baths alongside the river. One of the most famous is the Osawa Onsen. At its outdoor bath, you can sit alongside the Toyosawa River and enjoy the view. In winter, falling snow melts on contact with your skin. Be aware that many outdoor baths are unisex, so they are not for the shy.\n### Hanamaki's dreamer\nHanamaki's most fabled son is author Miyazawa Kenji. You can learn about him at the Miyazawa Kenji Memorial Museum. You can see some of his personal effects and his famous works, “Ame Ni Mo Makezu”, roughly translated as \"Be not defeated by the rain\" and the children's story \"Night on the Galactic Railroad\", which inspired the decor of the SL Ginga.\n### Kenji Miyazawa Dowa Mura\nJust down the road from the Miyazawa Kenji Museum is the Miyazawa Kenji Dowa Mura. Based on Miyazawa's fairy tales, the Dowa Mura has several indoor and outdoor attractions including Kenji's Classrooms, where you can find plants, animals, stars, birds, rocks, and other elements that appear in his fairy tales through audio and video.\nKenji's classrooms at Dowa Mura.\n### Don't go near the water!\nIn between Hanamaki and Kamaishi is Tono, home to the mythical Kappa, a water creature that kidnaps children, plays tricks on people, and gets into trouble wherever it can. You can see Kappa, albeit concrete or stone ones, wherever you go in Tono. The Tono Municipal Museum is a great place to explore Tono's many legends and rich history.\nTwo Kappa near a small shrine in Tono."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_hiraizumi-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/hiraizumi-area/", "title": "Hiraizumi & Around", "category": "destination", "text": "# IWATEHiraizumi & AroundAn ancient city whose quiet beauty once rivaled that of Kyoto, and famed for a golden temple\n- Hiraizumi & Around\n## An ancient city whose quiet beauty once rivaled that of Kyoto, and famed for a golden temple\nNestled in the mountains of southern Iwate is Hiraizumi, an ancient city that once rivaled Kyoto for its beauty and elegant surroundings. This was the capital of the Northern Fujiwara lands, an independent country that briefly flowered and then went into elegant decline after the fall of the Fujiwara clan in the late 1100s. Today, you can see the remnants of that once-beautiful city while enjoying the gorges and other scenic beauty of southern Iwate.\n### Don't Miss\n- The many temples and ruins around Hiraizumi on the UNESCO World Heritage list\n- The must-see World Heritage Chusonji Temple and its gilded Konjikido hall\n## How to Get There\nTake the JR Tohoku Shinkansen to Ichinoseki Station.\nDepending on your destination, different buses or trains are available from Ichinoseki Station. Hiraizumi Station is just eight minutes by local train from Ichinoseki Station.\nHiraizumi Junkai Bus Runrun takes you around many of the key historic spots in a loop from Hiraizumi Station. A day pass costs 450 yen.\n### Quick Facts\nOver 3,000 artifacts have survived from the golden era of Hiraizumi\nThe rocks of Motsuji's Pure Land Garden are arranged to resemble coastal Iwate\n### A golden jewel of Buddhism\nChusonji Temple was built in the 11th and 12th centuries by the northern Fujiwara clan, and at its height rivaled the prestige and brilliance of Kyoto's finest. Within the temple complex, you will find Konjikido, completely lacquered and gilded inside, including the walls, ceilings and floors. The inside has a large number of gilded Buddhas covered in gilded lacquer and intricately inlaid with mother-of-pearl. The mummies of the first three lords of the area rest within the daises beneath the Buddhas, reposing in their own gilded paradise.\n### A little history\nThe first lord of Hiraizumi ruled the northern part of Japan essentially as a semi-autonomous region. This dominance lasted from about 1100 until 1189. The region was famous for its gold production and for horses, both highly important in the economy of the day, and the basis of the wealth and power of the domain. The semi-independence of the area was brought to an end in the process of creating the Kamakura shogunate (1192-1333).\n### Seasonal festivals and flowers\nDuring the spring and fall festivals you can see plays being performed outdoors on the Noh Stage at the temple. There are also two fall festivals at Chusonji: the Fujiwara Autumn Festival and the Chrysanthemum Festival. The Chrysanthemum Festival features spectacular floral displays.\n### Join the garden party\nJust around the corner from Chusonji is the Motsuji temple complex. Although the original temples and pagodas were burned down many years ago, the elegant Pure Land gardens and pond remain. Try the temple's Ennen-cha tea, which is said to prolong life. It is the only place that you can drink it and has been named an intangible folk cultural property.\nThe garden and pond at Motsu-ji\n### Remnants of a temple garden among the rice fields\nBased on Byodoin Temple in Kyoto, Muryokoin was a temple with a sprawling garden that was destroyed when its benefactors were defeated in battle. Today, you can walk through the temple ruins, surrounded by rice paddies and the remnants of the once-beautiful garden.\n### A city fit for warlords\nOriginally, Esashi Fujiwara no Sato was built as a film location for a historical TV drama. After filming was finished, it was turned into a theme park. Today, you can see replicas of Heian-period buildings from Kyoto and Hiraizumi, dress-up like a samurai or a Heian aristocrat for free and take as many pictures as you like.\n### Cruising the gorgeous gorge\nThe best way to see Geibikei Gorge is from a Venetian-style flat-bottomed boat. The gorge has steep cliffs on either side with several unique rock formations. On the way back to the dock, the driver of the boat will serenade you with a traditional song.\n### Feed them or eat them\nWhile enjoying the views at Geibikei Gorge, you can buy fish food and feed the fish crowding the river. A different type of fish is cooked and sold as a snack at the entrance to the gorge.\n### Two spectacular gorges, two easy-to-confuse names\nThere are actually two gorges in the Hiraizumi area, Geibikei Gorge and Genbikei Gorge. If you are going to one of the gorges, double-check that you are going to the right place, since even Japanese people get the names confused.\n### The polished stones of Genbikei\nOver eons, the Iwai River has eroded the volcanic rock in its path to form Genbikei Gorge. The rapidly running water has polished the rocks to fashion a smooth yet rugged landscape.\n### Eat flying dumplings\nGenbikei is most famous for its flying dango or rice dumplings. You order the dango on one side of the river by putting money into a basket attached to a rope and sending it to the shop across the river. The order is put in the basket and sent back to you. The dango are served with sweet bean, sesame or sweet soy sauce on top."}
{"filename": "www.japan.travel_en_destinations_tohoku_iwate_morioka-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/iwate/morioka-and-around/", "title": "Morioka", "category": "destination", "text": "# IWATEMoriokaA city of strength, from ironware to workhorses\n- Morioka\n## A city of strength, from ironware to workhorses\nMorioka lies in the shadow of Mt. Iwate, on the Kitakami and Nakatsu rivers. A historic center of wealth and power in the area, the city has a rich cultural heritage of craft and music.\n### Don't Miss\n- The cherry blossoms in Iwate Park from late April to early May\n- The Sansa Festival, the largest taiko drum festival in the world\n- The modern art and brutalist architecture at Iwate Museum of Art\n## How to Get There\nYou can reach Morioka Station from Tokyo by shinkansen.\nTake the Tohoku Shinkansen or Akita Shinkansen from Tokyo Station. The journey takes just over two hours.\n### Quick Facts\nIn 1906, the grounds of the former Morioka Castle were turned in to a public park.\nThe Chagu Chagu Festival was started to give horses a break from the rigors of work and to pray for their health\n### The power center\nThe center of Morioka is Iwate Park. Built on the former site of Morioka Castle, the park has been open to the public since 1906. It's a popular spot for cherry blossoms in spring and autumn colors in the fall. From the highest points in the park, there are excellent views of the city of Morioka.\n### Rock all night, party all day\nThe park acts as a venue for several events and festivals. Music fans should check out the Ishigaki Music Festival held every September. Ten stages are scattered throughout the city, with the main stage in Iwate Park. Even if you are not a music fan, you can eat, drink and party with the other festival-goers.\n### A colorful horse festival\nAt the Chagu Chagu Festival, you can see horses dressed up in elaborate costumes with hundreds of bells attached, as they parade 15 kilometers from Takizawa to Morioka. During the two breaks the horses get during the parade, you can get up close to the horses, feed them and take pictures with them.\n### Dance the night away\nThe Morioka Sansa Festival held every August is the largest taiko drum festival in the world. The participants dance along to the sound of the drums, flutes, and chanters. At the end of the night, you can jump in and join the dancers. The Morioka Sansa Festival takes place during the peak of summer when temperatures are at their highest.\n### Praying for harvest, health, and peace\nAnother big event is the Aki Matsuri, or the Autumn Festival. Ornately decorated floats with taiko drummers and dancers are pulled through the city. On the last day you can see horseback archery. Accuracy is believed to guarantee a good harvest, as well as peace and safety.\n### Living like a snowman\nThe Iwate Snow Festival is held every February at several venues, including Koiwai Farm, near Morioka. You can admire the snow carvings, play in the snow, see fireworks and try some of Koiwai Farm's delicious dairy products. The farm is famous throughout Japan for its delicious ice cream.\n### Local treasures and heavy metal\nIf you are looking for the perfect gift for someone back home, visit the Morioka Handi-Works Square. You will find around 4,000 local products by local artisans. Morioka is known for its traditional ironware, or nambu-tekki, and the teapots are very popular. You can even try making your own crafts, from ceramics to ironware.\n### Powder paradise\nFor skiers and snowboarders, Morioka is the perfect starting point for a snowy adventure. There are several resorts in the area, including Appi, an hour north of the city. Appi is considered one of the best ski resorts in Japan. With 21 trails, this resort caters for all levels.\nThe runs at Appi just north of Morioka.\n### Bath time\nAfter hitting the slopes or playing in the snow at the Iwate Snow Festival, a great way to warm up and soothe sore muscles is to relax in a hot spring. One of the closest is the Tsunagi Hot Spring area. The hot springs here have a variety of options for both day-trippers or overnight visitors."}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/", "title": "Miyagi", "category": "destination", "text": "# TohokuMiyagiThe gateway to Tohoku: Japan's north country\n- Miyagi\nPhoto copyright: ©Miyagi Prefecture\n### Hot spring resort towns, historical attractions, festivals and the iconic Matsushima Bay draw visitors from far and wide\nYou can find hot spring resorts such as Akiu Onsen, Sakunami Onsen and Naruko Onsen throughout Miyagi Prefecture. In the city of Sendai, a former castle town, visit the impressive mausoleum of warlord Masamune Date, Zuihoden, and the ruins of Sendai Castle. A trip the remote and mysterious Zao Fox Village, where foxes roam freely, is a highlight of Miyagi, and the Tanabata Festival, held at the beginning of August, attracts more than two million spectators. Visit Miyagi's majestic coastline to sample fresh seafood from some of Japan's most fertile fishing grounds.\n## How to Get There\nA trip from Tokyo to the capital city of Sendai takes an hour and a half via the JR Tohoku Shinkansen. There are also domestic flights from Osaka, Sapporo, Hiroshima, Kobe, Fukuoka, Nagoya, Izumo and Okinawa, reaching Sendai Airport in one or two hours.\nFrom Tokyo, take the Komachi, Hayabusa or Hayate shinkansen trains. You'll arrive in Sendai in just over an hour and a half. The slower Yamabiko trains take about two hours. Sendai Airport serves flights to and from most large Japanese cities such as Nagoya, Okinawa and Hiroshima. Local trains and highway or night buses from Tokyo are the cheapest options, each taking about five to six hours. Buses allow relatively comfortable seats and stops at rest areas. Another option is to take a series of local trains, which offer unmatched views of the Japanese countryside.\n### Don’t Miss\n- Matsushima Bay, widely considered one of Japan’s greatest scenic spots\n- Fantastical “snow monsters” on the slopes of Zao in winter\n- Cuteness overload at Cat Island or Zao Fox Village\n- Soaking in the healing hot-spring waters of Akiu Onsen, Sakunami Onsen and Naruko Onsen\n## Explore Miyagi by Area\n- \\\\\nSendai City\n- \\\\\nZao & Around\n- \\\\\nNaruko Onsen\n- \\\\\nAkiu\n- \\\\\nCoastal Miyagi\n## Trending Attractions in Miyagi\n- coast linecoast line\\\\\nMatsushima\n- Zao Onsen\\\\\nZao Onsen\n- Zao Fox Village\\\\\nZao Fox Village\n- Tashiro cat Island\\\\\nCat Island (Tashirojima)\n- Okama\\\\\nOkama Crater\n## Local Specialties\n- Zundamochi\nA simple, vibrant green dessert of unsweetened mochi rice cake topped with sweet edamame paste. Toast topped with edamame paste is also popular. (Photo: ©Miyagi Prefecture)\n- Naruko Dolls\nThese finely hand-painted wooden dolls are actual head turners that squeal when rotated. This quirk distinguishes Naruko kokeshi from other Japanese kokeshi dolls. (Photo: ©Miyagi Prefecture)\n- Shiroishi Umen\nA short, wheat flour noodle, similar to somen, eaten cold in the summer and warm in winter. Prepared without oil, Shiroishi umen are healthy and easy to digest. (Photo: ©Miyagi Prefecture)\n- Sasa Kamaboko\nFormed from whitefish that is minced, seasoned and then baked or steamed to create a tasty little fish cake with variations in texture from region to region. A staple of Japanese cuisine. (Photo: ©Miyagi Prefecture)\n- Gyutan\nCalled gyutan in Japanese, beef tongue is a delicacy you can enjoy at yakiniku restaurants and specialty restaurants, grilling the thin slices and dipping them in yuzu, salt or a special house sauce. (Photo: ©Miyagi Prefecture)\n- Naruko Lacquerware\nThis lacquerware tradition in Naruko dates back to the early 1600s.Typical Naruko shikki styles range from traditional clear lusters to playful contemporary designs with faux marble patterns or distressed patinas. (Photo: ©Miyagi Prefecture)\n## Seasonal Highlights\n- Spring\nThe “Echo Line” road reopens, still flanked by walls of snow, while over 1,000 cherry trees burst into color along the Shiroshi River. (Photo: ©Miyagi Prefecture)\n- Summer\nMiyagi is at its liveliest, with a famous island-dotted bay, towering waterfall, the nation’s largest cooking pot, Cat Island and a Tanabata festival all compete for your attention. (Photo: ©Miyagi Prefecture)\n- Autumn\nFall means leaves aflame with color blanketing Naruko Gorge, warming up in the prefecture's many hot springs and dancing to the music of the Jozenji Street Jazz Festival. (Photo: ©Miyagi Prefecture)\n- Winter\nThe frigid cold turns trees into fantastical “snow monsters,” Zao Fox Village is enveloped in white, and holiday illuminations brighten the nights. (Photo: ©Miyagi Prefecture)"}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_akiu-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/akiu-area/", "title": "Akiu", "category": "destination", "text": "# MIYAGIAkiuBreathtaking gorges to hike and bike, and charming hot springs to soak in afterward\n- Akiu\n©City of Sendai\n## Breathtaking gorges to hike and bike, and charming hot springs to soak in afterward\nJust 30 minutes from Sendai and offering some of Miyagi's best hot springs, hiking, and scenery, mountainous Akiu is a convenient and restful place to recharge.\n©City of Sendai\n### Don't Miss\n- The 1500 year tradition of soaking in the local hot springs\n- Sampling ohagi, a signature sweet made with rice\n- Gazing deep into Rairai Gorge to see mysterious boulders\n- Reenergizing at Akiu Otaki waterfall\n## How to Get There\nYou can reach Akiu from Sendai by bus or car. The journey takes around 30 minutes.\nBus service to Akiu departs from Sendai Station. Go past the Sendai City Observatory and get off at the fourth stop, the Akiu Sato Center. You can purchase roundtrip tickets from the bus driver. Please note that if you are staying in Akiu, most accommodations offer a free shuttle service from Sendai Station.\n### Get your bearings\nThe Akiu Sato Center has an outdoor footbath, as well as anything you might need. Take advantage of the free bike rental service to explore the hilly area.\nYou can stay at one of the hot spring hotels or use the baths as a day visitor. Check the opening times for the hot springs at the tourism center and remember to visit early; many day-use spas are only open until 2-3 p.m.\n### Luxuriate in rich mineral waters\nWith records dating back 1500 years and historical figures such as an emperor and the famous feudal lord Date Masamune rejuvenating in its waters, the healing Akiu hot springs have long been a go-to spot for rest and relaxation.\nYou can stay at one of the hot spring hotels or use the baths as a day visitor. Check the opening times for the hot springs at the the Akiu Sato Center and remember to visit early; most day-use spas open only until 2-3 p.m.\n©City of Sendai\n### Gorge yourself on natural surroundings\nA 650-meter-long hike that begins from behind the Akiu Sato Center, Rairai Gorge is a forested canyon-side trail which cleaves the town of Akiu in two. As you cross Nozoki Bridge, pause and look down to see a perfect heart-shaped hole, naturally carved into the stone. Allow for about 40-50 minutes to complete the journey there and back.\n### Refresh the senses at one of Japan's greatest waterfalls\nSatisfy your sense of adventure by completing a challenging 14-kilometer bicycle ride to Akiu Otaki. This 55-meter high, six-meter wide waterfall is impressive in any season, but especially lovely when framed by verdant summer green or the colored leaves of autumn.\nAn elevated platform allows a great view of the entire falls, then you can descend to the basin below to hear the thunderous roar of the cascading waters.\n### An urban hub for local treats\nAkiu's main tourist area is compact and offers everything you might need.\nVisit Shufu no Mise Saichi supermarket before early afternoon to get your hands on ohagi, local rice cakes covered with red azuki beans. Then wash the delicacies down with a glass or two of local wine from Akiu Winery or peek inside the studios at the Akiu Traditional Crafts Village. At the craft village you can find items such as smiling wooden kokeshi dolls and chat directly with their creators."}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_coast-line_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/coast-line/", "title": "Coastal Miyagi", "category": "destination", "text": "# MIYAGICoastal MiyagiScattered emerald green islands pepper Miyagi's beautiful coastline\n- Coastal Miyagi\n©Miyagi Prefecture\n## Scattered emerald green islands pepper Miyagi's beautiful coastline\nThe coastal communities of Miyagi Prefecture rely on and respect the sea. After the devastation of the Tohoku earthquake and tsunami in 2011, the resilient locals are rebuilding. Dine on the freshest seafood, enjoy unmatched views and be part of the coastal revitalization.\nThe coastline is a gateway to several world-famous islands including the Cat Island and the Pine Islands.\n### Don't Miss\n- Spectacular sea views that have inspired artists and poets for centuries\n- Fresh seafood including all you can eat oysters in winter\n- The famous 260 pine-covered islands, considered one of the most beautiful sights in Japan\n## How to Get There\nThe capital of Miyagi, Sendai, is your gateway to all locations across the coast.\nThe Hayabusa or Yamabiko Shinkansen from Tokyo will get you to Sendai in around an hour and a half. The JR Senseki Line from Sendai takes about 40 minutes to reach Matsushima.\n©Miyagi Prefecture\n### The pine islands\nThe 260 pine-covered islands of Matsushima Bay have inspired poets and travelers for centuries. In autumn, the harvest moon over the bay offers breathtaking views of the islands, silhouetted against the silvery water.\n©Miyagi Prefecture\nFind the best view of the islands by taking a 45-minute ferry ride around the bay. Sit in the warm inside carriages or pay a little extra to sit on the unobstructed top deck to feel and taste the salty sea breeze.\n### A bridge to another world\nThree of the islands can be accessed by footbridges from the mainland. Visit mysterious Oshima with caves carved out by ancient meditating monks; pray at Godaido, a tiny island next to the ferry port considered to be the symbol of Matsushima; then stretch your legs with a walk across the 252-meter-long red bridge to Fukuura Island for a view of both the bay and the Matsushima coastline.\nDon't miss Zuiganji, the most important Zen temple in the Tohoku region. The grand but simple buildings enclosed by cedar trees evoke a sense of spiritual calm. Zuiganji and the smaller nearby temples were built by feudal warlord Date Masamune and his family, who ruled most of the Tohoku region in the 16th and 17th centuries.\n©Miyagi Prefecture\n### The life of the sea\nMiyagi Prefecture is part of the Sanriku Coastal Area, considered one of the most abundant fishing grounds in the world. At the fish markets in Kesennuma, you can see huge tuna, swordfish, and saury. Each of the major fishing ports along the coast has its own charm and character.\n### Shiogama: heaven for sushi lovers\nThe port of Shiogama is said to have the most sushi restaurants in Japan, a testament to the quality of the local catch. Shiogama is just a 15-minute train ride from Sendai, and the fish market is a great place to try a \"My Donburi\": get a bowl of rice, then meander through the market adding fresh fish toppings.\nShiogama Shrine is said to be around 1,000 years old and is one of the most important Shinto shrines in Tohoku. Climbing the 202 stairs to the entrance rewards climbers with spectacular views from the vermillion red buildings.\n### Ishinomaki: tragedy and triumph\nThe seaside town of Ishinomaki experienced the worst loss of life caused by the 2011 tsunami. However, visitors will see the pride and fighting spirit of the citizens, symbolized by the “Ganbarou Ishinomaki” sign put up shortly after the disaster. It is a reminder for all to “Never Give Up!”, no matter how hard things become.\nHiyoriyama is a hillside park famous for its springtime cherry blossoms and panoramic views. Compare pictures of the town pre-tsunami with the current flattened coastline which is being reconstructed.\nDon't be surprised by the bizarre, UFO-shaped \"Mangattan,\" or Ishinomori Manga Museum. This very striking structure houses characters and original artwork by the \"King of Comics,\" Shotaro Ishinomori, known for Cyborg009 and Kamen Rider.\nJust off the coast is Tashiro Island, better known as \"Cat Island,\" home to more cats than people. Locate the cat shrine in the forest and cat architecture found at the nearby camping site.\n©Miyagi Prefecture\nFor a quieter experience, visit Kinkasan Island for a spiritual journey. Hailed as one of the three holiest places in Tohoku, you'll find forest hiking, temple buildings with much statuary, and a tribe of semi-wild deer, respected as messengers for the gods.\n©Miyagi Prefecture\n### Kesennuma: resilience by the bay\nKesennuma is another town that was hard-hit by the 2011 disaster but is fighting to recover. About two to three hours from Sendai by train, the town is famous for its super-fresh seafood. You can recharge at K-Port, built by the famous actor Ken Watanabe after the tsunami. Indulge in gourmet pizza, curry, pancakes and good coffee.\nNature fans can climb the central 239-meter-high Mt. Anba, or visit nearby Oshima Island and rent a bicycle to tour Mt. Kameyama.\n©Miyagi Prefecture"}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_naruko-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/naruko-area/", "title": "Naruko Onsen", "category": "destination", "text": "# MIYAGINaruko OnsenHot spring hop and hike along rivers and through gorges\n- Naruko Onsen\n## Hot spring hop and hike along rivers and through gorges\nThe 1,000-year-old Naruko hot spring area boasts some 400 springs. The compact town center of Naruko Onsen welcomes visitors with a mix of craft shops, restaurants, and art galleries. The surrounding mountains offer many pleasant hiking trails, particularly colorful in autumn.\n### Don't Miss\n- Wear a yukata and go hot spring hopping around town\n- Paint a wooden kokeshi doll for a personalized memento\n- Follow in the footsteps of master haiku poet Matsuo Basho on the \"Narrow Road to the Deep North\"\n## How to Get There\nThe Naruko hot spring area can be reached by JR Tohoku Shinkansen from Tokyo with a change at Sendai.\nFrom Tokyo, it takes around 120 minutes to reach Sendai Station by shinkansen. You can transfer to the Yamabiko Shinkansen to Furukawa Station, then take a local JR train to Naruko-Onsen. It takes about one hour from Sendai Station.\nThere are also local trains from Sendai Station, however, bus is the cheapest and easiest way to reach the Naruko area. Take a Miyako highway bus to Naruko Onsen at bus stop number 24 in front of Sendai Station. The journey takes around 90 minutes.\n### Relax and renew the senses\nThe Naruko area is divided into five hot spring regions, but most visitors focus on the central area, simply known as Naruko Onsen.\n### Exploring the town\nThe central part of Naruko is sandwiched between the serene Oyagawa River and thick green forest. Two narrow streets snake through town, lined with small shops, cafes, and restaurants. Most places can only accommodate a few customers at a time, creating an intimate atmosphere.\n### Collectible kokeshi\nThe subtle smiles of wooden kokeshi dolls greet you from the windows of the local shops and craft ateliers. These simple wooden dolls are a traditional souvenir from the Tohoku region. The Naruko kokeshi dolls are characterized by its chrysanthemum patterns and the squeaking sound made when you turn their heads. Try painting your own kokeshi at several shops including Sakurai Kokeshi.\n### Trekking the mountain trails\nThe surrounding mountains offer easy trails and lovely views. The 1.3-kilometer Katanuma lake trail is a flat dirt trail circling a crystal clear lake, where Naruko hot spring water was first discovered during a volcanic eruption in 837. No swimming is allowed, but you can rent boats. Try a delicious \"Genghis Khan\" lunch of grilled lamb at Katanuma Rest House.\n### Steam from the center of the earth\nFeel the heat at Jigokudani (which translates as \"Hell Valley\"), in the Onikobe area. Hellish scenes of steam shooting from the rock walls and boiling water bubbling up from the depths dot an otherwise peaceful stream in the forest. Take the bus from Naruko-Onsen Station to the Onikobe Geyser stop. You can pick up a walking trail to the valley (around 30 minutes) from near the bus stop.\n### Challenging and inspiring paths\nChallenge yourself with a more intense 8.9-kilometer hike on the Oku no Hosomichi trail, which traveling haiku poet Matsuo Basho used in 1689 to traverse Shitomae no Seki and Sakaida in Yamagata Prefecture. Hunt for the historical markers along the way. The hiking trail stretches roughly from Naruko-Onsen Station to Sakaida Station.\nNothing can beat viewing the golden yellow and fiery red leaves that adorn Naruko Gorge each autumn. Several surrounding walking paths and the short trail at the bottom of the gorge offer postcard-worthy views of the bridge and surrounding foliage.\n### Too many baths to choose from\nEnjoying the hot springs is easy. The hard part is choosing from among the 400 options. Most hotels offer public daytime use of the hot springs. You can also find hotels and public bath houses which offer private baths. Around town, you will find free hot spring footbaths, called ashi-no-yu.\n### Hot spring hopping\nWash, soak, and repeat among several smaller and less expensive baths such as local favorites Taki-no-Yu and Waseda Sajiki Yu. Take the opportunity to meet local people and enjoy Japan's onsen culture."}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_sendai-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/sendai-area/", "title": "Sendai City", "category": "destination", "text": "# MIYAGISendai CityA modern city filled with Samurai history\n- Sendai City\n## A modern city filled with Samurai history\nAs the capital of Miyagi Prefecture and the largest city in the northeast of Japan, Sendai is an ideal base for exploring Tohoku. The compact city center allows for easy access to dining and shopping options, while its samurai history is displayed in well-preserved historical sites and architectural treasures. Come and get lost in the beauty and history of Sendai.\n### Don't Miss\n- Boarding the Loople sightseeing bus to quickly access major tourism locations\n- Trying the city's signature dish: grilled beef tongue, called gyutan\n- Inspecting the masterful architecture constructed by city founder, feudal lord Date Masamune\n## How to Get There\nSendai is easy to reach from Tokyo by shinkansen or highway bus. Either the Tohoku or Akita Shinkansen from Tokyo will get you to Sendai Station in one and a half hours.\nThere are also daytime and overnight highway bus services from Tokyo Station and Shinjuku Station. Travel time varies between five and seven hours.\n### Quick Facts\nSendai is known as the \"City of Trees\"\nSendai was the closest major city to the epicenter of the earthquake of March 11, 2011\nThe city was founded in 1600 by one of Japan's most powerful feudal lords\n### A city in harmony with nature\nSendai is a green city by the sea, surrounded by mountains. The Hirose River flows through the center, separating the busy downtown from the old castle site. Outlying mountains offer skiing at Mt. Izumigatake or hot spring retreats in Akiu and Sakunami.\nMajor streets are lined with towering green trees which change to a brilliant golden hue in autumn and are magnificently illuminated in winter. Residents of Sendai are proud of its nickname, the \"City of Trees.\"\n### Sendai's famous festivals\nMark your calendars for the July's, Sendai Tanabata Festival, when colorful streamers take over the city. In September, catch the Jozenji Street Jazz Festival when hundreds of musicians fill the streets with song. October has the traditional Yosakoi Dance Festival, while the second half of December sees the Pageant of Starlight with wintertime illuminations.\n### Who is the \"One-eyed Dragon?\"\nOne of the greatest of the feudal lords during the civil wars of the 16th century, Date Masamune founded Sendai in 1600. Date Masamune moved to Sendai from northern Miyagi to consolidate his growing domain. Friends and foes called him the \"One-eyed Dragon,\" a nickname he earned thanks to a childhood illness that resulted in the loss of his right eye.\nMasamune's presence can be felt all around the city, in statues and architecture. Learn more about this larger-than-life character at the Sendai City Museum, where you can see his pure black armor and impressive helmet. This iconic black armor is rumored to be the inspiration for Darth Vader's armor in the Star Wars movies.\n### All aboard the Loople\nTake advantage of the tram-like Loople sightseeing bus for hop-on, hop-off access to major tourist spots. Buses run from 9 a.m. to 4 p.m. and offer multilingual announcements with information along the route.\nDon't skip the exquisite 16th century black and gold Azuchi-Momoyama-style architecture at Osaki Hachimangu Shrine and at Date Masamune's final resting place, Zuihoden Mausoleum. These buildings embody the samurai leader's luxurious style.\nAlso on the Loople course, Aoba Castle and its historic remains are worth exploring. Afterward visit one of the nearby restaurants and enjoy some of the best views of the city.\n### Non-stop shopping\nHunt down a bargain by taking a bus to the upscale Izumi Premium Outlet, or opt for an 18-minute train ride on the Senseki Line to Nakanosakae Station to experience the largest outlet shopping center in Tohoku, the 120-store Mitsui Outlet Park. For traditional crafts including kokeshi dolls, stop by Shimanuki, near Sendai Station.\n### Tohoku treats\nGrilled beef tongue, or gyutan, is the local specialty and a must-try for meat-eaters. There are many restaurants specialising in grilled meat and gyutan around the station area. If you're not in the mood for meat, zunda, a sweet green soybean paste, is the other local favorite and used to top everything from mochi rice to ice cream parfaits.\nFinish your day with some fine dining or a few drinks in Kokubuncho, Sendai's nightlife district packed with over 2,500 bars and restaurants.\nSendai is the surprising home to a piece of hamburger history. Located among the bustling bars and clubs of Kokubuncho is Hosoya's Sandwich, possibly Japan's oldest hamburger restaurant, still serving up classic American-style burgers to this day."}
{"filename": "www.japan.travel_en_destinations_tohoku_miyagi_zao-area_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/miyagi/zao-area/", "title": "Zao & Around", "category": "destination", "text": "# MIYAGIZao & AroundSnow monsters, a village of foxes and an active volcano\n- Zao & Around\n## Snow monsters, a village of foxes and an active volcano\nZao is a nature lovers' paradise, sandwiched between Miyagi and Yamagata prefectures in Tohoku, the northeastern region of Japan's main island, Honshu. Attractions include “snow monsters,” a village of foxes, hiking and skiing in the mountains, or just relaxing amid the natural beauty.\n### Don't Miss\n- Get close to dozens of foxes at Zao Fox Village\n- The \"snow monsters\" of the mountains\n- The \"lake of five colors\" caldera of the volcano\n## How to Get There\nZao can be accessed easily by JR train from either Yamagata City or Sendai.\nPublic transportation is best from the Yamagata side, where buses or a train and shuttle will take you to your destination. From Sendai, take the Senzan Line 75 minutes to reach Yamagata Station. Zao Fox Village is a 20-minute taxi ride from Shiroishi or Shiroishi-Zao train stations.\n### Soaking in the springs of beauty\nZao Onsen's hot springs were first discovered by a traveling warrior in A.D. 110. Known as the \"Springs of Beauty\" for their smoothing effect on skin, bathers over the centuries realized that although the natural hot baths had a strong sulfer smell, they offered several health benefits including relieving skin diseases and lowering high cholesterol and high blood pressure. There are traditional inns with private hot springs as well as public baths and foot baths.\n### Zao in the winter\nZao is famous for the Zao Onsen Ski Resort, which opens from late December to early May. The 14 slopes, dozens of lifts, two ropeways, and a gondola are enough to entertain even multi-day winter sports enthusiasts.\nA ski school and snowshoe trekking options are perfect if you're not confident on the slopes. For the ultimate apres-ski relaxation, unwind in an open-air bath to enjoy the snow while soaking in the heated therapeutic water.\n### Zao's snow monsters\nEach winter a unique natural phenomenon gives birth to juhyo, the famed “snow monsters” of the Zao Mountains. Airborne water droplets freeze to the mountain trees, then snow and more freezing build up these alien forms.\nSki right through the snow monsters on the upper slopes, or take an evening tour of the illuminated snow monsters on the Nightcruiser, a modified snowmobile.\n### Things heat up in the spring\nIn late April, the snow melts enough to reopen the Echo Line to head up to the higher peaks of the Zao Mountains. Until late May, the road is flanked by the amazing site of ten-meter-high walls of snow.\nOutside of winter, hiking becomes the primary activity. Ask anyone in Tohoku and they will recommend Zao Okama for exhilarating hikes and beautiful mountain scenery.\n### Peer into an active volcano\nZao Okama is the caldera of an active volcano. The name comes from its breathtaking lake shaped like an okama, or cooking pot. Accessible by bus from the Yamagata side of Zao, the crater lake is 27 meters deep with a 1,000-meter circumference. You can't walk down to the water's edge, but you can view the lake from a distance.\nThe lake is also known as “lake of five colors.” The water changes color according to the intensity of daylight, ranging from deep emerald to bright turquoise.\n### Run with the foxes\nZao Fox Village located on the Miyagi side of Zao is open all year. One hundred animals and six types of foxes call this mountain retreat home. You'll find foxes freely roaming around, lounging, and pestering you to give them fox snacks sold at the gift shop."}
{"filename": "www.japan.travel_en_destinations_tohoku_yamagata_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/yamagata/", "title": "Yamagata", "category": "destination", "text": "# TohokuYamagataQuaint onsen and giant snow-covered evergreens\n- Yamagata\n### Part of southern Tohoku, Yamagata is known for snow-covered fir trees, impressive ski fields and hot springs\nEnclosed by the Sea of Japan to the west and mountains to the east, Yamagata Prefecture is defined by its nature. Along the coast sit the port cities of Tsuruoka and Sakata, while deep inland is Zao Onsen, an area home to hot springs, sparsely visited ski slopes, and spectacular snow-covered evergreens. Mountain temple Yamadera is the subject of one of the most famous haiku poems, and Ginzan Onsen is a picturesque hot spring resort town on the site of a former silver mine.\n## How to Get There\nYamagata Prefecture is accessible via bullet train from Tokyo. Alternatively, you can fly to Yamagata Airport or Shonai Airport.\nThe JR Yamagata Shinkansen serves Yamagata and connects much of the prefecture with Tokyo. It takes 3 hours to reach the northern terminus at Shinjo. To fly from Tokyo or further afield, the nearest major airport is Sendai Airport.\n### Don’t Miss\n- Zao Onsen, the ski and hot spring resort populated by giant snow-covered fir trees\n- Yamadera, also called Risshakuji, a temple built on an imposing hill\n- Mt. Gassan, the highest of the three sacred mountains of Dewa Sanzan\n- Yamagata Castle, a humble yet historic castle located in the center of Yamagata City\n## Explore Yamagata by Area\n- \\\\\nYamagata City & Around\n- \\\\\nYonezawa\n- \\\\\nShonai\n## Trending Attractions in Yamagata\n- Zao (Yamagata)Zao (Yamagata)\\\\\nZao (Yamagata)\n- 16 Rakaniwa Rock\\\\\nJuroku-rakan iwa (Buddhist Carvings)\n- \\\\\nYamagata Castle\n- Kamo Aquarium\\\\\nKamo Aquarium\n- Nishi Azuma Sky Valley Road\\\\\nShirabu\n## Local Specialties\n- Zao Takayu Dolls\nAlthough kokeshi dolls are found all over Japan, their design varies significantly. The first dolls were made in Zao over 400 years ago, and have changed little over time. A long wooden cylindrical body is topped with a round head and then both sections are hand-painted in red and black by the artisan.\n- Imoni\nImoni is a beef and vegetable stew common in Yamagata Prefecture. Imoni combines thin slices of beef, taro root, konnyaku, green onions and various seasonal ingredients in a giant iron kettle. The ingredients are slowly cooked in a sweetened soy sauce broth. If in the Yamagata area, don't miss out on this quintessential comfort food.\n- Akebi\nThe harvest season for Akebi is from late August to mid-October. Known as the Princess of the Mountains, this fruit with its deep purple hues has some sweetness, but is mostly known for its color.\n- Obanazawa Watermelon\nLarge swings in temperature between night and day in Yamagata give these watermelons a higher sugar content and great sweetness. Obanazawa watermelon shows up in wine, soda and various sweets.\n- Yamagata Cherries\nCherries were introduced to Yamagata in 1876, and the prefecture now produces 70 percent of all Japan's cherries. Yamagata cherries are large, juicy and very sweet, and have a long shelf life.\n- Yonezawa Beef\nOne of the three main brands of Japanese beef, the rich flavor and marbling of Yonezawa beef is the result of a long-term fattening method in which cows are raised on a diet of rice straw.\n- Uetsu Tilia-Bark Textiles\nUetsu shinafu is one of Japan’s three oldest textiles. Plainly textured, durable and water-resistant, this fabric made perfect workwear. Today, precious tilia-bark cloth is fashioned into accessories, including hats and obi sashes.\n- Tendo Japanese Chess Pieces\nA player’s rank determines moves in shogi, the Japanese version of chess. With similar shapes, kanji lettering make tendo shogi koma identifiable. Craftsmen put their stamp on game board pieces with detailed engraving, embossed lacquer and calligraphic style.\n- Yamagata Ironware\nYamagato imono is cast metalware using techniques dating back to the 6th century. Precision sand casting is used to produce these refined patterns, textures and exact shapes. These time-honored skills are used to make a variety of ironware utensils, most notably chagama—Japanese tea ceremony kettles.\n## Seasonal Highlights\n- Spring\nCherry blossom blooms are particularly beautiful in Kajo Park in Yamagata City and Tsukioka Park, with Kaminoyama Castle in the background.\n- Summer\nSummer is the best time to taste the area’s prized cherries or pick them yourself in Higashine. Join the locals in numerous events held across the prefecture, such as the massive Hanagasa Festival.\n- Autumn\nFestivals continue into fall with harvest-related events like the Imoni-kai potato festival. Leaves start to change color in late September, attracting hikers to eastern Yamagata's picturesque mountain gorges.\n- Winter\nSki, snowshoe, see towering evergreens covered in hoarfrost or retreat from the cold at a traditional hot spring resort. Yamagata remains lively in winter even when covered in snow."}
{"filename": "www.japan.travel_en_destinations_tohoku_yamagata_tsuruoka-and-sakata_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/yamagata/tsuruoka-and-sakata/", "title": "Shonai", "category": "destination", "text": "# YAMAGATAShonaiClimb three sacred peaks, meet apprentice geisha, and drink award-winning sake\n- Shonai\n## Climb three sacred peaks, meet apprentice geisha, and drink award-winning sake\nSituated on sprawling plains near the Sea of Japan, the Shonai region between the sea and the mountains, this part of Yamagata is blessed with abundant rice, sacred mountains, and deep traditions.\nTsuruoka and Sakata offer places to get in touch with your spiritual side,including three peaks associated with stages of life, a river cruise through a mountain gorge, some of the world's finest sake in Oyama, and unusual art and cultural experiences.\n### Don't Miss\n- Kamo Aquarium and its colorful jellyfish\n- Geisha performances at Somaro Maiko Teahouse\n## How to Get There\nTsuruoka and Sakata are accessible by train, bus, and air.\nTo get to Tsuruoka, take the two-hour JR Joetsu Shinkansen from Tokyo to Niigata and then catch a two-hour Inaho limited express train from Niigata to Tsuruoka.\nANA offers one-hour flights between Tokyo's Haneda Airport and Shonai Airport. Buses connect Shonai Airport with central Tsuruoka and Sakata. Shonai Kotsu operates an eight-hour overnight bus between Shinjuku, Tokyo, Akihabara and Ueno stations, and Tsuruoka and Sakata stations.\n### Hike mountains associated with life, death, and rebirth\nOne of Japan's holiest spots, the Dewa Sanzan are three sacred mountains, each with shrines at their peaks. The mountains blend Buddhist and Shinto traditions. Mt. Haguro represents the present and Mt. Gassan, the tallest, represents the past. Mt. Yudono represents the future.\nMt. Haguro is the smallest and is accessible all year round, even during the winter when the region experiences heavy snowfall. With a five-story pagoda listed as a National Treasure and a shrine with one of the thickest thatched roofs in Japan, it's an ideal spot to find peace and tranquility as you wander through a forest filled with cedar trees that are 350 to 600 years old.\nAt Mt. Yudono, you can experience the training of the ascetic monks of the mountains by donning a type of all-white religious attire called shiro-shozoku and participating in waterfall ablutions and walking on hot coals.\n### Chill out at Kamo Aquarium\nWithin Tsuruoka City is Kamo Aquarium, with sharks, crabs, sea lions and more. The real draw, though, is its massive jellyfish collection, which earned Kamo a place in the Guinness Book of World Records.\nThere are over 60 varieties of jellyfish displayed in backlit tanks that create a visually compelling and captivating atmosphere. They even serve jellyfish ice cream here if you're looking to try something different.\n### A glimpse of traditional Japan at Somaro Maiko Teahouse\nThe Somaro Maiko Teahouse reflects the luxury and ambiance of a time when Sakata hosted sailors and merchants traveling between Yamagata and Kyoto. It offers a very traditional Japanese experience featuring maiko—geisha in training—who will sing and dance for you while you enjoy green tea and wagashi, Japanese sweets.\n### Drink some award-winning sake\nBe sure to stop by the Oyama sake-brewing district in Tsuruoka, which is home to four award-winning sake breweries. Free sake tastings at the Oyama New Sake & Brewery Festival in early February, which celebrates the brewery's latest batch.\n### History, culture and breathtaking gardens\nThe Honma Museum, housed in an old villa, was Japan's first postwar art gallery. You can enjoy Japanese green tea in a traditional Japanese setting and view art both contemporary and traditional.\nThe museum's beautiful landscape garden, with picturesque Mt. Chokai in the background, has been designated a National Place of Scenic Beauty for its visual harmony between buildings and nature.\nAlso stop by the Ken Domon Museum of Photography, which displays some 70,000 photographs from the iconic cameraman best known for his inspiring postwar photography.\nNear the town of Yuza is another natural attraction known as Maru Pond. The pond is famous for its transparent, almost glowing emerald-green water.\n### Stone guardians and spectacular sunsets at Juroku Raken Iwa\nThe Juroku Rakan Iwa (Buddhist Carvings) at Yuza is a collection of 22 stone Buddhist images dedicated to those lost at sea. Local stonemasons carved them into the seaside rock outcropping 150 years ago at the urging of a local monk. The monks look out across the sea and wish the sailors and fishermen of northern Japan good fortune and safe travels.\nOn clear days, you can also see the island of Tobishima 40 kilometers out. This is also one of the best spots in the prefecture to enjoy the sun setting over the Sea of Japan."}
{"filename": "www.japan.travel_en_destinations_tohoku_yamagata_yamagata-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/yamagata/yamagata-and-around/", "title": "Yamagata City & Around", "category": "destination", "text": "# YAMAGATAYamagata City & AroundA perfect base for alpine adventures and powder snow\n- Yamagata City & Around\n## A perfect base for alpine adventures and powder snow\nThe Yamagata prefectural capital of Yamagata City is a cosmopolitan hub allowing visitors to delve into a fascinating corner of Japan boasting a rich culture, soothing hot springs, soaring mountains and ski fields.\n### Don't Miss\n- Ancient and atmospheric Yamadera Temple\n- Hot spring soaks and castle views at Kaminoyama Onsen\n- Mount Zao's alpine “snow monsters,” which roar to life in February\n## How to Get There\nYamagata City is easily accessible from Tokyo in about two and a half hours via the Yamagata Shinkansen Line.\nFlights from Tokyo to Sendai Airport take one hour. You can then transfer to a direct bus from the airport, which takes around one and a half hours. Alternatively, fly from Tokyo to Yamagata Airport. Buses take about 30 minutes to the city.\n### A city framed by mountains\nHome to a quarter of a million people, Yamagata Prefecture's capital is a convenient base to begin your adventure in Northern Japan.\nA short walk from the station, Kajo Park inside the walls of Yamagata Castle holds several events throughout the year. Every spring, revelers fill the park to picnic and view the hundreds of cherry trees in bloom.\n### Life's a bowl of cherries\nCherries, the fruit not the flower, are the area's most famous export and are grown in orchards in the Yamagata region.\nAt the height of the season in mid-June, cherry lovers pour into Yamagata City for the annual Yamagata Cherry Festival. Featuring dozens of varieties, cherry filled baked goods, and even a cherry stone spitting contest, the festival is quintessential Yamagata in the summer.\n### Popular pastimes: dancing and eating\nThe summertime Yamagata Hanagasa Festival features traditional dancing, and the autumn Imoni Festival is an outdoor party serving liberal amounts of Imoni, a popular regional dish. Either of these events will provide you with a deeper immersion in Japanese culture.\n### Temple with a view\nFounded in the 9th century, Yamadera's sub-temples dot the slopes of Mt. Hoshu just 25 minutes from the city. A 1,000-step ascent through a mystic cedar forest brings you to the temple complex at the summit, with gorgeous views that are considered among the best in northern Japan.\nFall is a wonderful time to visit Yamadera Temple. The colorful foliage of the surrounding forest and the mild temperatures help make the climb to the top a joy.\n### A legendary hot spring town\nKaminoyama Onsen dates back to the 1400s, when legend has it that a monk spied an injured crane bathing its wounds in the healing waters, and a hot spring town was born. Located at the foot of Mt. Zao, its four public baths are open for guests to drop in for a soak.\nWhen you're finished, head up to Kaminoyama Castle, for views over the town and surrounding mountains. Originally built in 1535, the castle was once the headquarters of the Kaminoyama Domain. Today it houses a small museum paying homage to the warlords that once ruled the region.\n### Dedicated to fruit, hot springs, and games\nTendo is Yamagata's fruit mecca, home to vast orchards of apples, peaches, pears, and of course, cherries. It's also one of the prefecture's premier hot spring resorts, with many outdoor baths.\nFor fans of shogi, Japanese chess, the town produces the vast majority of Japan's game pieces. Their creation is a highly developed local craft dating back hundreds of years.\n### World class skiing and snow monsters\nMt. Zao is one of the most popular sightseeing spots in northern Japan, with great hiking in the summer, top-notch skiing at the Zao Onsen Ski Resort in the winter and sigh-inducing soaks at its eponymous onsen, which operates year-round.\nMt. Zao is also home to a phenomenon known as “snow monsters,” where trees on the upper slopes take on eerie shapes due to being covered with heavy snow and blasted by Siberian winds.\nThis area of the mountain is accessible via chairlift and gondola, and the trees are illuminated at night. You can also take in the views from the warmth of a café if the temperature seems daunting. The snow monsters are at their most ferocious in mid-February."}
{"filename": "www.japan.travel_en_destinations_tohoku_yamagata_yonezawa-and-around_.md", "country": "japan", "region": "tohoku", "url": "https://www.japan.travel/en/destinations/tohoku/yamagata/yonezawa-and-around/", "title": "Yonezawa", "category": "destination", "text": "# YAMAGATAYonezawaA beautiful and bucolic rural setting once ruled by a famous samurai\n- Yonezawa\n## A beautiful and bucolic rural setting once ruled by a famous samurai\nYonezawa lies at the southern end of Yamagata prefecture and was once the domain of the powerful Uesugi clan in the 17th century. Rich in history, Yonezawa is also known for traditional cloth weaving, sake brewing, and nationally renowned beef.\n### Don't Miss\n- The Yonezawa Castle ruins, located in the heart of the city\n- The intense re-enactment of the Kawanakajima battle held at the annual Uesugi Festival\n## How to Get There\nThe quickest way to get to Yonezawa is via the JR Yamagata Shinkansen Line, which departs hourly from Tokyo Station to Yonezawa Station.\nThe journey by shinkansen takes around two and a half hours. Traveling by air from Tokyo is another viable option, as the price is only slightly more than that of a shinkansen ticket. Flight times vary, so it's best to check ahead of time if you plan to take this route.\n### Dedicated to the war god\nIn the heart of the city lie the ruins of Yonezawa Castle, with rows of old houses and a traditional samurai residence, alongside the Uesugi Shrine dedicated to the distinguished warrior Uesugi Kenshin.\nNext to Uesugi Shrine is Keishoden Memorial Hall. It is the perfect place for history buffs looking to learn more about the “war god” Uesugi Kenshin. There are mementos of Uesugi and his descendants, along with 131 important cultural properties and 1,000 items from throughout the Edo era.\nIn February, the shrine features a festival of lights, with 300 snow lanterns and 1,000 individual snow lamps creating an other-worldly sight. Food stalls and souvenir shops sell locally crafted goods around the shrine.\n### Relax in an atmospheric hot spring\nIn the 700-year-old historic hot spring village of Shirabu, the thatched roofs of the Japanese inns will transport you back in time. Numerous hot springs inns offer travelers the chance to relax, unwind and soak in the warm, soothing waters throughout the year.\n### Hike in the Tengendai Highlands\nOnly a few bus stops away from Shirabu Onsen and a 6-minute ropeway ride to an altitude of 1,300 meters, you'll find the refreshing air of the Tengendai highlands.\nFrom here, you can enjoy some of the best views in Yonezawa, whether you're visiting during the colorful autumn season, or in winter, when the region is blanketed in heavy snow. Trekking through the highlands, you'll find shimmering waterfalls and remote shrines waiting to be discovered.\nFrom grass skiing and mountain biking in summer to skiing and snowboarding during the winter, the Tengendai highlands are a popular spot for outdoor sports no matter the weather.\n### Delicious and powerful festivals\nBe sure to attend the Yonezawa Beef Festival during the first week of August, where hundreds of locals gather to taste the highest quality Japanese beef in Tohoku, deliciously cooked over a hot barbeque.\nFrom late April to early May, the annual Uesugi Festival sees the re-enactment of the Kawanakajima Battle, one of the largest battles to take place during the Warring States period in the 16th century, when 700 men, the contingents of the Uesugi and Takeda armies, clashed in combat. Everyone is encouraged to participate, and it's a great opportunity to try Samurai armor and go into battle."}
