{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/", "title": "Hokuriku Shinetsu", "category": "destination", "text": "# DESTINATIONHokuriku Shinetsu\n- Hokuriku Shinetsu\n### Ishikawa\nSteeped in history, art, and natural beauty—and now more accessible than ever—Ishikawa Prefecture is one of Japan’s most enchanting destinations\n### Nagano\nVisit Nagano for its powder snow, perfectly preserved villages, and onsen-bathing monkeys\n### Niigata\nSnow sports reign supreme in Niigata, but the prefecture's hiking, hot springs, seafood, rice and sake are major draws in their own right\n### Toyama\nFamed for the World Heritage Gokayama villages and Tateyama Kurobe Alpine Route, Toyama is home to some of Japan's most spectacular forests and waterways\n### Fukui\nA central Japan retreat boasting rugged landscapes, extraordinary seafood, a world-class dinosaur museum and sites of Buddhist and historical importance, Fukui offers something for all\n## Hokuriku Shinetsu\n### Mountains and sea meet in this wild region, and the result is sheer beauty\nWith the convenient high-speed bullet train connecting Tokyo to most of Hokuriku Shinetsu in two and a half hours or less, the soaring mountains of the Japan Alps, views of Japan's west coast, and cities and towns thriving with refined culture are all within easy reach. Of Hokuriku's five prefectures, Nagano is the only one without a coastline, but together with Niigata, it offers some of the best skiing and snowboarding in Japan. Toyama and Fukui prefectures present an elusive and appealing slice of rural Japan, while Ishikawa is home to art and culture, with its capital city Kanazawa the center of both traditional and modern Japanese design.\n### Don’t Miss\n- Legendary powder snow\n- Art, culture and architecture in idyllic rural settings\n- Exquisite seafood and sake\n- Traveling along the rocky Sea of Japan coast on the bullet train\n## Explore Hokuriku Shinetsu by Prefecture\n- myoko\\\\\n\\\\\n\\\\\nNiigata\n- gokayama\\\\\n\\\\\n\\\\\nToyama\n- kenroku-en\\\\\n\\\\\n\\\\\nIshikawa\n- Tojinbo\\\\\n\\\\\n\\\\\nFukui\n- jigokudani yaen-koen\\\\\n\\\\\n\\\\\nNagano\n## Regional Highlights\n- Tsuruga bayTsuruga bay\\\\\nTsuruga\n- Hakuba Ski Resorts\\\\\nHakuba\n- yamanaka-onsen hot spring\\\\\nKaga & Around\n- shiroyone no senmaida\\\\\nNoto Peninsula\n- kanazawa castle\\\\\nKanazawa\n## Popular Events\nPrevious\n\\\\\nCherry BlossomTakada Castle Park Cherry Blossom Festival](https://www.japan.travel/en/spot/266/)\n\\\\\nCherry BlossomMuramatsu Park Cherry Blossom Festival](https://www.japan.travel/en/spot/283/)\n\\\\\nLocal FestivalNiigata Sake Fair](https://www.japan.travel/en/spot/1431/)\n\\\\\nTonami Tulip Park](https://www.japan.travel/en/spot/1409/)\n\\\\\nNagaoka Fireworks Festival](https://www.japan.travel/en/spot/256/)\n\\\\\nSeasonal EventTokamachi Snow Festival](https://www.japan.travel/en/spot/1443/)\n\\\\\nCherry BlossomTsubame Cherry Blossom Festival](https://www.japan.travel/en/spot/281/)\n\\\\\nLocal FestivalEarth Celebration](https://www.japan.travel/en/spot/255/)\n\\\\\nLocal FestivalOwara Kaze no Bon Festival](https://www.japan.travel/en/spot/246/)\n\\\\\nLocal FestivalKanazawa Hyakumangoku Festival](https://www.japan.travel/en/spot/237/)\n\\\\\nFire RitualWakasa Jinguji Temple Omizu Okuri Festival](https://www.japan.travel/en/spot/223/)\n\\\\\nLocal FestivalSeihakusai Dekayama Festival](https://www.japan.travel/en/spot/234/)\nNext\n## Explore Other Regions\n- Around Sapporo\\\\\n\\\\\n\\\\\nHokkaido\n- Zao Juhyo Snow Monsters-WIN\\\\\n\\\\\n\\\\\nTohoku\n- chidori-ga-fuchi\\\\\n\\\\\n\\\\\nKanto\n- takayama & around\\\\\n\\\\\n\\\\\nTokai\n- hase-dera temple\\\\\n\\\\\n\\\\\nKansai\n- On-bashi Bridge\\\\\n\\\\\n\\\\\nChugoku\n- Shodo-shima Area\\\\\n\\\\\n\\\\\nShikoku\n- Takachiho Kyou Gorge\\\\\n\\\\\n\\\\\nKyushu\n- Aka Island\\\\\n\\\\\n\\\\\nOkinawa"}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_fukui_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/fukui/", "title": "Fukui", "category": "destination", "text": "# Hokuriku ShinetsuFukuiScenic getaway offering repose for mind, body and spirit\n- Fukui\n### A central Japan retreat boasting rugged landscapes, extraordinary seafood, a world-class dinosaur museum and sites of Buddhist and historical importance, Fukui offers something for all\nEasily accessible from Osaka and Kyoto, Fukui Prefecture is popular with history buffs, Buddhist scholars, nature lovers and those in search of culinary adventures. Perhaps most famous for its dinosaur museum, one of the best in the world, Fukui is also the birthplace of Echizen pottery and home to Eiheiji Temple, a headquarters of Zen Buddhism; Maruoka Castle, one of twelve remaining original castles in the country; and spectacular cliffs and coastline at Tojinbo.\n## How to Get There\nReach Fukui via JR express trains from Osaka, Kyoto, Nagoya and Kanazawa—cities all served by bullet train from Tokyo. Alternatively, you can take a highway bus or drive.\nThe rail journey from Kanazawa is the quickest at just under an hour, while trains to Fukui from Nagoya, Osaka and Kyoto take between one and two hours. All of these options are covered by the Japan Rail Pass. More leisurely and inexpensive highway buses also operate between these cities and Fukui. Highway buses from Tokyo arrive in around eight hours. One of the most convenient ways to get around Fukui is by rental car.\n### Don’t Miss\n- Eiheiji, the birthplace of Soto Zen Buddhism tucked away in the mountains\n- Local delicacies such as Echizen snow crab and Echizen oroshi soba\n- An important piece in the history of Japanese architecture, Maruoka Castle\n- Dinosaur-spotting at Fukui's take on Jurassic Park\n## Explore Fukui by Area\n- \\\\\nFukui City\n- \\\\\nTsuruga\n- \\\\\nWakasa Bay Area\n## Trending Attractions in Fukui\n- TojinboTojinbo\\\\\nTojinbo\n- Fukui Prefectural Dinosaur Museum\\\\\nFukui Prefectural Dinosaur Museum\n- Ichijodani Asakura Clan Ruins\\\\\nIchijodani Asakura Clan Ruins\n- Echizen Ono Castle\\\\\nEchizen Ono Castle\n- Maruoka Castle - Kasumigajo Castle Park-cherry blossom\\\\\nMaruoka Castle Cherry Blossom Festival\n## Local Specialties\n- Echizen Crab\nEchizen crabs, caught off what was once known as the Echizen Coast, are known as the \"king of crabs\" due to their size and rich flavor. They are the only crabs presented to the Japanese Royal Family at New Year.\n- Ama Ebi\nThe ama ebi or sweet shrimp caught in the deep waters off the coast of Fukui have a distinctively mellow flavor with a sweet aftertaste. They are best enjoyed raw as sashimi or as sushi.\n- Fukui Umeboshi\nUmeboshi are sour plums pickled in salt with shiso, Japanese basil. The ones from Fukui have a sour, sweet, salty and earthy flavor, and are rich in minerals. Umeboshi are a piquant and delicious topping for white rice.\n- Wakasa Lacquered Chopsticks\nThe city of Obama in Fukui produces Wakasa lacquer chopsticks, accounting for 90% of those produced in Japan. Known for incorporating seashells, eggshells, and pine needles into the design, Wakasa nuri products are created by a single craftsperson from start to finish, allowing for greater originality.\n- Echizen Soba\nFukui enjoys optimal weather for growing buckwheat, and as a result produces some of Japan's finest buckwheat soba noodles. These noodles are frequently topped with grated radish in a simple broth of soy sauce and dashi.\n- Wakasa Agate Craftwork\nSince the early 18th century, decorative objects carved from agate have been made in Obama. Wakasa meno zaiku is characterized by its luminous forms and rich caramel hues.\n- Echizen Ware\nEchizen yaki is unglazed earthenware made in one of Japan’s ancient potting centers. Fired at high temperatures, these waterproof vessels make ideal pots, jars and drinking vessels.\n- Echizen Handmade Paper\nHigh-quality washi or Japanese handmade paper has been produced in Echizen for centuries. Originally crafted for copying Buddhist sutra, new washi varieties were produced as paper usage increased, including paper for Japan’s first Imperial banknotes.\n## Seasonal Highlights\n- Spring\nFukui reawakens after winter with events such as the Awara Onsen Spring Festival, feudal parades and flower-exchanging festivals. For the cherry blossoms, visit in late March.\n- Summer\nSummer is about hitting local beaches such as Wakasa Wada Beach, with its crystal-clear waters and pale golden sands. Make merry at one of the local fireworks displays come evening.\n- Autumn\nThe days become cooler and the leaves begin to change hues, giving Fukui’s many beautiful spots a whole new look, as do illumination events at Yokokan Garden and Atagozaka.\n- Winter\nEasily accessible ski slopes, soul-warming hot springs and winter delicacies such as Echizen snow crab draw visitors in the chilly winter season."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_fukui_fukui-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/fukui/fukui-and-around/", "title": "Fukui City", "category": "destination", "text": "# FUKUIFukui CityDinosaurs, daimyo and magnificent gardens in a venerable castle town\n- Fukui City\n## Dinosaurs, daimyo and magnificent gardens in a venerable castle town\nThe capital and hub of Fukui Prefecture, Fukui City is near the Sea of Japan and flanked by mountains. This little castle town has a place in history as the base of the powerful Matsudaira clan, and is also close to the world-renowned Fukui Prefectural Dinosaur Museum, known for its collection of dinosaur skeletons and paleontological research.\n### Don't Miss\n- Yokokan Garden, formerly the residence of Fukui's ruling clan\n- The beautiful cherry blossom tunnel along the Asuwa River\n- Eating Echizen crab, Fukui Prefecture's most famous export\n## How to Get There\nFukui City a major transport hub with connections to both Osaka and Kanazawa.\nExpress Japan Rail services connect Fukui City with Osaka and Kyoto in around two hours, and Kanazawa in under an hour.\n### Relax like a lord at Yokokan Garden\nFukui City boasts an abundance of stunning gardens and parks, but Yokokan Garden is the jewel. Originally built as the villa of the Matsudaira family—the daimyo that ruled over the Echizen Domain from the Edo period (1603–1868) through to the Meiji era (1868-1912)—these beautiful gardens surround a large pond. Walking around the garden, you may feel you've gone back centuries in time.\n### Get a panoramic view of the garden from the villa\nOnce you've explored the garden, be sure to explore the villa itself. Restored to its original state after being destroyed during World War II, this villa is the epitome of traditional Japanese architecture. With a panoramic view of the gardens, sitting in the villa gives you a taste of what it was like to be a noble.\n### Stroll through a tunnel of pink along the Asuwa River\nThe Asuwa River runs right through the middle of downtown Fukui City. Every spring, 600 cherry trees create a beautiful tunnel of blossoms by the river.\n### Dinosaurs, temples, and castles\nIf you've ever collected fossils or watched the movie Jurassic Park, visit the Fukui Prefectural Dinosaur Museum not far from the city.\nOne of Japan's most revered temples, Eiheiji, is also makes for a great half-day trip.\nMaruoka Castle, one of just twelve castles in Japan that has a surviving, intact keep from the feudal age, is another possibility.\n### Visit Miyanoshita Cosmos Garden during the fall\nSpring is not the only time of the year that you can catch some beautiful blooms. If you head over to the Miyanoshita Cosmos Garden during the fall, you'll be rewarded with a fantastic view—a field of millions of cosmos flowers in full bloom.\n### Indulge in some Echizen crab\nWhen it comes to food in Fukui, you can't miss Echizen crab. This delicacy is only available from November through March and is the symbol of winter in Fukui Prefecture. Depending on the size of the crab it can get quite pricey, but people come from all across the country just to feast on this particular delicacy.\n### Try out Echizen soba\nIf you miss that seasonal window for Echizen crab, be sure to try Echizen soba instead. Consisting of buckwheat noodles topped with grated radish, spring onion, and a light, soy-based sauce, this dish is one of the most famous local dishes Fukui has to offer."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_fukui_tsuruga-area_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/fukui/tsuruga-area/", "title": "Tsuruga", "category": "destination", "text": "# FUKUITsurugaA coastal port filled with history, gardens, and temples\n- Tsuruga\n## A coastal port filled with history, gardens, and temples\nTsuruga is a port town right on the coast of Tsuruga Bay south of Fukui Prefecture with a prosperous history as a strategic transportation center. In addition to its coastline, forests, and wetlands, Tsuruga has ancient temples. It also has well-preserved historical sites that provide a glimpse into times past. It is, of course, famous for seafood.\n### Don't Miss\n- Kehi Shrine, the chief shrine of the region\n- Tsuruga Red Brick Warehouse used to store kombu (kelp)\n- The seaside expanse of 16,000 pine trees of Kehi-no-Matsubara\n## How to Get There\nTsuruga is one of Fukui Prefecture's largest transportation hubs, making access to the city quite easy.\nExpress Japan Rail services connect Tsuruga with Osaka and Kyoto in around an hour, Fukui in half an hour, and Kanazawa in an hour and a half.\n### Quick Facts\nTsuruga has marshes and other wetlands, including Nakaikemi-shichi Wetland, a Ramsar site\nThe Tsuruga Tunnel Onsen (hot spring) bubbled up during the digging of the Hokuriku Tunnel\n### Experience the history of a critical port\nThere are many reminders of Tsuruga's history as a prosperous port city. One such landmark is Kehi Shrine, located a short walk from Tsuruga Station. Initially built in 702, Kehi Shrine has one of the three great wooden torii gates in Japan.\nAnother historical site is the Red Brick Warehouse down by Tsuruga Port. Originally built a century ago to store fuel, the warehouse was recently transformed into a sightseeing spot. It has an incredibly detailed diorama that recreates Tsuruga at its most prosperous. You can also experience the city's unique culinary culture at its three restaurants.\n### Explore gorgeous gardens and beaches\nLocated on the outskirts of the city is Saifukuji. Constructed in the 14th century, this temple has a beautiful garden designated as a Site of Scenic Beauty that is said to represent the Buddhist Land of Perfect Bliss. Although this garden is breathtaking throughout the year, fall is when it truly shines.\nDown by the sea of Tsuruga Bay is another Site of Scenic Beauty, Kehi-no-Matsubara, a favorite spot for beachgoers during the summer. The pine grove of some 16,000 trees is one of the three largest in Japan, and the contrast of the greenery of the trees, blue sea, and white sand make for a beautiful scene.\n### Relax with a view\nLocated on a hill overlooking Tsuruga is the Tsuruga Tunnel Onsen, which was discovered while digging the Hokuriku Tunnel. Due to its high elevation, visitors are treated to a fantastic view of Tsuruga, from Kehi-no-Matsubara to Tsuruga Port.\n### Indulge in delicious seafood\nAs one of the most prominent fishing ports along the Sea of Japan, Tsuruga has an abundance of delicious seafood. You can enjoy freshly caught seafood at local markets, sushi shops, and restaurants. Tsuruga is particularly well-known for Echizen crab, sweet shrimp, and pufferfish."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_fukui_wakasa-area_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/fukui/wakasa-area/", "title": "Wakasa Bay Area", "category": "destination", "text": "# FUKUIWakasa Bay AreaBeautiful national park with the best beaches in western Japan\n- Wakasa Bay Area\n## Beautiful national park with the best beaches in western Japan\nWakasa Bay is situated in the far southwestern end of Fukui, home to some of the clearest waters along the Sea of Japan coast. It is also the center of Wakaso-Wan Quasi-National Park, which stretches from Kehi-no-Matsubara in Tsuruga all the way to the Tango Peninsula in neighboring Kyoto Prefecture.\n### Don't Miss\n- Mikata Five Lakes\n- The many beautiful beaches that line the bay\n- Sancho-machi in Obama\n- Temples such as Myotsuji and Mantokuji\n## How to Get There\nYou can reach the area by rail.\nThe Wakasa area is served by the JR Obama Line, which starts in Tsuruga and makes stops all the way to Higashi-Maizuru Station in Kyoto Prefecture.\n### Enjoy the beautiful scenery of the Mikata Five Lakes\nOn the east shore of Wakasa Bay, you can find the Mikata Five Lakes, which are protected by the Ramsar Convention. Each of them is a different color. Connected by canals, you can book boat tours and sit back, relax, and enjoy the stunning scenery.\nAnother great way to see the five lakes is from the observation deck at the Rainbow Line Scenic Park atop Mt. Baijo. This observation deck boasts impressive views of Wakasa Bay, and on a clear day, you can even see as far as the Tango Peninsula.\n### Go for a dip in the clear, clean waters of Wakasa Bay\nWakasa Bay is home to some of the best beaches in Japan. Most famous is Wakasa Wada Beach in Takahama, which is Blue Flag certified. That isn't to say that it's the only beach worth checking out. Suishohama Beach in Mihama is also particularly well-known for its clear waters—so much so that the beach was named after them.\n### Explore the history of Obama\nThe center of the Wakasa area, the city of Obama, was once an important trading spot both within Japan and with Korea and China. Exploring Obama, you'll find certain spots remaining as symbols of the city's prosperous past as a center of trade. Sancho-machi is one such spot—walking through the streets lined with traditional architecture, you'll feel like you've traveled back in time.\nToward the southeast of Obama, you'll find additional noteworthy temples as well. Myotsuji, built in 1258, is a trove of national treasures that include a main hall and three-tiered pagoda. Nearby is Mantokuji, which is known for its gorgeous dry landscape garden."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_ishikawa_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/ishikawa/", "title": "Ishikawa", "category": "destination", "text": "# Hokuriku ShinetsuIshikawaFrom historical crafts to modern museums\n- Ishikawa\n### Steeped in history, art, and natural beauty—and now more accessible than ever—Ishikawa Prefecture is one of Japan’s most enchanting destinations\nLocated on Honshu’s northern coast between the Sea of Japan and the cluster of peaks surrounding Mt. Hakusan, Ishikawa offers sublime ocean views and stunning mountain vistas. Once ruled by the wealthy Kaga clan, the area became a thriving center for Japanese fine arts, including ceramics and lacquerware in the 17th century, and it remains one of the country’s most important artistic hubs. Today, Japanese culture coexists with the modern art museum, the 21st Century Museum of Contemporary Art. For a taste of Japan as it once was, stroll through the historical center of Kanazawa or relax in the hot springs of Kaga Onsen.\n## How to Get There\nIshikawa is accessible by bullet train from Tokyo, and JR limited express trains from Osaka, Kyoto and Nagoya. Two airports serve the prefecture, Komatsu Airport and Noto Satoyama Airport. Highway buses are an alternative transit option from most major cities.\nTo reach Kanazawa, take the JR Hokuriku Shinkansen from Tokyo, or the JR Limited Express Thunderbird from Kyoto or Osaka. From Nagoya, take the JR Limited Express Shirasagi. Komatsu Airport, south of Kanazawa, is served by a host of domestic flights and a few international routes around Asia. Noto Airport, in Wajima, has flights from Tokyo’s Haneda Airport. Highway buses from Shinjuku Bus Terminal in Tokyo reach Kanazawa in around eight hours. There are highway buses to Kanazawa from most other major cities as well.\n### Don’t Miss\n- Strolling around the well-preserved historical center of Kanazawa\n- Highly refined traditional Japanese crafts, including gold leaf and lacquerware\n- Healing hot spring waters, elegant Japanese inns and the traditional bathhouses of Kaga Onsen's four villages\n- The beautiful, rugged coastal scenery and fresh seafood of the Noto Peninsula\n## Explore Ishikawa by Area\n- \\\\\nKanazawa\n- \\\\\nNoto Peninsula\n- \\\\\nKaga & Around\n## Trending Attractions in Ishikawa\n- kenrokuen gardenkenrokuen garden\\\\\nKenrokuen Garden\n- Higashi Chaya District\\\\\nHigashi Chaya District\n- Omicho market\\\\\nOmicho Market\n- Kanazawa Castle\\\\\nKanazawa Castle Park\n- yamanaka-onsen hot spring\\\\\nYamanaka Onsen\n## Local Specialties\n- Wajima Lacquerware\nWajima nuri stylistically varies from monochromatic lusters to strikingly decorative designs. The unique undercoating produced only in Wajima gives this lacquerware its strength and durability, earning it a reputation as a top-quality traditional craft.\n- Kaga Yuzen Silk Dyeing\nKaga yuzen uses dyeing techniques that date back to the mid-15th century. Decorated in a pictorial realism style, common motifs include plants, flowers, birds and landscapes. This exquisite fabric is used for kimono, obi and fashion accessories.\n- Kutani Porcelain\nKutani yaki dates back to the 17th century, when porcelain clay was discovered locally. This style of pottery is renowned for its decorative glazes. Expertly hand-painted, the designs range from bucolic landscapes to bold floral motifs.\n- Kabura Sushi\nA preserved winter sushi, made from salted amberjack and turnips that are pickled in koji (sake starter). Traditionally eaten as a New Year's dish.\n- Kaga Yasai\nKaga yasai are local vegetables cultivated in a traditional manner, not produced for the modern marketplace. There are 15 kaga vegetables, including lotus root, sweet potatoes, radishes and kinjiso (Okinawan spinach).\n- Jibu-ni\nNo one can quite agree on where the name for this stewed dish originates, but that doesn't mean it's not delicious. Thin slices of duck (or chicken) are tossed in starch, and cooked in a traditional Japanese soup. Once the meat is cooked and the soup thickens, mushrooms, bamboo shoots, wheat gluten and other ingredients are added before it's finished and served with a touch of grated wasabi. Try it throughout Ishikawa Prefecture.\n- Yamanaka Lacquerware\nThere are two types of lacquer in this region. The original technique has Yamanaka craftsmen using wood lathes to create objects with a distinctive wood grain clearly visible through applied lacquer, while the other involves maki-e, or decorating the objects with gold, silver, and shell in beautiful designs.\n- Hakusan Katatofu\nHakusan katatofu is rich in soybean flavor and contains less water than most tofu, which makes it much firmer.\n- Kanazawa Lacquerware\nKanazawa shikki evolved thanks to the patronage of feudal lords. The region's military heritage of lacquering military gear is credited for the local variety of maki-e, a style of painting using gold powder.\n## Seasonal Highlights\n- Spring\nView over 400 blossoming cherry trees in Kanazawa's Kenrokuen Garden and take in the spectacular Seihakusai Dekayama festival on the Noto Peninsula.\n- Summer\nEscape the heat with a hike in the Hakusan mountain range or enjoy the breezes along the coastline of the Noto Peninsula. The vibrant Hyakumangoku Festival in Kanazawa spans three days every June.\n- Autumn\nChanging foliage is everywhere in Ishikawa, but Kenrokuen Garden in Kanazawa and Kakusenkei Gorge in Yamanaka Onsen are particularly picturesque.\n- Winter\nAs Ishikawa is blanketed in snow, enjoy local winter delicacies like sake and snow crab. Colorful illuminations can be seen at the terraced rice paddies of Senmaida in Wajima, and at Kenrokuen."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_ishikawa_kaga-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/ishikawa/kaga-and-around/", "title": "Kaga & Around", "category": "destination", "text": "# ISHIKAWAKaga & AroundHistorical hot spring villages, exquisite natural beauty, and traditional crafts\n- Kaga & Around\n## Historical hot spring towns, exquisite natural beauty, and traditional crafts\nThe Kaga area is blessed with the scenic beauty of the ocean, quaint hot spring resort towns, rustic mountain villages, and the dramatic peaks of the Hakusan Mountain Range. In addition to its natural beauty, Kaga is a place where traditional Japanese crafts continue to thrive.\n### Don't Miss\n- Relaxing in the various historical and modern hot spring bathhouses\n- A hike up one of Japan's most holy mountains\n- The abundance of traditional art and local crafts\n- A road trip around the Hakusan National Park in either the summer or the fall\n## How to Get There\nKaga Onsen Station is the central hub of the area. Another access point is Komatsu Airport, to the north of the city of Kaga, which offers both domestic and international flights.\nFlights are available from Haneda, Narita, Sapporo, and other domestic airports around Japan to Komatsu Airport. There are also international flights from Taiwan, Shanghai, and Seoul. From the airport, Kaga Onsen Station is a 30-minute ride on the local bus service, CANbus, or a 25-minute taxi ride.\nAlternatively, JR Hokuriku bullet trains have connecting trips from Tokyo to Kanazawa in 2.5 hours, and JR limited express trains offer connecting trips from Kaga Onsen to Kanazawa in 25-30 minutes. The JR limited express Thunderbird connects Osaka and Kyoto to Kaga Onsen in 2.5 hours.\n### Return to a slow-paced life in southern Ishikawa\nKaga makes up the south part of Ishikawa, with Fukui Prefecture bordering to the south and Gifu Prefecture to the east. Kaga is the perfect place to stop and relax after visiting Kanazawa. Learn about the development of Kutani yaki porcelain, sample the local specialties, and venture into the mountains.\n### Take a bath, Japanese style\nIf you want to experience the famed Japanese hot spring waters and their healing minerals, spend time in Kaga Hot Spring Area, conveniently accessible by the Kaga Hot Springs Area CANbus on both the mountain route and the sea route.\n### Explore the highly praised hot spring villages\nEach of the four villages that make up Kaga Onsen City has its own distinct character, and each has its own soyu, or public bath, in the center of town.\nKatayamazu Onsen is located on a small lagoon lake by the sea, featuring a modern glass public bath overlooking the ocean. Inland, on the opposite side of Kaga Onsen Station, is Yamashiro Onsen, where you can take a dip in baths that are decorated as if they were from the Meiji Era (1868-1912). Further into the mountains is Yamanaka Onsen, where the waters were once praised by the famous poet Matsuo Basho as some of the best in Japan. The village is also renowned for Yamanaka lacquerware and woodturning. At Awazu Onsen, stop at the sacred Natadera Temple before soaking in the soyu.\n### The birthplace of Kutani yaki ceramics\nIn the southern district of Daishoji, a small castle town with a temple, you will find the Kutaniyaki Art Museum where different examples of painted porcelain are displayed over two floors. There are also gardens surrounding the museum.\n### Famous for winter snow crab\nThe port town of Hashitate, located just 10 minutes west of Katayamazu Onsen, is a leading fishing port where a vast array of seafood is offloaded. The incredibly fresh winter snow crab is particularly famous here.\n### Challenge yourself with a holy mountain climb\nMt Haku, or Hakusan, straddles the border between Ishikawa and Gifu in the southern part of Kaga. The hiking trails are officially open from July to October, and during the hot summer months, you will find local hikers escaping the heat on the peaks. With good weather, you can see panoramic views of the Japanese Alps and the Sea of Japan from the summit.\n### Road tripping\nRent a car and travel along the well-maintained Hakusan Shirakawago White Road. This scenic drive is spectacular in the fall, when the trees on the mountainside change to bright red, yellow, and orange hues. The winding road offers views of Mt Haku and of several waterfalls cascading down the mountainous terrain. There is also a hiking trail to a 1,736-meter peak.\n### Continuing the journey\nFor further exploration of the region, travel to nearby Fukui Prefecture, which is home to the Eiheiji Temple, one of the main temples of the Soto school of Zen Buddhism. Another feature of the area is the impressive Fukui Prefectural Dinosaur Museum."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_ishikawa_kanazawa-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/ishikawa/kanazawa-and-around/", "title": "Kanazawa", "category": "destination", "text": "# ISHIKAWAKanazawaRich cultural heritage and a history of artistic innovation and excellence\n- Kanazawa\n## Rich cultural heritage and a history of artistic innovation and excellence\nKanazawa is the prefectural capital of Ishikawa, a narrow stretch of land on Japan's main island of Honshu along the Sea of Japan. It was one of the most important centers for culture and art during the Edo period and remains a great place for art lovers and culture enthusiasts. Kanazawa contains museums and workshops on everything from gold leaf to samurai.\n### Don't Miss\n- A visit to Kenrokuen Garden, one of Japan's most iconic landscape gardens\n- Dining on impeccably fresh seafood from the Sea of Japan\n- Head to the Nagamachi Samurai District for an insight into samurai life\n- Shopping for traditional Japanese crafts such as gold-decorated lacquerware and Kutani-yaki pottery\n## How to Get There\nKanazawa can be accessed from several major cities in Japan, including Tokyo, Kyoto, Osaka, and Nagoya.\nFrom Tokyo, Kanazawa is approximately 2 hours 35 minutes on the Hokuriku Shinkansen from Tokyo Station on the Kagayaki and Hakutaka trains, which stop at Nagano and Toyama stations. There are also flights from Haneda to Komatsu Airport, a one-hour drive from Kanazawa.\nFrom Osaka and Kyoto, take the JR limited express Thunderbird. It takes approximately 2 hours 30 minutes and also stops at Fukui and Kaga Onsen.\nFrom Nagoya, the JR Limited Express Shirasagi directly connects to Kanazawa in about three hours.\n### Quick Facts\nHome of the wealthy Kaga clan (Maeda family) during the Edo period (1603-1867), the second-most powerful feudal clan after the Tokugawa shogunate\nThe name Kanazawa literally means marsh of gold, and today the city supplies 99 percent of Japan's gold leaf\nLocated between the Sea of Japan and the mountains on Japan's main island Honshu\n### A place where art is gathered\nDuring the prosperous and relatively peaceful Edo period (1603-1867), a vibrant culture of fine arts and craftsmanship evolved, and Kanazawa became the cultural capital of the west coast of Japan. Artists and craftsmen from all over Japan came to settle in Kanazawa, perfecting a culture unique to Kanazawa over the centuries.\nIn Kanazawa today, you will find traditional and modern art and architecture, a vast range of Japanese crafts such as maki-e lacquerware, Kutani-yaki ceramics, and swordsmithing, geisha and samurai districts, and one of the most beautiful and acclaimed traditional landscape gardens in Japan.\n### City of samurai\nAny visit to Kanazawa should include a visit to Kanazawa castle and Kenrokuen Garden located in the heart of the city. The site of the castle park and garden was the center of power of the Kaga domain from 1583 until the end of the Edo period in 1867 when Kanazawa flourished as a city of art and culture.\nImmerse yourself in the lifestyle of the samurai with a stroll through narrow streets lined with old earthen walls in the Nagamachi Samurai District, located near Kanazawa Castle Park. There you can glimpse inside the life of samurai at the Nomura Samurai House, a restored home with a beautiful small garden.\n### The gold standard\nGold leaf, or kinpaku, is gold that has been rolled flat by a machine and then beaten into a very thin square sheet.\nToday you can find all manner of crafts made with kinpaku in Kanazawa, including ceramics, woodwork, beauty products and food, notably in the Higashi Chaya District, the Kanazawa Yasue Gold Leaf Museum nearby, and at Kanazawa Station's shopping complex. Try a hands-on experience and take a piece of Kanazawa home with you.\n### Expand your horizons through art and culture\nThe city's 21st Century Museum of Contemporary Art, Kanazawa showcases contemporary pieces from all over the world, and the Ishikawa Prefectural Museum of Art focuses on traditional and modern art by artists from Ishikawa. There is also the D.T. Suzuki Museum, a museum dedicated to the life of D.T. Suzuki where you can take a moment to relax in the calm atmosphere. Additionally, there are several small museums where you can gain an understanding of Kaga Yuzen kimono and Noh plays.\nPhoto: WATANABE Osamu, Courtesy: 21st Century Museum of Contemporary Art, Kanazawa"}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_ishikawa_noto_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/ishikawa/noto/", "title": "Noto Peninsula", "category": "destination", "text": "# ISHIKAWANoto PeninsulaExplore fishing villages, terraced rice fields, and unrivaled coastal drives on Ishikawa's rugged northern peninsula\n- Noto Peninsula\n## Explore fishing villages, terraced rice fields, and unrivaled coastal drives on Ishikawa's rugged northern peninsula\nThe Noto Peninsula is a 100-kilometer stretch of land that juts out into the sea, making up the northern area of Ishikawa Prefecture. A visit to Noto's beautiful beach, small fishing villages, and agricultural interior will mesmerize you and give you a new appreciation for slow-paced life.\n### Don't Miss\n- Chatting with a friendly vendor at Wajima morning market\n- The tantalizing Noto Kiriko festivals\n- Looking out over the illuminated Senmaida rice fields at dusk\n- Soaking in hot spring waters while overlooking the ocean\n## How to Get There\nThe most convenient route from Tokyo is a one-hour flight from Haneda Airport to Noto Airport. The area has a network of local trains and buses for getting around, but the most convenient way to explore Noto is by car.\nFrom Tokyo:\nThere are two daily flights from Tokyo's Haneda Airport to Noto Airport. From the airport, you can rent a car from major Japanese car rental outlets. There are also buses that connect between Wajima and Anamizu.\nBy train, take the Hokuriku Shinkansen from Tokyo to Kanazawa. From there, connect to the JR Nanao line on a limited express train to Wakura Onsen. This course is covered by the JR Pass.\nFrom Kanazawa:\nTake the JR Nanao line limited express to Wakura Onsen. The journey takes one hour.\nAlternatively, the Hokutetsu express bus connects Kanazawa to Wajima and takes about 2 to 2.5 hours.\n### Beaches, coastline, and geological rock formations\nAlong the coast of Noto, several stretches of beach offer visitors a place to take in the sea views.\nDriving on the flat sands of Chirihama Beach on the southwest coast is sure to be great fun, and Koiji Beach in the north is a fantastic spot to enjoy the sunset.\nThe Ganmon Sea Cave, a geological rock formation created by the rough waters of the Sea of Japan, is a popular stop along any scenic drive or cycling tour.\n### The peninsula of festivals\nMatsuri, or festivals, take place virtually every weekend somewhere in Noto from the spring to the fall.\nThe impressive three-day Seihakusai Dekayama Festival held in May is worth catching. In the summer, the heart-pumping Noto Kiriko Festivals, complete with their large lantern floats, will provide unforgettable memories of the exciting float competitions.\n### Magnificent scenery\nFor a breathtaking view of terraced rice paddies, don't miss a visit to the Senmaida rice fields just north of Wajima. At night, the rice paddies are lit up with strings of purple lights, giving it an otherworldly ambiance.\n### Agricultural tourism\nIf you have some time and would like to gain a deeper understanding of farm life on this rural peninsula, Shunran-no-Sato homestay programs focus on green tourism and sustainability. The programs provide unique opportunities to experience rice planting and rice harvesting, as well as mushroom hunting with local farmers.\n### A soak by the sea\nNearby to Nanao City is the hot spring resort town of Wakura Onsen. You will find it along the bay in the center of the peninsula. Here, large ryokan (Japanese-style inn) complexes are equipped with plenty of entertainment and karaoke. The most renowned of these is Kagaya, which ranks among the top 10 best ryokan in Japan. Wakura Onsen is a great spot to sample Japanese onsen culture, next to the calm oceanside of the eastern coast.\n### A visit to the morning market\nThe vibrant Wajima Morning Market dates back over 1000 years and offers fresh seafood, products, snacks, and the famous lacquerware of the area. Many of the vendors are elderly women known for their character and spirit. Just a short walk from the market is the Wajima Lacquerware Museum, where you can get a sense of the process of creating the highly valued Wajima lacquerware."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/", "title": "Nagano", "category": "destination", "text": "# Hokuriku ShinetsuNaganoAdventure on the roof of Japan\n- Nagano\n### Come to Nagano for world-class outdoor sports, and stay for townscapes from the samurai era, vibrant festivals and abundant hot springs\nHost of the 1998 Winter Olympics, Nagano is an outdoor sports mecca particularly famous for skiing and snowboarding. Often called the \"roof of Japan,\" it boasts the highest mountain ranges in the country. Enclaves of rural culture continue much as they have for centuries, with the villages of Tsumago and Narai appearing as if they were plucked straight from a samurai film. Raucous festivals and the stately black walls of Matsumoto Castle also survive intact, as do rustic onsen villages with their relaxing mountain ambiance. Karuizawa has a casual cosmopolitan atmosphere, with plenty of quirky pensions.\n## How to Get There\nThe Hokuriku Shinkansen from Tokyo is the easiest way to access northern Nagano. Central Nagano, including Matsumoto, is a direct train ride from Shinjuku Station,in Tokyo, or Nagoya Station, in Aichi Prefecture. Highway buses run from many other cities around the country.\nFrom Tokyo Station, the Hokuriku Shinkansen runs to Nagano City, with stops at Karuizawa and Ueda along the way. The central Nagano hub of Matsumoto is the gateway to the Northern Japan Alps. Approaching from Nagoya on the Shinano Limited Express will take you through the Kiso Valley, making for easy stops in Tsumago or Narai. Matsumoto is a straight shot on the JR Azusa from Shinjuku, bringing you through Suwa, where you can change trains to access the southern Ina area via local lines.\nHighway buses also run to many Nagano cities and popular outdoor destinations from urban centers across Honshu. If you have a specific travel goal in mind, say skiing in Hakuba, some direct airport bus services from the airport can be convenient.\n### Don’t Miss\n- Panoramic mountain vistas at Kamikochi\n- Tsumago and Narai, Kiso’s beautifully preserved samurai-era villages\n- The hot spring-loving snow monkeys near Yudanaka Onsen\n- Matsumoto’s splendid 16th-century castle, one of Japan’s finest\n## Explore Nagano by Area\n- \\\\\nJapan Alps\n- \\\\\nHakuba\n- \\\\\nKaruizawa\n- \\\\\nKiso Valley\n- \\\\\nSuwa\n- \\\\\nMatsumoto\n- \\\\\nNagano City & Around\n- \\\\\nNozawa Onsen\n## Trending Attractions in Nagano\n- Suwa Taisha ShrineSuwa Taisha Shrine\\\\\nSuwa Taisha Shrine\n- Zenkoji Temple\\\\\nZenkoji Temple\n- Yatsugatake Mountains\\\\\nYatsugatake Mountains\n- Shiga Kogen\\\\\nShiga Kogen\n- 08_Nozawa Onsen\\\\\nNozawa Onsen Snow Resort\n## Local Specialties\n- Kiso Lacquerware\nWith more than 400 years of history and still going strong, Kiso lacquer production shows no signs of slowing down. Known for its bold red and black colors as well as detailed designs on both small and large household objects, this traditional craft continues to please locals and visitors alike.\n- Shinshu Soba\nBuckwheat has been consumed in Japan for over 9,000 years. Early records of it being eaten in noodle form put soba's birthplace in Nagano. Immerse yourself in Japan's food culture by having soba noodles at their origin.\n- Nozawana-zuke\nPickled mustard leaf that is often eaten with a little soy sauce and sometimes chili, Nozawana-zuke is particularly famous where it originated, in the hot spring town of Nozawa.\n- Shinshu Apples\nShinshu is Japan's second largest apple producer, growing firm and sweet fruit with a mild tartness. Be sure to sample some Shinshu apple juice, which is available in many souvenir shops.\n- Oyaki\nA buckwheat dough dumpling stuffed full of vegetables, fruit or sweet beans and then roasted on an iron pan and steamed before eating. A great treat after a day on the slopes or at any time.\n- Wasabi\nA cousin of horseradish but far less common, wasabi is the spicy Japanese alternative to hot mustard. It's rare to find true wasabi outside of Japan. Nagano wasabi is among the best, and eaten with many more dishes than just sushi.\n- Sake\nMuch like Niigata to the north, Nagano has built a reputation for brewing highly drinkable sake that can be delicate, complex and fruity. There are around 100 breweries taking advantage of the fine weather and water there, producing top brands such as Masumi and Iwashimizu.\n- Matsumoto Furniture\nLacquered furniture using traditional wood joinery has been made in Matsumoto for more than three centuries. Production was stopped before World War II, but was later revived through the Mingei folk craft movement.\n- Shinshu Pongee Silk\nShinshu tsumugi is made from a combination of raw, wild dupion and floss silk. Natural plant dyes and a subtle sheen give this warm fabric a luxurious quality. Used for kimono, the textile patterns include stripes, checks and splashes.\n- Matsumoto Thread Balls\nOnce popular as children’s toys, these bright and cheerful handmade temari balls from Matsumoto are now collected and displayed as interior decorations or given as gifts. Using brightly colored silk and cotton string, artisans create a variety of designs and patterns around the ball and place a bell inside.\n## Seasonal Highlights\n- Spring\nParty beneath the cherry blossoms against a backdrop of snow-capped peaks. Partake in lively blossom-viewing events at Matsumoto and Ueda castles or have a tipple at the Nomiaruki sake brewery crawl in Suwa.\n- Summer\nAs the green season comes into full swing, enjoy hiking, mountain biking and kayaking in the great outdoors. Take in fireworks on Lake Suwa or feel the beat of the Okaya Taiko Matsuri drum festival.\n- Autumn\nAutumn colors engulf the mountains and castle grounds as the leaves turn. Stroll the Nakasendo trail through the Kiso Valley , cycle around Lake Suwa or hike in the Kamikochi area.\n- Winter\nSkiers and snowboarders descend on Nagano from around Japan and across the globe. After hitting the powder-rich slopes, get warm with onsen soaks and flasks of hot local sake."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_hakuba_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/hakuba/", "title": "Hakuba", "category": "destination", "text": "# NAGANOHakubaJapan's outdoor activity mecca\n- Hakuba\n## Japan's outdoor activity mecca\nThis world-class resort in Nagano's Northern Alps welcomes powder enthusiasts from around the globe during the winter, as well as in the summer, when it transforms into an outdoor sports wonderland during the warmer months.\n### Don't Miss\n- Unparalleled skiing and snowboarding across Hakuba's 10 resorts\n- Checking out the many festivals occurring throughout the year\n- Escaping the heat and enjoying outdoor activities in the summer months\n## How to Get There\nHakuba is well serviced by a network of trains and buses. The area's major transport hub is Nagano Station, and the closest international airports are Haneda and Narita.\nFrom Tokyo, the fastest and simplest option is the Shinkansen from Tokyo Station to Nagano, then transferring to a bus at Nagano Station. There is also a daily service on the Chuo Line Limited Express Azusa to Minami-Otari, which stops at Hakuba station.\n### Host of the Winter Olympics\nHakuba began developing in the 1950s, but the 1998 Winter Olympics really brought it to the international stage. Hakuba and Otari Villages and nearby Omachi draw winter sports enthusiasts from around the world.\nThe area enjoys around 11 meters of annual snowfall, some of the nation's best powder. Enjoy 10 resorts, 106 lifts, and over 200 runs for beginners to advanced skiers.\n### Ten passes in one\nTen of Hakuba's resorts have teamed up to offer the Hakuba Valley Ticket available for single or multiple day use. Getting around is easy, with buses running between the resorts and villages. Besides the excellent downhill courses, winter activities, such as snowshoeing, snow rafting, and backcountry skiing, are also available.\n### Check out the winter festivals\nThere are a variety of events taking place at each resort throughout the winter, so be sure to check out the event listings when you visit.\n### Revel in the village nightlife\nHakuba has hosted international winter sports fans for decades and has a lively after-dark scene. Two popular areas to stay and unwind in are the Happo area and Echoland area. Both are cosmopolitan without losing their Japanese charm: luxury hotels share the streets with small Japanese inns and craft brew pubs operate beside traditional izakayas, while ramen joints are squeezed in next to restaurants offering world class fare.\n### Where to stay\nJust a short walk from the slopes, Happo area's central location and array of facilities make it a convenient base. English speaking ski and snowboarding lessons are available, as is English daycare. Besides the standard accommodation options, Happo area offers plenty of apartments and chalets. The village's restaurants, bars and shops keep it buzzing until late.\nStaying in the adjacent Echoland area requires taking a shuttle to the slopes, of which there are plenty. The accommodation tends to be more economical than Happo's, and it is popular with a younger crowd. Echoland is packed with bars, clubs, and pubs, making its nightlife especially renowned.\n### Bask in the grandeur of the Northern Alps\nThe mountains of Hakuba are part of the Northern Chubu-Sangaku National Park. The spectacular alpine scenery, pristine air, and wealth of outdoor activities make Hakuba a popular warm-weather destination as well. Its 800-meter elevation offers a refreshing respite from the heat of the cities.\n### All-season activities\nMountain trekking fans often use Hakuba as a base and many of the lifts operate in summer and autumn for easier access. And with plenty of outdoor activities available, from the placid canoe trips to adrenaline boosting paragliding, there's no shortage of things to do. The Evergreen Outdoor Center offers a variety of green season activities, including mountain biking tours, rafting, kayaking and even tree climbing."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_karuizawa_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/karuizawa/", "title": "Karuizawa", "category": "destination", "text": "# NAGANOKaruizawaShop, ski, or simply relax in Nagano’s upmarket mountain getaway\n- Karuizawa\n## Shop, ski, or simply relax in Nagano's upmarket mountain getaway\nLocated an hour from Tokyo in south-central Nagano, at the base of Mt. Asama, Karuizawa has been popular with wealthy urbanites since the 19th century. At that time, Tokyo's foreign expats were seeking an escape from the sweltering city and found Karuizawa. With endless shopping opportunities along atmospheric streets, excellent food, and pretty woodlands close by, Karuizawa remains a favorite Nagano getaway.\n### Don't Miss\n- Strolling the trendy shopping street of Kyu-Karuizawa Ginza\n- Absorbing the chic small town vibe while cycling between Karuizawa's many attractions\n- Bargain hunting at the Karuizawa Prince Shopping Plaza outlet mall\n## How to Get There\nKaruizawa is a straight shot from Tokyo Station on the JR Hokuriku Shinkansen. The trip takes less than one and a half hours and is covered by the JR Pass.\n### Quick Facts\nKaruizawa started off as a post town along the old Nakasendo Highway that connected Kyoto and Edo (modern-day Tokyo)\nKaruizawa is the only town in the world that's been a venue for both summer and winter Olympic events\n### Explore Kyu-Karuizawa Ginza\nThe old main street and historic heart of town is lined with enough boutiques, cafes, and restaurants to keep visitors shopping and feasting for days. The cosmopolitan streetscape features eateries ranging from traditional Japanese to French, from Nepalese to Iranian. Kyu-Karuizawa Ginza is a hip area to wander and watch Japan's urban elite at play.\n### Set out on a Karuizawa bike-about\nWhile Karuizawa's shopping areas are compact enough to explore on foot, renting a bicycle will help you explore further afield. Several rental shops near the station have bikes for about 1,000 yen per day.\n### Loved by Lennon\nThe historic Mampei Hotel is just a ten-minute ride from Kyu-Karuizawa Ginza. Once a Japanese inn in the 1700s, it transformed into a Western-style hotel at the turn of the 20th century. Famed for service and atmosphere, it was John Lennon and Yoko Ono's favorite place to stay. Stop off for a bite at one of its highly rated restaurants, or pop into its bar from another era.\nAbout 1.5 kilometers from the station, Kumobaike Pond is a picturesque spot for a stroll, especially in the fall when the leaves change.\n### Stylish Naka-Karuizawa\nNaka-Karuizawa is an alternate shopping and dining center, with the restaurants, cafes and shops at Harunire Terrace the focal point, located west of the old town in a forest setting.\nIn Naka-Karuizawa you'll find the Stone Church, which has a unique design and is big with architecture buffs. It feels more like you are entering a fairy tale cavern than a place of worship. The Stone Church is closed to the public when weddings are in session.\nThe Karuizawa Picturebook Museum preserves 6,000 picturebooks, including first editions and rare paintings from classic children's literature, such as Alice in Wonderland and Peter Rabbit.\n### Karuizawa Prince Shopping Plaza\nThis enormous mall near the south exit of Karuizawa Station has 240 outlet shops with brands ranging from Levi's to Armani. It's part of the Prince Grand Resort Karuizawa, with wedding, golf, and ski facilities, as well as a generous food court. If you need a breather from the commercial circus, the landscaped area around the mall has a lake and walking paths with views of Mt. Asama.\n### A base to explore further afield\nNearby Karuizawa there are some interesting half-day trips.\nThe 70-meter-wide cascade of Shiraito Falls is a peaceful spot, just a 25-minute bus ride from town.\nOnioshidashi Park is an otherworldly landscape created by Mt Asama's massive 1783 eruption. It includes a temple dedicated to the Buddhist goddess of compassion, Kannon. Mt. Asama looms beyond. The park is just over the prefectural border in Gunma but is most easily accessed from Karuizawa.\nKomoro Castle Park, located in the nearby town of Komoro, is home to picturesque grounds and a historic main gate that dates back from the early 1600s. It's particularly nice to spend time here in the fall when the leaves change. While in Komoro, don't miss the cliff-bound Nunobiki Kannon Temple that features views over the town to Mt. Asama."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_kiso_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/kiso/", "title": "Kiso Valley", "category": "destination", "text": "# NAGANOKiso ValleyWalk untouched rural Japan\n- Kiso Valley\n## Walk untouched rural Japan\nThe rugged and forested Kiso Valley in southwestern Nagano is a fascinating step back in time. The area is home to the best-preserved section of the old Nakasendo merchant trail, charming historic towns, and sacred Mt Ontake.\n### Don't Miss\n- The beautifully preserved Nakasendo post towns of Magome, Tsumago, and Narai\n- Sipping sake in Kiso Fukushima\n- Mt Ontake's sacred waterfalls in remote Otaki Village\n- Getting up close to Kiso's gorgeous lakes and rivers\n## How to Get There\nThe Shinano Express runs the full length of the Kiso Valley, connecting the area to the rest of Japan. The views from the train give a tantalizing taste of what's in store.\nIf you're traveling from Tokyo, board a JR Azusa train at Shinjuku Station bound for Matsumoto and transfer to the Shinano Express in Shiojiri. Or take the Tokaido-Sanyo shinkansen from Tokyo Station, transferring in Nagoya.\nFrom northern Nagano, Kiso Fukushima is a straight shot on the Shinano Express from Nagano City or Matsumoto. Starting your trip at the post town of Magome in Gifu Prefecture is also an option, combined with a walk on the Nakasendo to Tsumago in Nagano.\n### Quick Facts\nThe Kiso Valley is bordered by the Central Alps to the east and Mt Ontake to the west\nThe wooden products you find for sale around Kiso are made from top quality hinoki cypress; prized by emperors, it will last for centuries\nThe Ontake faith is a blend of Shinto, esoteric Buddhism, and ancient shamanic practices\nAt 3,067 meters, Mt Ontake is Japan's second highest volcano after Mt Fuji\n### Hike the Nakasendo trail for a taste of old Japan\nFrom the early 1600s until the late 1800s, the Nakasendo Highway served as a vital travel artery, connecting Kyoto and Edo (now Tokyo). Seventy kilometers of it ran through Kiso; its 11 post towns, stretching from Magome in the south to Niekawa in the north, provided rest and entertainment for merchants and weary travelers.\n### Frozen in time\nPortions of Kiso's Nakasendo are still incredibly well preserved, like a vision drawn from one of Hiroshige's classic Ukiyoe prints. This is especially true of Magome and Tsumago, two iconic post towns with old wooden streetscapes at the southern entrance to the Kiso Valley.\nIn the northern part of the valley, the town of Narai is remarkably well preserved. It's larger than other towns in the area, with the main street stretching over a kilometer. It is best in the evening, when the old buildings are lit with glowing lanterns.\n### Explore Kiso Fukushima, the halfway point on the Nakasendo\nKiso's largest town is a relaxed community on the Kiso River. Formerly, it functioned as one of the checkpoints along the Nakasendo, used by the Tokugawa Shoguns in Edo to keep tight control over the movement of people, goods, and especially, guns. Today, Kiso Fukushima is a delightful town to wander around, with houses huddled above the Kiso River, several well-preserved neighborhoods, and souvenir shops.\n### Follow the pilgrim's way\nOne of Japan's most sacred mountains, Mt Ontake, has been a pilgrimage destination for over a thousand years. The faithful still come from all across Japan to walk the Ontake Pilgrimage Trail up to the summit, performing ceremonies at holy sites along the way.\n### Kiso's spectacular waterways\nThe Kiso Valley has a seemingly endless flow of incredibly pure water. Depending on lighting and other factors, its lakes, rivers, and streams vary from crystal clear to turquoise to emerald green.\nPlenty of water-based activities are available throughout Kiso. Go fishing in the hills and catch Japanese trout, known as iwana. Then, find the perfect cove for a barbeque beside the turquoise waters that flow through the Atera Ravine.\n### Kayak along Lake Ontake\nTo see more of the area, get out on the water and try kayaking on Lake Ontake for spectacular volcano views. Kayaking Lake Shizenko in Otaki Village will take you through a remote canyon towering above as you paddle along. Rafting on the Kiso River is another option for a day out on Kiso's waterways."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_matsumoto-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/matsumoto-and-around/", "title": "Matsumoto", "category": "destination", "text": "# NAGANOMatsumotoThe artsy hometown of internationally-acclaimed artist Yayoi Kusama is one of the best bases for journeying into the Northern Japan Alps\n- Matsumoto\n## The artsy hometown of internationally-acclaimed artist Yayoi Kusama is one of the best bases for journeying into the Northern Japan Alps\nMatsumoto is a gateway to the Japan Alps and a destination in its own right. Apart from being home to Japan's oldest extant castle, it is also the birthplace of avant-garde artist Yayoi Kusama. Hop on a bus decorated with polka dots in her honor to see the sights and explore the central Nagano region.\n### Don't Miss\n- Venturing inside the jet-black castle—aptly nicknamed Crow Castle\n- Bathing like a samurai in historical hot springs\n- The natural splendor of upland Kamikochi in the nearby mountains\n## How to Get There\nMatsumoto is the ideal hub for exploring the region and serves as a gateway to the Northen Japan Alps.\nEasily accessible by train from popular destinations such as Tokyo's Shinjuku Station (2 hours 40 minutes), Nagoya Station (2 hours), or nearby Nagano Station (50 minutes).\nConvenient bus service connects the area with Takayama in the neighboring Gifu Prefecture (2 hours 30 minutes).\n### Explore a national treasure\nBuilt in the late 16th century, Matsumoto Castle is among the oldest surviving castles in Japan. The striking five-tiered, six-story main tower, flanked on either side by smaller structures, is one of the most famous castles in Japan. As you travel through the original wooden interiors, past displays of medieval weaponry, stop to peer out through the narrow window and feel like one of the archers fighting in battles of old. Venturing to the top of the tower is well worth the reward, featuring a superb view of the city, as it stretches out to the Northern Alps.\nConsider timing your visit with one of the castle's seasonal events, such as Japanese taiko drumming and Noh theatre performances in the summer, a soba noodle event in the fall, and a glittering ice sculpture festival in the winter. The spring scenery is perhaps the most vibrant, with hundreds of cherry trees alongside the castle moat, bursting into bloom. Lively blossom viewing revelers flock to the banks, especially at night when the trees are illuminated.\n### Relax at Asama Onsen\nAfter a long day of exploring, rest your weary feet at Asama Onsen. You can choose from dozens of bathhouses, ranging from simple public baths to luxurious traditional inns providing the ultimate onsen experience, complete with fine Japanese cuisine.\nThe therapeutic pools of Asama Onsen were once restricted to the noble class, but now, everyone can take a dip. Of note is Biwa-no-Yu, which proudly boasts the title of being “The Rulers of Matsumoto Castle's Favorite Bath.” Soaking in Biwa-no-Yu's secluded wooden outdoor tub may give you an idea of why the old rulers of Matsumoto held these springs in such high regard.\n### An abundance of art and culture\nWandering through Matsumoto's many museums is a fantastic way to spend the day. If you enjoy classic Japanese prints, the Japan Ukiyo-e Museum houses over 100,000 pieces lovingly collected by a local merchant family over the centuries, which includes work by such masters as Katsushika Hokusai and Hiroshige Utagawa. The Matsumoto City Museum of Art has a more contemporary focus; it features Matsumoto native Yayoi Kusama's internationally-acclaimed dotted creations, as well as the work of several other Nagano artists.\nDrop by the Former Kaichi School—an old elementary school in Japan—for a look at late 19th century Western-inspired architecture and to see how students used to spend their days. If you're looking for a one-of-a-kind souvenir from your trip, the Agata no Mori Park hosts several craft fairs throughout the year.\n### Time for a drink\nIf you still have energy to spare for a night out on the town, look no further than the many dining and drinking spots that fill the streets between the station and the castle. Serious beer-lovers should head to the Matsumoto Brewery, where the taproom's tiny size belies the superior taste of its brews.\n### Bask in the beauty of Kamikochi\nNestled in the Northern Japan Alps, Kamikochi offers some of Japan's most splendid mountain scenery. The pure mountain air, stunning views, and blazing fall colors make it a must-visit for nature-lovers. With easy access to and from Matsumoto, it is a shared starting point for serious treks through the mountains, as well as relaxing day hikes along the crystal-clear Azusa River.\nThe central area around Kappabashi Bridge can get busy at times, but keep hiking along the Azusa River and you'll soon break away from the crowd. As you walk down the paths, keep your eyes peeled for a chance to see wild monkeys playing in the trees or roaming around.\n## Other Nearby Highlights\nDelving into a variety of wasabi-based cuisine at the impressive Daio Wasabi Farm\nHiking in summer and skiing in winter in the Hakuba area\nThe towering walls of the Tateyama Kurobe Alpine Route's snow corridor\nThe time-lost atmosphere of Narai at the eastern entrance to the Kiso Valley\n### Springtime sakura\nMatsumoto Castle is rightly famous for its prestigious cherry blossom viewing. For an equally picturesque picnic spot, take the train a short distance to Minami-Matsumoto Station. A leisurely stroll will take you to Koboyama Park, home to thousands of cherry trees that bloom over a two-week period amidst beautiful vistas of the Northern Japan Alps. If you have your heart set on seeing the blossoms at Matsumoto Castle, the evening light-up makes for the most striking pictures.\n### Summer festivals\nShould you find yourself in downtown Matsumoto in mid-August, you shouldn't miss Matsumoto Bon Bon music festival. The whole city center transforms into a vibrant and colorful dance party with local troupes performing Matsumoto's signature mid-summer moves all evening long."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_nagano-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/nagano-and-around/", "title": "Nagano City & Around", "category": "destination", "text": "# NAGANONagano City & AroundInternationally renowned as host city for the 1998 Winter Olympics and hot spring-bathing snow monkeys\n- Nagano City & Around\n## Internationally renowned as host city for the 1998 Winter Olympics and hot spring-bathing snow monkeys\nNagano is the capital of Nagano Prefecture and its most northern transport hub. Stay in the city or take a short journey out of the center for world-class ski resorts, snow monkeys and other attractions that include a ninja park and a densely forested shrine.\n### Don't Miss\n- Chestnut sweets, local sake and Hokusai's wood block prints in charming Obuse\n## How to Get There\nFrom Tokyo, Nagano City is a straight 80-minute shot on the Hokuriku Shinkansen. From Osaka and Kyoto, take the bullet train to Nagoya and connect to JR's Wide View Shinano express service.\n### Quick Facts\nNagano is the prefecture's largest city with a population of about 375,000\nHost city of the 1998 Winter Olympics\n### Turn yourself into a ninja\nPractitioners of ninjutsu's shadow arts also called Togakushi home. You can delve into that history at the Togakure Ninja Museum, with antique weapon exhibits and a “ninja house” replete with trap doors and secret passageways. You can even try out your shuriken-throwing skills at their target range. Kids will enjoy the nearby Togakure Ninja Village theme park where they can don ninja outfits and slink their way through attractions like forested obstacle courses and a blow dart range.\nDon't forget to try Tokagushi's famous buckwheat soba noodles while in town. There are plenty of shops to choose from.\n### Get acquainted with Obuse\nCharming Obuse, about 20 kilometers northeast of Nagano, is one of the prefecture's most picturesque small towns. Streets in the center are laid with blocks of chestnut wood for slow strolls. Take time to drop into the refurbished townscape's many shops and cafes.\nObuse is famous for chestnuts, and its cafes offer amazing chestnut confectionaries and cakes. Local sake is also popular, with some brews still hand crafted in cedar barrels. Stop by Masuichi-Ichimura brewery or Matsubaya for samples.\n### Explore the Hokusaikan Museum\nAnother Obuse claim to fame was hosting the master woodblock artist Katsushika Hokusai for a time in the early 1800s. Its Hokusaikan Museum is a treasure trove of his work, including prints, scrolls and two intricately decorated portable shrines. Don't miss the ceiling he painted at Ganshoin Temple about a kilometer away.\n### Meet the fabled snow monkeys\nA little further down the train line from Obuse is Yudanaka, a small hot spring town from where you can catch a bus to visit the local hot spring-bathing monkeys. They are at their best in winter when Jigokudani—the valley that is their home—is covered in snow, but they are equally active and just as cute in any season.\nIf you plan to stay overnight in the area, choose from one of the many traditional hot spring hotels that line the main street running through Shibu Onsen.\n### More to do back in the city\nThe Nagano Prefectural Art Museum hosts the work of artists with ties to the prefecture; the attached Higashiyama Kaii Gallery has permanent and rotating exhibitions of Hokusai's work.\nZenkoji Temple, near Nagano Station, has a history of about 1,400 years and is the largest wooden structure in eastern Japan. The present main hall was built about 300 years ago. There are as many as 39 sub-temples on the grounds, called shukubo, that allow visitors to experience an overnight temple stay."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_nozawa-onsen_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/nozawa-onsen/", "title": "Nozawa Onsen", "category": "destination", "text": "# NAGANONozawa OnsenA world-class ski resort with a charming, old-time atmosphere\n- Nozawa Onsen\n## A world-class ski resort with a charming, old-time atmosphere\nFormerly a sleepy hot spring town, Nozawa Onsen is now an internationally famous ski resort, with prime conditions for all kinds of winter sports. From the narrow, store-lined streets to the thrilling winter fire festival, you don't have to be a skiier to have a great time here.\n### Don't Miss\n- Hitting the slopes at one of Japan's best ski destinations\n- Soothing aching muscles in a mineral-rich hot spring bath\n- Wandering the charming town that preserves the atmosphere of old Japan\n- Watching the hair-raising spectacle of Nozawa Onsen's fire festival\n## How to Get There\nNozawa Onsen is most conveniently accessed from Tokyo by car or bus.\nIf you are flying into Tokyo's Narita Airport or Haneda Airport, the Nagano Snow Shuttle conveniently offers a direct connection to Nozawa during the ski season of December to March. The journey takes approximately six hours. From Nozawa, the bus continues on to the other Nagano ski resorts of Hakuba and Shiga Kogen.\nAlternatively, you can take the Hokuriku Shinkansen from Tokyo Station to Iiyama (1 hour 40 minutes) and connect to the Nozawa Onsen Liner bus (25 minutes).\nDirect buses are available through the winter from Osaka, Kyoto and Nagoya.\n### Quick Facts\nLegend has it that a wandering Buddhist monk discovered Nozawa Onsen's many hot springs in the 8th century\nNozawa Onsen hosted the biathlon in the 1998 Winter Olympics, and many Japanese winter Olympians hail from here\n### A world of powder\nThe abundant powdery snow has put Nozawa Onsen on the radar of keen skiers and boarders around the world, turning it into one of Japan's most visited resorts. Skiing was introduced here in 1912, one of the first places in the country to take up the sport. In the past, the area has experienced snowfalls of up to 10 meters. You can find 19 lifts that whisk you up to 44 trails spread over 50 kilometers of slopes, suitable for skiers and snowboarders of all levels.\nThe Japan Ski Museum, just north of the village, is packed with winter sports artifacts. Exhibits cover the Olympics, the history of skiing in Japan and more.\n### Soak the body and the spirit\nNothing beats a soak in a hot spring after a long day on the slopes. Nozawa Onsen's neighborhood associations maintain 13 free public onsen throughout the village, each dedicated to a different bodhisattva, or Buddhist deity. Oyu occupies an intricate wooden building in the village center and is the largest. You might want to enter the tub gingerly; Nozawa's baths are extremely hot.\nThe natural spring water is also refreshing and delicious, and you can fill up water bottles from Hachiman Shrine or near the Nagasaka gondola station.\n### Monkey see, monkey bathe\nYou can combine your stay in Nozawa with a visit to the famous snow monkeys of Jigokudani Snow Monkey Park, with a direct bus departing twice daily during the winter season, from December to April. The trip takes about one hour.\n### Fiery thrills\nNozawa Fire Festival is one of the wildest traditional Shinto festivals in Japan and is a spectacle not to miss.\nThe festival takes place yearly on January 15, combining a rite of passage to protect village men in their so-called unlucky years (as dictated by the traditional calendar) with ancient New Year fire rituals. Villagers with beacons of bundled reeds attempt to torch a makeshift shrine in a standoff with the men trying to protect the shrine. With sparks flying in all directions, this battle over the shrine is electrifying.\n### Apres ski evenings in Nozawa\nWhile Nozawa's nightlife may be lower key than that of resorts like Hakuba, you can still find plenty to do after dark. Izakaya, Japanese-style pubs and buckwheat noodle shops abound. Libushi has a variety of Japanese craft beers on tap, while Kaze no Ie serves delicious Italian fare and the bubbly proprietor will welcome you. The homey coffee shop Shichirohei offers meals as well, and is popular with locals.\nFor something lighter, pick up some oyaki, grilled dumplings with savory fillings like winter squash and spicy eggplant. They are available from roadside vendors, as are onsen-boiled eggs. Near the main bath house, Oyu, is an open square called Ogama, where the locals cook eggs in the spring water, which maintains a constant temperature of 90℃. Wake up early in the morning to see them hard at work.\n### The perfect summer mountain retreat\nWhile winter is the peak season for tourism in Nozawa Onsen, the town offers a cool retreat from the oppressive heat of the lowlands during the summer months. You can rent mountain bikes, hike and kayak in the area, and local businesses offer yoga classes, Japanese cooking classes, art retreats and much more.\nIt is worth stopping by the charming town of Obuse, where woodblock print artist Hokusai spent his later years. If you take the Shinkansen bullet train to Nagano City, take the time to visit the impressive Zenkoji Temple and dine on local soba noodles before heading up to Nozawa Onsen."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_nagano_the-nagano-alps_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/nagano/the-nagano-alps/", "title": "Japan Alps", "category": "destination", "text": "# NAGANOJapan AlpsAlpine Adventures on the Roof of Japan\n- Japan Alps\n## Peak wilderness delights in Japan's Alps—for climbers, skiers, hikers and nature fans\nNagano's Alps hold everything an outdoor sports enthusiast dreams of. The attractions here include the Kamikochi area with endless trekking possibilities, the Hakuba region and its Olympic-class powder and slopes, and the Senjojiki Cirque, carved by a glacier.\nThe mountains and the communities living nearby offer endless opportunities for exploration and adventure, including Matsumoto Castle, one of Japan's finest, and free kabuki festivals in Oshika.\n### Don't Miss\n- Breathtaking Senjojiki Cirque in the Central Alps\n- Kamikochi highland's stunning alpine beauty\n- Visiting Hakuba for some world-class skiing and snowboarding\n## How to Get There\nMatsumoto is the most common gateway to Nagano's Northern Alps. It's less than a three-hour train ride from Tokyo on the JR Chuo Line-Limited Express from Shinjuku Station.\nFor those heading straight to the Kamikochi area, there are a number of direct night buses that run from Tokyo, Osaka, and Kyoto.\nIf you're already in the area, take the Matsumoto Denkitetsudo train from Nagano's Matsumoto city to Shin-Shimashima Station, then a bus to Kamikochi. This takes around two hours. Private cars aren't permitted in the Kamikochi area.\n### The stunning Northern Alps\nWith world-class snow sports facilities and easy access from the lowlands and peaks reaching over 3,000 meters, the Northern Alps range is one of Japan's most famous alpine areas.\n### Nonstop adventure for wilderness fans\nLocated within Chubu Sangaku National Park, there's always plenty to see and do year-round. Whether you're taking in gorgeous views along Kamikochi's Azusa River, climbing the soaring spear of Mt. Yarigatake, or going deep with a multi-day trek to the pristine alpine plateau of Kumo-no-Daira, you'll never be short of options for outdoor adventures.\n### Visit historic Matsumoto Castle\nThe area around the Northern Alps has plenty to offer as well. A visit to Matsumoto Castle located in the neighboring area is the perfect place to spend some time en-route to the heights.\n### The ultimate snow-lover's getaway\nThe world-famous winter resort of Hakuba offers stellar powder, around ten runs, and beautiful scenery even during the off-season, with year-round accommodation.\n### The Central Alps\nAlso known as the Kiso Alps, the Central Alps form the spine of southern Nagano, with the Ina Valley spreading to the east and the Kiso Valley running along the west.\n### Take the ropeway to an alpine wilderness\nMt. Hoken and Mt. Komagatake are the peaks most easily reached thanks to the Central Alps Komagatake Ropeway on the eastern side of the range. The ropeway whisks you 2,600 meters up, unveiling a world of gorgeous alpine scenery and rare plants at the Senjojiki Cirque, carved by glaciers 20,000 years ago.\n### Alpine adventures in the Southern Alps\nWhile less accessible than the Northern or Central Alps, the Southern Alps area is a fantastic base for alpine adventures. Many of its peaks lie within the Minami Alps National Park, and the entire area, including the communities at the foot of the range, has been declared a Biosphere Reserve by UNESCO.\n### Trekking the southern pocket\nYou can trek the Southern Alps from Nagano, but the climbs are tougher and less accessible than from the other side in Yamanashi. The area along the foot of the range in Nagano's Ina Valley is well worth a visit.\n### Visit Oshika for cultural festivities\nOshika Village's free kabuki festivals in the spring and fall draw impressive crowds, as does Takato Castle Park's renowned cherry blossom festival in the spring. Iida's August puppet festival features performers from across Japan, and its puppet museum showcases 300 years of the fascinating traditional style of Bunraku puppetry."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/", "title": "Niigata", "category": "destination", "text": "# Hokuriku ShinetsuNiigataSnow, rice and sake\n- Niigata\n### Snow sports reign supreme in Niigata, but the prefecture's hiking, hot springs, seafood, rice and sake are major draws in their own right\nJust over an hour from Tokyo by bullet train, Niigata is a natural delight, from the popular ski resorts of Echigo-Yuzawa to the terraced rice paddies of Hoshitoge. Beyond the mountains, scenic beaches stretch along the coast and ferries operate to rustic Sado Island. Seafood, rice and sake are local specialties. If you visit in season, you will be able to see fireworks and cherry blossom festivals that rank among some of the best of Japan.\n## How to Get There\nYou can reach various parts of Niigata Prefecture on the JR Joetsu or Hokuriku Shinkansen from Tokyo. The Joetsu Shinkansen serves Echigo-Yuzawa and Niigata City, and the Hokuriku Shinkansen serves Myoko. You can also reach Niigata by highway bus or car, or fly into Niigata Airport from most domestic airports.\nVisitors coming from Osaka, Kyoto or Nagoya by train need to transit through Tokyo or Kanazawa. Highway buses run mainly between Niigata and Tokyo (about five hours), Kyoto (about seven hours) and Osaka (about nine hours). Niigata Airport handles flights to both domestic and international destinations.\n### Don’t Miss\n- Skiing and snowboarding at Echigo-Yuzawa ski resorts\n- Tokamachi’s colorful rice terraces\n- Sake “theme parks” with sake vending machines and a sake hot bath\n- The Nagaoka Fireworks Festival and Takada Cherry Blossom Festival\n## Explore Niigata by Area\n- \\\\\nEchigo Yuzawa\n- \\\\\nJoetsu\n- \\\\\nMyoko\n- \\\\\nNiigata City\n- \\\\\nSado Island\n## Trending Attractions in Niigata\n- Naeba Ski-WINNaeba Ski-WIN\\\\\nNaeba Ski Resort\n- Tokamachi City\\\\\nTokamachi\n- Myoko Suginohara Ski Resort\\\\\nMyoko Suginohara Ski Resort\n## Local Specialties\n- Koshihikari Rice\nKoshihikari is one of Japan's premier varieties of rice, and is said to taste different from region to region. Niigata is a prime grower of this strain, which is famous for its pearly look and rich aroma.\n- Sake\nJapan's national beverage, known locally as nihonshu, has a rich history and a spectrum of flavors similar to wine. With its cold winters and temperate summers, Niigata produces some of Japan's finest nihonshu.\n- Tokamachi Textiles\nLong known for its silk and hemp production, Tokamachi in Niigata continues to create high-quality textiles today. Using a special technique known as nenshi, the raw silk is tightly twisted to even out their texture. The threads are then dyed and woven into subtle, elegant geometric patterns the naturally fuse the past and present.\n- Sasa Dango\nSweet red beans inside a delicious, sticky rice cake. Sasa dango are wrapped in bamboo leaves and steamed, giving them a faint aroma of bamboo.\n- Hegisoba\nA type of soba with seaweed blended into the dough, hegisoba is served in mouthful-sized portions on a wooden tray called a hegi. This is a good dish to share, and a must for any noodle lover.\n- Kakinotane\nThese small crescent-shaped rice crackers resemble persimmon seeds. Kakinotane are Japan's go-to bar snack, typically mixed with peanuts. It is rare to see this salty snack being eaten without beer nearby.\n- Murakami Carved Lacquerware\nKibori tsuishu is lacquerware made using urushi varnish that is applied to a meticulous wood carving. Made from softwoods, the iconic motifs used include peony flowers, peacocks and landscapes—a pictorial language sourced from its Chinese Song Dynastic roots.\n- Ojiya Hemp Textiles\nOjiya chijimi fabric gained popularity in the 17th century. Made from ramie, also known as Chinese nettle, this textile’s weave has distinctive creases called shibo. Traditional summer kimono made out of this moisture-wicking fabric became a Japanese favorite.\n- Shiozawa Pongee Silk\nShiozawa tsumugi is a woven silk textile used exclusively for kimono. Applying techniques developed for linen, dyed yarn is woven into fabric that is a sophisticated balance between soft colors and minimal patterns.\n## Seasonal Highlights\n- Spring\nCherry blossoms bloom across the area in early April, followed by tulips and roses. Join the locals in rice planting, or taste the elegant brews at the Niigata Sake Fair.\n- Summer\nIn summer, the prefecture's precious rice paddies turn a lush green. It's prime time for outdoor activities, including the Fuji Rock music festival and many fireworks displays.\n- Autumn\nVisitors flock to Yahiko Park to see the vivid maple leaves. It’s time for the rice harvest and to slip into one of the prefecture’s many natural hot springs.\n- Winter\nSnow lovers flock to Niigata’s ski resorts. After a day on the slopes, relax in one of the many hot springs or enjoy the twinkling snow lanterns at the Yasuzuka Snow Festival."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_echigo-yuzawa_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/echigo-yuzawa/", "title": "Echigo Yuzawa", "category": "destination", "text": "# NIIGATAEchigo YuzawaA mountain paradise for snow, music, and literature\n- Echigo Yuzawa\n## A mountain paradise for snow, music, and literature\nA historic hot spring resort area just over an hour from Tokyo, Echigo-Yuzawa is home to 12 ski fields. With fresh mountain air and pure water, the area also produces famous sake.\n### Don't Miss\n- Taking a relaxing dip in the hot springs after a day on the slopes\n- Trying different varieties of Niigata sake at Ponshukan\n- Rocking out to world-class music at the Fuji Rock Festival in the summer\n## How to Get There\nEchigo-Yuzawa is easily accessible by train or car.\nBy train, Echigo-Yuzawa Station is about 80 minutes away from Tokyo on the JR Joetsu Shinkansen from Tokyo Station or Ueno Station.\nBy car, it takes about two hours to drive from Tokyo on the Kanetsu Expressway. The closest interchange is Yuzawa IC.\n### Quick Facts\nThe 12 ski fields in Echigo-Yuzawa attract over two million skiers each year\nYou can bathe in a rice wine spa in the main station's sake museum\nHundreds of thousands of concert-goers flock to Naeba in Echigo-Yuzawa for the annual Fuji Rock Festival\n### The true Snow Country\nCelebrated in literature by the writer Yasunari Kawabata, Echigo-Yuzawa truly is snow country. The area gets abundant, powdery snow for long periods each year, making it ideal for skiing and snowboarding.\nThere are 12 ski fields in Echigo-Yuzawa that attract around 2 million skiers and snowboarders each year. The resorts are equipped for beginner, intermediate, and advanced skiers and snowboarders.\nAfter a day on the powder, you can soothe tired muscles in one of the many hot springs. Some are outdoors, so you can soak in the hot waters while enjoying the snowy mountain views. Many hot springs here allow public access and some hotels and ryokan allow non-staying visitors to use their baths for the day during certain hours.\n### Light up the night\nOn winter nights, fireworks events are held across the ski resorts. The shows put on may vary by resort, but the magical colors reflected on the pure white snow will undoubtedly warm your heart.\n### The taste of snow country\nBesides snow, Niigata is famous for its rice and sake. Conveniently, there is a sake museum called Ponshukan inside the Echigo-Yuzawa Station where you can get a taste of more than 100 different types of sake produced in the prefecture.\nThe various sake varieties are available from mini vending machines, and you can enjoy five cups for only 500 yen. If just drinking is not enough, you can also bathe in the 41-degree Celsius sake spa for the ultimate rice wine experience.\n### A green, summer wonderland\nEchigo-Yuzawa is beautiful throughout the year, and when the snow melts, the mountains are carpeted in green. Take the Yuzawa-onsen ropeway from Sanroku Station to Sancho Station to reach Alp-no-Sato, a botanical park containing over 200 different types of alpine plant species. Enjoy skunk cabbages in the spring, yellow lilies in the summer, and autumn leaves in the fall.\n### Commune with nature\nIf you like to sleep under the stars, Echigo-Yuzawa is the perfect place for camping. Around the gorgeous forests and lakes near Mt. Daigenta lies Daigenta Canyon. There are waterfalls, hiking trails, BBQ pits. You can also enjoy canoe and stand-up paddle board experiences.\n### Fuji Rock Festival\nSummer is a great time to visit since Echigo-Yuzawa hosts the annual Fuji Rock Festival at Naeba Ski Resort every July. It is a three-day event, with Japanese and international music acts from all genres. Over 100,000 rock music lovers gather each year around seven main stages and many other smaller stages. There are direct buses from major cities to the festival site, and camping is available.\nMore than just great music, you can also feed your heart and soul with ethnic food and an all-night rave. Take the Dragondola Japan's longest lift, to the top station on Mt. Naeba for a panoramic view of the festival site.\nWhether you are searching for powdery snow, delicious sake, refreshing nature, or rock music, Echigo-Yuzawa has something for everyone."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_joetsu_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/joetsu/", "title": "Joetsu", "category": "destination", "text": "# NIIGATAJoetsuFlowers, sake, ski resorts, and centuries-old ruins on the mountaintop\n- Joetsu\n## Flowers, sake, ski resorts, and centuries-old ruins on the mountaintop\nJoetsu City is known for its culinary delights of sake and rice, but there is more to discover here. Takada Park boasts some of the country's most beautiful cherry blossoms, and the castle ruins atop Mt. Kasuga speak of the city's fascinating history.\n### Don't Miss\n- The evening cherry blossom-viewing festival at Takada Park every April\n- The impressive samurai march at the annual Kenshinko Festival in August\n- Panoramic views of the city from Mt. Kasuga\n## How to Get There\nThe Joetsu area is best accessed by train or car.\nFrom Tokyo, you can reach Joetsu in two hours via Shinkansen. Get off at Joetsumyoko Station on the Hokuriku Shinkansen, then take the local train (Myoko Haneuma Line) to Takada or Naoetsu.\nBy car, the city is easily accessible by the Joetsu or Joetsu Takada Interchange on the Hokuriku and Joshinetsu expressways.\n### Quick Facts\nJoetsu was once home to Uesugi Kenshin, one of Japan's most powerful feudal lords\nThe Nadachi River boasts the highest number of migrating salmon in Niigata\n### Castle ruins and samurai fights on top of Mt Kasuga\nThe most important landmark in the area is undoubtedly the castle ruins located high on Mt Kasuga. This was once the fortress of Uesugi Kenshin, a powerful 16th-century feudal lord renowned for his fearsome skills in the martial arts. You can visit Uesugi's grave in Rinsen-ji Temple.\nAfter a gentle hike up Mt Kasuga, you will reach the top and be rewarded with a panoramic view of Joetsu City.\nHead to Kasugayama Shrine near the base of the mountain for some post-hike tranquility.\nMake sure to keep an eye out for the city's samurai actors, who hold dramatic sword fights in front of the shrine.\nTo see hundreds of modern samurai marching as they once did in ancient Japan, be sure to check out the annual Kenshin Festival held at Mt. Kasuga in late August.\n### Mystical lunar cherry blossoms and more\nLocated 15 minutes away from Mt. Kasuga is Takada Castle Site Park. A large number of visitors flock here every year to see 4,000 cherry blossoms bloom under magical pink and purple lights from early to mid-April.\nIn summer, Takada Castle Site Park's moat is covered in bright green and pink lotus flowers, a perfect excuse for another colorful local festival.\n### Remembrance and reflection\nNear Naoetsu Port, there was once a prisoner of war camp where many Australian soldiers lost their lives during World War II.\nA visit to the Peace Memorial Park and the accompanying exhibition allows you to dig into the city's emotional history as well as its current international ties. Beautiful yet sobering, the park is well worth a visit to see the friendship formed between two completely different countries and their efforts to commemorate a shared history.\nAfter the Peace Memorial Park, visit nearby Naoetsu Beach, where you can wade in the beautifully clear waters and check out the iconic statue of a mermaid.\n### Internationally renowned sake\nBeing in the heart of rice country makes Joetsu a thriving hub for sake breweries. Among them, Katafune Sake Brewery—the winner of the International Wine Challenge 2015 and 2019—is definitely worth a visit. It is a family-owned brand, and you need to call ahead to schedule a brewery visit. Although the brewery is small, the warm welcome provided will make you feel right at home.\n### Snowy heights\nBetween the cities of Joetsu and Tokamachi lies the Cupid Valley ski resort in an area known as Yukidaruma Kogen or \"Snowman Heights.\" The Kanayasan resort is also located in Joetsu and easily accessible from the city in case you want to spend a few hours on the slopes.\n### Further afield\nWe recommend setting aside a couple of days to explore Joetsu and other nearby sights.\nTo the south is Myoko, where adventurers can explore Mt. Myoko, Naena Falls, Tsubame Onsen, and numerous ski resorts, such as the Ikenotaira and Akakura Onsen resorts.\nTo the east, there is charming Tokamachi, where the striking Hoshitoge terraced rice paddies, Bijin-bayashi Forest, and Kiyotsukyo Gorge are located.\nNorthwards, you will find Kashiwazaki, a great little beach town perfect for those looking for an unfussy, simple getaway undisturbed by flocks of tourists. Sightseeing spots of note include Lovers' Point and Akasakayama Park.\n### Seasonal festivals\nJoetsu locals love a chance to party, so look out for these festivals in the surrounding areas:\nEarly to mid-April: Evening cherry blossom-viewing in Takada Castle Site Park, Joetsu\nMid-July to mid-August: Lotus Viewing in Takada Castle Site Park, Joetsu\nJuly 26: Annual fireworks festival at Kashiwazaki Central Beach, Kashiwazaki Minatomachi Seaside Park area\nThe fourth weekend in August: Kenshinko Festival in Kasugayama, Joetsu\nLate October to late November: Nighttime autumn leaf viewing in Akasakayama Park, Kashiwazaki"}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_myoko_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/myoko/", "title": "Myoko", "category": "destination", "text": "# NIIGATAMyokoHike up an active volcano, ski on powdery snow, and relax in a hot spring\n- Myoko\n## Hike up an active volcano, ski on powdery snow, and relax in a hot spring\nLocated in the center of Niigata snow country, Myoko is a haven for snowboarders and skiers, while the active volcano and incredible waterfall make it a must-visit spot for nature lovers.\n### Don't Miss\n- Gliding down excellent ski fields\n- Bathing in the milky-white Tsubame Onsen water\n- Taking in the beauty of Naena Falls\n## How to Get There\nYou can reach Myoko from Tokyo and Niigata via JR train or car.\nMyoko is accessible from Tokyo and Niigata. From Tokyo Station, take the Hokuriku Shinkansen toward Kanazawa and get off at Joetsumyoko Station. The train ride takes roughly three hours. From Niigata Station, take the Joetsu Shinkansen toward Tokyo and transfer to the Shirayuki Limited Express at Nagaoka. The ride takes about two hours.\nDriving is the easiest way to get around since some spots are quite remote. The drive from Tokyo takes four hours on the Kanetsu and Joshinetsu expressways. From Niigata, it takes about two hours on the Hokuriku Expressway.\n### Outdoor adventures\nMt. Myoko is a 2,454-meter active volcano listed as one of Japan's 100 Famous Mountains. It is a popular hiking spot. Be ready to start hiking at dawn since the hike, which can be steep and rocky, takes around four hours each way. In the winter, hiking is considered too dangerous since the top of the mountain is prone to avalanches.\nLocated at the foot of Mt. Myoko is Tsubame Onsen, which receives a ready supply of hot spring water from the mountain. Although the area is host to several ryokan, Tsubame Onsen has a secluded milky-white bath that is completely outdoors. There is no entrance fee, but a donation is customary here. The spot gets quite crowded on the weekend because the bath is only big enough for five to six people.\nSeki, Akakura, Ikenotaira, and Suginosawa are other popular hot spring villages in the area.\n### Powder snow heaven\nNiigata is known as snow country, and Myoko is right in the heart of Niigata, making it the ideal place for snow lovers. The snow in Myoko is dry, powdery, and fluffy, perfect for skiing and snowboarding. There are nine skiing grounds in the area, and famous slopes include Akakura, Akakura Kanko, Suginohara, and Ikenotaira on the slopes of Mt. Myoko's foothills.\n### The colors and tastes of the seasons\nMyoko is gorgeous in all seasons. To the south of the ski resorts lies Naena Falls, a perfect spot for cooling down in the summer and viewing a colorful tapestry in the fall. On the way there, stop by the local somen noodle shops, where you grab the noodles as they flow past you in a stream of water contained in a half bamboo. The trick is to catch them with your chopsticks. Another beautiful spot is Imori Pond, which draws keen photographers. The pond's mirror-like water reflects Mt. Myoko and the vivid colors of the trees."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_niigata-city-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/niigata-city-and-around/", "title": "Niigata City", "category": "destination", "text": "# NIIGATANiigata CityA city by the sea and a land of quality rice and sake\n- Niigata City\n©Niigata City Aquarium\n## A city by the sea and a land of quality rice and sake\nNiigata is a beautiful city whose northwest faces the Sea of Japan. As one of Japan's leading agricultural cities, Niigata has a beautiful landscape of rice fields. The port town is a major transportation hub, easily accessible by air, sea and rail.\n### Don't Miss\n- Drinking top-quality sake to your heart's content at Niigata's restaurants and izakaya\n- Viewing cherry blossoms in Hakusan Park\n- Learning about the marine life of the Sea of Japan at Marinepia Nihonkai Aquarium\n- Taking a ferry to Sado Island\n## How to Get There\nNorth of Tokyo, Niigata is easily accessible by bullet train.\nFrom Tokyo Station, take the Joetsu Shinkansen to Niigata Station. The ride takes about two hours. You can also get there by express bus from Ikebukuro or Shinjuku in Tokyo. The journey takes about four or five hours. There are also flights and buses to Niigata from other major cities.\n### The center of old and new\nThe Shinano River runs through the centre of Niigata. The six-arch Bandai Bridge, a symbol of the city and a designated national cultural asset, spans the centre of the city.\nNear Bandai Bridge is Bandai City Rainbow Tower, with an observation deck at 100 meters. Food enthusiasts can take in the view of the revolving restaurant on the same floor.\nBandai Bridge and Rainbow Tower form part of Bandai City, the new part of Niigata City that provides a host of entertainment. In Bandai City, you'll find shops, movie theaters, and restaurants clustered together.\n### Niigata and the sea\nLife in Niigata City is closely tied to its coastal location on the Sea of Japan. To the north of Niigata City lies Sasagawanagare, a coastline section where beach lovers flock in the summertime.\nTo see local sea life up close, make your way to the Marinepia Nihonkai Aquarium. This aquarium is home to over 30,000 sea creatures of 600 varieties. The dolphin show is a popular attraction.\n©Niigata City Aquarium\n### Rice is the local star\nNiigata is proud of its rich variety of wonderful foods, especially seafood and rice. Inside Niigata Station is Ponshukan, a theme park of sake where you can sample some 110 different brands of the brew out of small vending machines.\n### Enjoy the changing seasons\nAlthough the area is famous for snow, springtime is especially beautiful in Niigata City. The most popular places to see cherry blossoms in the city are at Hakusan Park and Hakusan Shrine.\nWinters are marked by deep snow. One of the best ways to enjoy winter is bathing in local hot springs. There are many onsen resorts within easy reach of Niigata City including Iwamuro Onsen, Tsukioka, Sakihana, Senami, Deyu, Murasugi, Shirane, Otachi, and Yahiko.\n### Art, history and the art of hospitality\nFor history lovers, make sure you visit Minatopia, the Niigata City History Museum in the old district. This museum is housed in the former Niigata Customs House, former Daishi Bank, and a main building which is based on the original design of the former Niigata City Hall.\nFor an authentic Japanese experience, visit the Northern Culture Museum. Here, you can walk inside a traditional Japanese mansion with tea rooms surrounded by elegant gardens. In late spring, the area is garlanded with purple wisteria flowers.\nThere is also an experience program to see the art of geisha.\n### Fireworks\nIn early August, Niigata holds a festival with a fireworks display over the Shinano River and a folk dancing parade with around 15,000 participants.\nAbout 40 minutes south of the center of Niigata City, the Shirone district is known for its annual giant kite-flying festival in June.\nYahiko, another town south of Niigata City, holds an annual lantern festival at Yahiko-jinja Shrine in July, with illuminated floats, parades, and fireworks."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_niigata_sado-island_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/niigata/sado-island/", "title": "Sado Island", "category": "destination", "text": "# NIIGATASado IslandGold mines, offbeat events, theater and spirited taiko drumming on a former island of exile\n- Sado Island\n## Gold mines, offbeat events, theater and spirited taiko drumming on a former island of exile\nTwo and a half hours by car ferry or 67 minutes by jetfoil from the nearest city on Niigata's coast, Sado Island was once remote enough to serve as a dumping ground for politicians and intellectuals out of favor with the government. When gold was discovered on Sado at the turn of the 17th century, the sleepy island's fate changed forever.\nThese days Sado is a great little island retreat best known for its association with Kodo, the dynamic drumming group, and for the Earth Celebration, a yearly event focusing on drumming, humanity, nature, and Japanese culture. Sado's onsen (hot spring) is another attraction, as is the award-winning sake produced from the rice grown on the island. The rice is produced using sustainable and environmentally friendly farming methods to protect the population of Japanese crested ibis (Toki). Cycling, camping, and water sports are popular, and you can even pan for gold here.\n### Don't Miss\n- The area's famous dish: deep-fried amberjack (buri katsudon）\n- Gold panning in Nishimikawa Gold Park\n- Driving down the Osado Skyline route\n## How to Get There\nSado Island can only be reached by ferry.\nYou can take the Sado Kisen ferry from two locations, but some ferries do not operate all year round. The Niigata-Ryotsu route offers a passenger jetfoil and car ferry. The jetfoil is faster but more expensive, while the car ferry takes over twice as long but is less than half the price. This is the most popular option.\nThe Naoetsu-Ogi jetfoil service runs during peak seasons, excluding winter. The service runs twice a day and is convenient for access from the Kansai and Chubu regions. The number of services on the different routes varies according to season, so please check the timetable on the Sado Kisen website.\n### Quick Facts\nPolitical and intellectual enemies like Zeami and Nichiren were banished here until the 1700s\nThe island is home to the world-renowned taiko ensemble Kodo\nSado is famous for its endangered Japanese crested ibis\n### A lesser-known island getaway\nSado has picturesque beaches, cascading rice paddies, and winding mountain roads. There's great hiking and swimming to be enjoyed. Best navigated by driving the scenic routes around the island, Sado shows a rugged side of Japan that many never see.\nAlthough it's possible to travel to and from Sado in a day, a night at one of the many traditional ryokan inns is rewarding. Stay and relax in a hot spring bath and enjoy home-cooked meals featuring Niigata's famous rice.\n### The art of rice\nNiigata is known throughout Japan for its singularly delicious rice and beautifully tiered rice paddies, and Sado is no exception with its iconic Iwakubi Shoryu rice paddies and sustainable, environmentally friendly production.\nAnywhere you go on the island will serve Niigata rice and sake, especially if you stay in a traditional ryokan inn. If you'd like to sample the island's award-winning sake at the source, pay a visit to the Hokusetsu Brewery, where you can savor your sake in a music room designed to gently mellow the brew.\n### Travel the seas in a washtub\nSado Island is famous for its clear sea waters and rocky shores, and one of the most interesting ways to experience them is in a tarai bune which is a wooden tub-turned boat. Originally made from large barrels to store products such as miso paste, the agile tarai bune can reach narrow spots along the rocky coast, making them ideal for gathering bounty such as seaweed, turban shells and abalone. On the southern tip of the island in the town of Ogi, you can take a short ride in one of these traditional boats, steered by a local dressed in an authentic period costume.\n### Celebrate the earth\nThe most significant event on Sado Island is the annual Earth Celebration Festival in August, drawing huge crowds to the small town of Ogi every year. The Kodo Taiko Ensemble, locals from the island who are famous worldwide for their ground-shaking take on traditional Japanese drumming, started and run this festival.\nThe Kodo group pushes the limits at each performance. The festival is dedicated to global unity, and musicians from around the world are invited to collaborate with the Kodo Taiko Ensemble. If you're looking for a unique Japanese music festival, this is the one to visit.\n### Drum up some fun\nExperience traditional culture firsthand by taking a taiko drumming experience session at the Sado Island Taiko Center, home to giant drums made from zelkova logs and cowhide. The Taiko Center is located just one minute from Kodo Village, where the world-renowned taiko ensemble is based. You can watch the professionals play and learn to create some thunder yourself.\n### One for the birds\nSado Island is home to fantastic rare fauna. It preserves an important ecological habitat for the toki, or Japanese crested ibis. These birds nearly became extinct as their feathers were used in Japanese futons, but recent rehabilitation efforts are seeing results, and the population is increasing. Environmentally friendly farming methods are used on the island to sustain the prey that the toki feed on.\nThere are some now living in the wild on Sado Island, but your best chance to admire and learn more about the ibis is at Toki Forest Park.\n### Turtle beach\nAt the northern tip of the island is Futatsugame, a sandy beach with an offshore islet said to resemble two turtles. Relax here for an afternoon in the clearest waters in Sado, one of Japan's Top 100 Sea-Bathing Spots. There's also a beautiful hiking trail that takes you up into the cliffs for some gorgeous sea views.\n### Scenic drives\nDriving is the best way to see all Sado has to offer, and taking a spin around the Osado Skyline is a must. The winding mountain road provides panoramas of the entire island and out to sea, and will eventually bring you to the Sado Gold Mine.\n### Panning for gold\nSado Gold Mine and Nishimikawa Gold Park are located on the island's western coast. You can try gold panning for yourself and learn more about Sado's gold mining past, which is what drew the attention of the shogun to the island which came under his direct control.\n### Island heritage\nKomponji Temple and Myoshoki Temple were local temples home to the famous Buddhist reformer Nichiren (1222-1282), who was exiled to Sado for two years. He created his own school of Buddhism. Myoshoji is known for its beautiful garden.\nShukunegi is a small atmospheric old port town that is perfect for a stroll through a preserved townscape."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_toyama_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/toyama/", "title": "Toyama", "category": "destination", "text": "# Hokuriku ShinetsuToyamaRural Japan at its finest, from the mountains to the sea\n- Toyama\n### Famed for the World Heritage Gokayama villages and Tateyama Kurobe Alpine Route, Toyama is home to some of Japan's most spectacular forests and waterways\nToyama is part of Japan's snow country, stunning in winter when the thatched-roof houses of Gokayama conjure images of Lapland. When the snow begins to melt, the Tateyama Mountain Range and local gorges draw nature lovers and outdoor enthusiasts for scenic hikes, mountain exploration, and casual hot spring getaways. Seasonal seafood, such as firefly squid in spring, is another regional draw. While in the area, keep your eye out for glassware, bronzeware, wood carvings and other traditional crafts with centuries-long histories.\n## How to Get There\nReach Toyama by bullet train from Kanazawa, Nagano, Tokyo and other stations on the Hokuriku Shinkansen line. Express buses also connect Toyama with Matsumoto City and other transport hubs.\nFrom Tokyo, the bullet train takes two and a half hours. From Osaka and Kyoto, take the JR Thunderbird Limited Express to Kanazawa, after which it is a 20-minute ride on the JR Hokuriku Shinkansen to Toyama Station. Highway buses run from Nagoya (three hours) and Nohi express buses connect Matsumoto City in Nagano Prefecture with Toyama City.\n### Don’t Miss\n- The World Heritage villages of Suganuma and Ainokura, collectively known as Gokayama\n- Kurobe Dam, an impressive feat of engineering and Japan's tallest dam\n- The enormous towering snow walls of the alpine route's snow corridor, open in spring\n- Trekking the Tateyama Mountains and visiting a volcanic crater lake\n## Explore Toyama by Area\n- \\\\\nGokayama\n- \\\\\nTateyama & Kurobe\n- \\\\\nToyama City\n- \\\\\nTakaoka\n## Trending Attractions in Toyama\n- Tateyama Snow CorridorTateyama Snow Corridor\\\\\nTateyama Kurobe Alpine Route (Toyama)\n- toyama & around\\\\\nKurobe Gorge\n- Takaokakojo Park\\\\\nTakaoka Kojo Park\n- Tonami Tulip Park\\\\\nTonami Tulip Park\n- Kurobe Dam\\\\\nKurobe Dam\n## Local Specialties\n- Hotaruika\nKnown in English as firefly squid due to the bluish light they emit, hotaruika are found and fished in the waters off Toyama Prefecture between April and June. Try some marinated in soy sauce or topped with vinegared miso. You can also savor them fresh and without cooking as sashimi, or dried and roasted—an excellent accompaniment to the local sake.\n- Takaoka Lacquerware\nWith a history dating back over 400 years, Takaoka shikki lacquerware has several distinctive variations. Aogai involves using thin slices of shell to create geometric images of birds and flowers; Yusuke incorporates shell, gold, and stones; and Chokoku involves carving designs prior to lacquering. All result in beautiful, original works.\n- Toyama Hoshigaki\nToyama persimmons are some of Japan's sweetest. When they've been hung up outside and air dried, they become even sweeter and are known as hoshigaki.\n- Shiro Ebi\nA rare species that makes its home in Toyama Bay, shiro ebi or white shrimp are famous for their delicate flavor and refined sweetness. They are delicious as sashimi or sushi, or topping a fresh bowl of rice.\n## Seasonal Highlights\n- Spring\nWhile most of Japan goes crazy with cherry blossom fever in April, visitors flock to Toyama to see the 20-meter tall snow walls in the Tateyama Mountains—a lingering testament to the severity of winter in the Japan Alps.\n- Summer\nCool down with refreshing breezes—or lingering snow—in the Tateyama Mountains. Visit Kurobe Dam or hang out on the coast at Kaiwomaru Park, home to an impressive 29-sail galley from a bygone era.\n- Autumn\nTemperatures cool off quickly in Toyama, which gives the October fall foliage an especially pronounced hue. The thatched-roof houses in Gokayama are just waiting to be photographed. For invigorating fall hikes, head to Kurobe Gorge.\n- Winter\nWinter is severe in Toyama with Siberian winds and blankets of snow. Copy the locals and ski, snowboard or enjoy scenic snowscapes—particularly pleasurable from a steaming outdoor hot spring."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_toyama_gokayama_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/toyama/gokayama/", "title": "Gokayama", "category": "destination", "text": "# TOYAMAGokayamaTraces of a vanished world in the heart of rural Toyama\n- Gokayama\n## Traces of a vanished world in a corner of Toyama\nStep into a pocket of unexplored history with a trip to UNESCO-listed Gokayama.\n### Don't Miss\n- The carefully preserved gassho-zukuri buildings of Ainokura and Suganuma\n- Spending the night at one of Ainokura's gassho-zukuri inns\n- Light up events in Suganuma\n## How to Get There\nGokayama can be accessed through a combination of trains and buses.\nFor those already in Toyama, Takaoka and Shin-Takaoka stations serve as the central hub for the area. From Shin-Takaoka Station, take the World Heritage Bus for a one-hour direct trip to Gokayama. From Takaoka Station, take the Johama Train Line to Johana Station (50 minutes) and catch a 25-minute bus to Gokayama.\n### A glimpse of old Japan\nWith their carefully preserved gassho-zukuri buildings, Gokayama is full of charm and simplicity. In summer, they offer a relaxing retreat from the big city bustle in lush nature, while in winter the snowy rooftops create scenes of rustic beauty.\n### Say a little prayer\nAinokura and Suganuma are the modern names of the historical villages Taira and Kamitaira. Their famed “praying hands” buildings—so named for the thatched roofs resembling hands joined in prayer—range in age from one hundred to four hundred years old.\nThese days, you can only see gassho-style villages in Toyama and neighboring Gifu Prefecture. Gifu is home to the UNESCO-listed Shirakawa-go. Ainokura and Suganuma present rare and precious opportunities to experience a different side of Japanese culture.\n### Nature intertwined with culture\nThe appeal of Gokayama centers on the area's seamless blend of nature and culture. Unlike many other UNESCO sites in Japan, the traditional buildings here don't have to compete with modern urban environments. Instead, their rural setting preserves the natural harmony between the countryside and grass-thatched structures that almost seem to have sprouted from the earth.\nThe setting evokes a simpler time preserved in the sturdy buildings and peaceful walks of Gokayama now all but vanished into the cultural memory of Japan.\n### Don't judge a gassho-zukuri by its cover\nAppreciating gassho-zukuri goes beyond admiring their external appearance. Some of the gassho-zukkuri houses have been converted into quaint eating establishments and lodgings, reflecting their historical role as traditional minka dwellings. Consider staying a night in Gokayama to immerse yourself in the ancient charm.\nWhile walking the streets may be akin to exploring an open-air museum, staying at a traditional minka and sampling local delicacies within their walls further enhances the old-world experience.\n### Feel the warmth\nEven if you don't stay in a gassho-zukkuri house, you can see inside one at the exhibition hall. When seen from within, the gassho-zukuri structures reveal a range of clever subtleties, such as the open lofts that served as spaces for silkworm cultivation. More than that, there is a palpable feeling of warmth to the old wood interiors that is best experienced firsthand.\n### When to Go\nThe Ainokura Gassho-zukuri village is open 7 days a week from 8:30 am to 5 pm.\nThe Suganuma Gassho-zukuri village is open from 8 am to 5 pm and closed for the year-end and New Year holidays.\nThe villages of Ainokura and Suganuma hold occasional light up events during the year."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_toyama_takaoka-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/toyama/takaoka-and-around/", "title": "Takaoka", "category": "destination", "text": "# TOYAMATakaokaDivert off the golden route to a town less traveled\n- Takaoka\n## Divert off the golden route to a town less traveled\nTakaoka offers a mix of old-world refinement and modern convenience. Boasting such highlights as Zuiryuji Temple, the abundant green space of Takaoka Castle Park, and one of Japan's three Great Buddha statues, the city attracts visitors year-round. You may arrive thinking it's a wonderful place for a day trip and leave thinking it would be the perfect place to live.\n### Don't Miss\n- Zuiryuji Temple, a 17th century Zen Temple celebrated for its elegance and symmetry\n- Takaoka Castle Park, expansive and beautifully maintained, is especially magical during cherry blossom season\n- The Daibutsu—the newest of the three Great Buddha statues in Japan\n## How to Get There\nTakaoka is right on the Horkuriku Shinkansen Line and easy to access, especially for Japan Rail Pass holders.\nThe Kagayaki and Hakutaka trains on the Hokuriku Line can take you from Tokyo to Takaoka in just under three hours.\nTakaoka fits easily into a tour of the western side of Japan that includes destinations such as Kanazawa, Takayama and Matsumoto.\n### Fill your culture quota\nWhether you're interested in history, art, or eastern religion, there are several destinations around the city center from which to choose.\nZuiryuji Temple offers a grand example of Zen temple design. The Great Buddha is imposing in scale and beautifully cast, while Takaoka Castle Park provides picturesque lawns and gardens.\nA little farther away, the historic district presents a more subdued image of daily life in the Edo period.\n### Compact and easy to navigate\nThe central location of Takaoka's main attractions make it easy to tour the city on foot. On clear days, enjoy a leisurely stroll through the open and calm streets. Alternatively, the Manyo Line can zip you around town. As a fully operational trolley line, it's a rarity in modern Japan, where most electric streetcars have been scrapped for buses.\n### Local culture and history\nThe Manyo Line takes its name from a popular collection of tanka poetry by the famous poet Otomo no Yakamochi (718-785), who is thought to have lived in the area.\nManga fans will notice that some of the line's trolley cars are painted to resemble Doraemon, a beloved character created by Takaoka's own Fujiko F. Fujio. There's also a Doraemon walkway with statues of characters from the manga.\nKeen-eyed visitors will notice the figure of Maeda Toshinaga in statues and other images around town. This one-time military leader would turn to more spiritual reflections later in life, ordering the construction of Zuiryuji Temple in 1608.\n### A gentler city experience\nSome cities just exude class. Like its cross-prefecture neighbors of Kanazawa, Takayama and Matsumoto, Takaoka eschews city sprawl for a more restrained take on modern life. 21st-century buildings blend seamlessly with traditional architecture and age-old culture. Nature surrounds the city, with the Japan Sea to the west and the holy mountain of Tateyama looming on the eastern horizon.\n### Treasures of the coast\nNeed a reason to base yourself in Takaoka for a few days? Nearby Tonami stages a grand tulip festival from April 21 to May 5 every year, and the sight of 2.5 million tulips is one you won't soon forget. Also in the area, Himi offers hot spring bathing and sublime coastal views.\n### An excellent fit for your itinerary\nThose seeking an alternative to Japan's popular \"Golden Route\" are increasingly turning to less tourist-saturated spots on the west coast. Anyone traveling through Kanazawa, Shirakawa-go, or Kamikochi, should consider a trip to Takaoka as well.\n### When to go\nTakaoka is worth visiting year-round, but some events take place over short periods:\nThe Sakura Festival at Takaoka Castle Park is held from April 1 to 15\nThe Tonami Tulip Festival lasts from April 21 to May 5\nZuiryuji Temple holds an illumination event on evenings from April 28 to 30"}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_toyama_tateyama-and-kurobe_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/toyama/tateyama-and-kurobe/", "title": "Tateyama & Kurobe", "category": "destination", "text": "# TOYAMATateyama & KurobeEndless alpine adventure in and around the Northern Japan Alps\n- Tateyama & Kurobe\n## Endless alpine adventure in and around the Northern Japan Alps\nThe peaks of the Tateyama Mountains dominate the Toyama horizon. Viewed from the flatlands along the coast, they tower imposingly at close to 3,000 meters.\nIf you want to experience the mountains in a more hands-on fashion, there are two popular ways to get to higher ground: the Tateyama Kurobe Alpine Route and the Kurobe Gorge Railway.\n### Don't Miss\n- Spectacular stargazing and mountain views from Murodo, the highest point of the Tateyama Kurobe Alpine Route\n- Ride the trolley through the densely wooded mountain passes of Kurobe Gorge\n- Hot spring bathing, hiking courses, and observation points dotting the gorge\n- The immense snow corridor in early spring with snow walls up to 20 meters high on the Tateyama Kurobe Alpine Route\n## How to Get There\nNote that the Tateyama Kurobe Alpine Route and Kurobe Gorge are two entirely different locations accessed from different points. Both take time and effort to reach but are well worth the effort.\nAccess to Kurobe Gorge is via Unazuki Onsen Station, not to be confused with the similarly named Kurobe Unazuki Onsen Station on the Hokuriku Shinkansen Line. If arriving from outside the prefecture via bullet train, take the Toyama Chiho Railway from the shinkansen station to Unazuki Onsen Station. Kurobe Gorge Railway operates trolleys through the gorge from Unazuki to Keyakidaira, the terminus.\nThe starting point of the Tateyama Kurobe Alpine Route is Tateyama Station if approaching from Toyama and Ogizawa Station if beginning your journey in neighboring Nagano Prefecture. From Toyama take the Toyama Chiho Railway Line from Dentetsu Toyama Station. From Nagano Prefecture, access Ogizawa Station by express bus from Nagano Station or local bus from Shinano Omachi Station on the JR Oito Line.\n### The many faces of Kurobe\nBefore you set out to explore either destination, you should understand the differences between the various locations bearing the name Kurobe or Tateyama.\nThe name Kurobe appears throughout Toyama Prefecture geography in the names of a major dam, a river, and numerous mountains. For simplicity's sake, we should distinguish between the following:\nKurobe City: a municipality in Toyama that includes Unazuki, the starting point of Kurobe Gorge\nKurobe Gorge: a scenic route stretching from Unazuki to Keyakidaira and traversed by the historic Kurobe Gorge Railway Line\nTateyama Kurobe Alpine Route: a different route beginning in Tateyama City, extending across the Northern Japan Alps and terminating in Omachi City, Nagano Prefecture\n### The many faces of Tateyama\nThe name Tateyama belongs to the following:\nTateyama Town: small town whose train station marks the start of the Tateyama Kurobe Alpine Route\nTateyama Kurobe Alpine Route—as described above\nMt. Tateyama: 3,000-meter high mountains centered on Mt. Oyama, located in the southeastern part of Toyama Prefecture and in the northwestern part of the Hida Mountains\nThe major attractions in the Tateyama Kurobe area are all closed for winter and each operates on a slightly different schedule. Be sure to check with a tourist information office when planning your trip.\n### The best time to go\nPopular times to visit include October and November, when autumn foliage brightens Toyama's mountainsides.\nThe Tateyama Kurobe Alpine Route's snow corridor opens in April when the snow walls are at their highest. If you can't make it in April, the snow usually remains until early June."}
{"filename": "www.japan.travel_en_destinations_hokuriku-shinetsu_toyama_toyama-and-around_.md", "country": "japan", "region": "hokuriku-shinetsu", "url": "https://www.japan.travel/en/destinations/hokuriku-shinetsu/toyama/toyama-and-around/", "title": "Toyama City", "category": "destination", "text": "# TOYAMAToyama CityNestled between the sea and the mountains, Toyama City has the best of both worlds\n- Toyama City\n## Nestled between the sea and the mountains, Toyama City has the best of both worlds\nLocated about two hours north of Tokyo, Toyama City makes use of its natural resources with unique foods and outdoor activities. The sea serves up a bounty of fresh fish, while the famous peaks of Tateyama and Tsurugi invite alpine excursions. Centrally located, the city is a convenient hub for exploring the surrounding areas.\n### Don't Miss\n- The dramatic Toyama Glass Art Museum, constructed to look like shards of glass\n- A spring cruise through the cherry blossom tunnel, along the Matsukawa river\n- Learning about local crafts and culture at The Toyama Municipal Folkcraft Village\n## How to Get There\nToyama is easily accessible from Tokyo and other major cities.\nTake the Hokuriku Shinkansen from Tokyo Station. The ride takes approximately two hours and is covered by the Japan Rail Pass. Alternatively, a highway bus connects Toyama City and Tokyo and takes seven hours. Some companies also offer night bus services.\n### The taste of the city\nToyama is a modern city, but it retains the local character shaped by its surroundings—mountains, sea, and rivers. Restaurants offer local specialties like Kurobe Ramen, with its distinctively rich, black broth soy sauce, along with some of the freshest seafood in Japan, including trout sushi wrapped in fresh bamboo leaves.\n### The art of glass\nToyama is home to the most substantial number of active glassworkers in Japan, so naturally, it has an excellent museum dedicated to the craft. Conveniently located in Central Toyama, the Toyama Glass Art Museum cuts a distinctive figure in the urban landscape. The Kuma Kengo-designed building is a work of art in itself and a great advertisement for what lies within its walls.\nThe basic entrance fee grants you access to the permanent collection on the fourth and sixth floors of the building. This includes the visually stunning Glass Art Garden with installations by Dale Chihuly that are a definite highlight.\nOther museums worth visiting include the Toyama Prefectural Museum of Art and Design, which is another stunning modern edifice, perched on the edge of the river, with sweeping city views from the rooftop. The Toyama Museum of Modern Art features some of the big names of Western art, including Picasso and Warhol along with prominent Japanese and local artists.\n### A wealth of side trips\nToyama is well-placed for day trips to nearby sites and attractions. Takaoka is home to a famous temple and one of Japan's Three Great Buddhas, while the Amaharashi Coast offers breathtaking views of the sea. Intrepid travelers can also attempt a round trip visit to the Tateyama Kurobe Alpine Route (Toyama). And a little further afield, the UNESCO certified Gokayama District provides a look at rustic gassho-zukuri (praying hands) architecture.\n### Japan's great northwestern hub\nToyama's location and access to public transportation make it a great starting point for trips in and around the region. Take day trips to nearby towns and ski resorts, tackle the Tateyama Kurobe Alpine Route and continue on to Nagano Prefecture or visit neighboring prefectures such as Kanazawa, Takayama, Kamikochi, and Matsumoto."}
