{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/", "title": "Hokkaido", "category": "destination", "text": "# HokkaidoHokkaidoExplore Japan's northernmost prefecture\n- Hokkaido\n### Japan’s northern island is famous for its beautiful wilderness, world class powder snow, delicious seafood and fascinating indigenous culture. Just a short flight from Tokyo, Hokkaido is the perfect escape in all seasons\nHokkaido is a popular destination for skiing and snowboarding in winter, thanks to its abundant powder snow and top resorts like Niseko, Rusutsu and Furano. Sapporo, Hokkaido’s main city, famous for Sapporo beer, Sapporo ramen and the annual Sapporo Snow Festival. Hakodate is a traditional port with charming historical areas and gorgeous night views. Hokkaido’s mild summers provide relief from Japan’s humidity, and the perfect conditions for hiking and exploring the many National Parks. Much of Hokkaido is wild and unspoiled, with natural hot springs, volcanic lakes and unforgettable experiences. Explore the culture and traditions of the indigenous Ainu people at Lake Akan, and journey to the Shiretoko Peninsula to see free-roaming brown bears, foxes and deer.\nFind the latest information on the Sapporo Snow Festival at https://www.snowfes.com/\n## How to Get There\nHokkaido is accessible by plane from all major airports in Japan to New Chitose Airport near Sapporo, with international flights from Shanghai and Seoul. Direct flights from Tokyo take about 90 minutes. There are also several international flights. It is possible to take the Shinkansen from Tokyo. The Japan Rail Pass can be used to travel on the Shinkansen.\nThe fastest way to reach Hokkaido is by plane. Flights from Tokyo to Sapporo’s New Chitose Airport take about 90 minutes. By train, it takes around eight hours from Tokyo. Take the JR Tohoku/Hokkaido Shinkansen from Tokyo to Shin-Hakodate-Hokuto, then transfer to the Hokuto limited express to Sapporo. There are also some inexpensive long-distance ferries from Honshu to ports outside of Sapporo. Niigata, Oarai (Ibaraki Prefecture), Sendai, Nagoya, Maizuru (Kyoto Prefecture) and Tsuruga (Fukui Prefecture) all have ferries that go to Hokkaido.\n### Don’t Miss\n- Hitting the slopes of Niseko and Rusutsu in winter\n- The rolling hills of Furano’s lavender farms in summer\n- Fresh seafood including succulent crab, salmon and fresh sushi\n- The unspoiled wilderness of Hokkaido’s national parks\n## Explore Hokkaido by Area\n- \\\\\nSapporo & Around\n- \\\\\nNiseko Ski Resorts & Around\n- \\\\\nHakodate & Hokkaido South\n- \\\\\nAsahikawa & Hokkaido North\n- \\\\\nKushiro & Hokkaido East\n- \\\\\nNoboribetsu, Upopoy, & Around\n## Trending Attractions in Hokkaido\n- FuranoFurano\\\\\nFurano\n- goryokaku tower\\\\\nGoryokaku Tower\n- niseko\\\\\nNiseko Ski Resorts & Around\n- Upopoy\\\\\nNational Ainu Museum and Park (Upopoy)\n- Sapporo Beer Museum\\\\\nSapporo Beer Museum\n## Local Specialties\n- Soup Curry\nIt's curry in a delicious soup form. This spicy dish is filled with seasonal vegetables such as potatoes, pumpkin, carrots, peppers, cabbage, okra and lotus root. Chicken leg is the standard meat, but you can choose ingredients and toppings such as lamb, pork, or oysters, and adjust the spiciness to suit your taste.\n- Hakodate Ramen\nHakodate ramen takes the traditional pork or chicken soup base and adds kelp or other seafood to give it the flavor of Hakodate's rich fishing heritage. The result is a lighter, saltier and less oily soup stock.\n- Obihiro Butadon\nLocally sourced pork is aged briefly to bring out its natural umami. It is grilled with a sweet and spicy sauce and served on Hokkaido rice, with more sauce. A simple dish that showcases the natural flavors of Hokkaido.\n- Hokkaido Seafood\nJapan is synonymous with seafood, and it features on menus everywhere throughout the country. Yet, for the very freshest, most delicious and widest array, Hokkaido is considered the place to go. Crab, shrimp, scallops, sea urchin, fish roe, squid and salmon are but a few of the delicacies for which Japan's northern island is famed. To try a little of everything, order kaisendon—a generous assortment of fresh seafood served on a bed of rice.\n- Ishikari Nabe\nThe Ishikari River in Hokkaido is famous for the delicious salmon that swim in its waters. Ishikari nabe marries this salmon with locally grown potatoes and various seasonal items in a kelp and miso broth, all cooked together in a boiling clay pot.\n- Muroran Yakitori\nPig farming flourished in this region in the 1930s, and many yakitori restaurants began putting Muroran yakitori on their menus. Also known as Muroran yakiton, the dish got its name because the juicy chunks of pork are skewered and grilled in the same way yakitori is prepared.\n- Bibai Yakitori\nWhile most yakitori places offer the standard, recognized chicken parts, Bibai is all about the gizzards, hearts and livers. Try a few skewers and see what you've been missing.\n- Sapporo Ramen\nServed in a rich miso soup and topped with butter, sweet corn, bean sprouts and pork, this winter warmer is on the menu at ramen restaurants throughout Sapporo and the rest of Hokkaido.\n- Kegani\nKegani, horsehair crab, can be served raw, boiled or grilled, and yields exceptionally sweet, tender meat. You can find kegani in sushi, bento boxes and hot pots across Hokkaido.\n- Kushiro Kattedon\nBuy a bowl of rice at Kushiro Washo Seafood Market and wander the stalls, filling it with as much fresh, reasonably priced seafood as you like.\n- Okhotsk Atka Mackerel\nHokke, also known as the Arabesque greenling, lives in the cold waters of the Sea of Okhotsk. A flavorful, juicy fish, hokke can be served raw, boiled or grilled with lemon and soy sauce. Its high fat content makes it a great partner for white rice and alcohol.\n- Jingisukan\nCuts of lamb or mutton and vegetables are cooked at the table on a domed metal grill. Served with dipping sauces, it's a delicious, communal style of dining. The dish's name refers to Genghis Khan, because the Japanese thought lamb was a favorite of Mongolian soldiers.\n- Yubari Melon\nA hybrid melon grown in greenhouses in Yubari that is famous for its perfectly round shape and intense sweetness. You might never enjoy another melon quite as much ever again.\n- Asahikawa Ramen\nWith an extra layer of oil on top of a delicious soy sauce-based soup, Asahikawa ramen is extra fun to slurp thanks to its thin, firm and wavy noodles.\n- Traditional Ainu Crafts\nJapan’s northernmost island of Hokkaido is home to the Ainu, indigenous people who have a deep respect for nature and believe God is found everywhere. They once survived by hunting, fishing and foraging, and created many beautiful objects used in their daily lives such as knives and clothing.\n- Nibutani Trays\nHand-carved wooden trays featuring traditional motifs unique to Ainu culture, including soft spirals, diamond-shaped eyes, thorns and fish scales. Each piece is intricately fashioned to accentuate the wood grain. Ainu bachelors didn't put a ring on it, they carved love tokens, including Nibutani trays.\n- Nibutani Tree-Bark Textiles\nBark from Manchurian elm or Japanese lime trees is handspun and woven into distinctively textured fabric. Used in regional kimono, workwear and accessories, this durable, breathable natural textile is Mother Nature’s Gore-Tex. Nibutani tree-bark cloth was a common material in Ainu households for centuries.\n- Yakumo Wood-Carved Bears\nFarmers in the little town of Yakumo, Hokkaido, couldn’t work in winter because of the snow, so in 1924 they started carving kibori kuma as souvenirs to make money and fight boredom. This carving of a bear biting a salmon has become one of Hokkaido’s most iconic souvenirs.\n- Bolta Figurines\nBolta ningyo are dolls welded from bolts, nuts, washers and other components, made in Muroran, a city of iron in Hokkaido. The five-centimeter-high bolta character comes in 100 poses, appearing as a warlord, musician, singer, tennis player, tea ceremony master, astronomer, thinker and many other guises.\n## Seasonal Highlights\n- Spring\nWhen the snow melts, Hokkaido is transformed. Hokkaido's northern location means the cherry blossom season is later than in other parts of Japan, with blossoms appearing in the second half of May.\n- Summer\nSummer is lavender season in Hokkaido, and there are dozens of other flower festivals too. The last mountain snows melt, allowing opportunities for hiking, mountain biking, golf, rafting and other green season sports. It is also less humid and cooler than other parts of Japan.\n- Autumn\nIn fall, enjoy the colorful foliage along the streets and in the national parks. Taste Hokkaido's seasonal produce when it is freshly harvested, and fresh salmon roe from the salmon that travel up the rivers in fall. Autumn in Hokkaido is short, and it's not unusual to see autumn colours and snow at the same time.\n- Winter\nWhen it comes to skiing in Japan, Hokkaido is a popular destination for powder snow. Don't miss a chance to glide down the slopes of the Niseko, Rusutsu or Furano resorts after a fresh snowfall. The Sapporo Snow Festival, with its giant snow and ice sculptures, attracts thousands of visitors every year. Drift ice boat cruises and 'drift ice walks' on the ice floes are also becoming increasingly popular."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_asahikawa-and-hokkaido-north_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/asahikawa-and-hokkaido-north/", "title": "Asahikawa & Hokkaido North", "category": "destination", "text": "# HOKKAIDOAsahikawa & Hokkaido NorthA thriving city of artisans, with a major zoo and world-class powder snow\n- Asahikawa & Hokkaido North\n## A thriving city of artisans, with a major zoo and world-class powder snow\nHokkaido's second-largest city, Asahikawa, lies to the northwest of the Daisetsuzan mountain range and is a major gateway for exploring Sounkyo Gorge and the Furano area. The city itself has well over 100 rivers flowing through it, a flourishing culture of arts and crafts, and a major zoo.\nThe Asahikawa area also presents great runs for skiing and snowboarding when winter comes along, plus a snow festival that rivals Sapporo's.\n### Don't Miss\n- Asahiyama Zoo and its natural animal environments\n- Sake-making exhibits and tastings\n- The spectacular Asahikawa Winter Festival\n## How to Get There\nYou can get to Asahikawa Airport via plane and JR Asahikawa Station by train, and then to central Asahikawa by bus.\nThe journey by train from JR Tokyo Station to JR Asahikawa Station takes 10 hours, including an 80-minute JR Hokkaido train ride from Sapporo Station. The Japan Rail Pass covers all JR train legs. Multiple flights go from Haneda Airport in Tokyo to Asahikawa Airport.\n### Quick Facts\nAsahikawa is a thriving arts and crafts center\nIn 1902, Asahikawa recorded a temperature of -41C (-41.8F)\nHeiwa Street was the first pedestrian-only outdoor shopping space in Japan\n### A heritage of arts and crafts\nAsahikawa is a hotbed of renowned artists, craft workers and sculptors producing high-quality handcrafted goods. You'll see a lot of sculptures along Heiwa Street, or Peace Street, the main road from Asahikawa Station. You can pick up unique mementos at the many small galleries and stores around the city.\n### Become a sake connoisseur\nIf you haven't tried sake, Asahikawa is a great place to sample Japan's rice-based brew. The city is home to three breweries with established brands popular domestically and internationally. All offer sake-tasting, much of it free except for some of the highest-end varieties.\nTakasago is the most atmospheric brewery, and centrally located in a traditional white-walled building minutes on foot from Asahikawa Station. To learn about the brewing process, head to the Otokoyama Brewery where there is a museum with exhibits and information in English. Taisetsu no Kura, the youngest of the three breweries, has an on-site Japanese restaurant, beautiful garden and a well-stocked shop with everything from sake and shochu to plum wine, beer, and handcrafted glasswork.\n### See animals in their natural habitats\nJapan's northernmost zoo, Asahiyama Zoo is one of the highlights of this city. The enclosures are designed to give you unusual views of the animals so that you're essentially on exhibit to them as well. You can watch polar bears diving for food, see spotted seals swimming above as you walk through a large transparent tunnel, and explore many other similar exhibits.\nThe zoo features many animals indigenous to the region, such as cranes, eagles and Hokkaido deer. Feeding times vary, and the keepers announce the times for the different animals on the day. Don't forget to check the schedule on entering the zoo. Times are generally staggered, so if you plan accordingly, you can catch many of your favorite animals at their most active.\n### Sample the region's savory take on ramen\nAsahikawa is a famous ramen noodle region and is known for its soy sauce-based ramen. You can, of course, get all types of ramen here, but try a big bowl of the \"double soup,\" a blend of seafood soup introduced to Asahikawa about 50 years ago.\n### A massive winter festival not yet on everyone's radar\nThe Asahikawa Winter Festival doesn't have the same high profile as the Sapporo spectacle, but the sculptures are just as impressive and the crowds smaller. Early February is when the fun takes place, and along with Instagramming the massive carvings you can indulge in snow slides, snowmobile and horse-drawn sleigh rides, and barhopping igloo style."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_hakodate-and-hokkaido-south_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/hakodate-and-hokkaido-south/", "title": "Hakodate & Hokkaido South", "category": "destination", "text": "# HOKKAIDOHakodate & Hokkaido SouthRetro Western influences, succulent seafood, outback pleasures and spectacular night views\n- Hakodate & Hokkaido South\n## Retro Western influences, succulent seafood, outback pleasures and spectacular night views\nThe picturesque city of Hakodate is renowned for its fresh seafood and spectacular views, while its location at the southern tip of Hokkaido makes it a convenient base for exploring the abundance of nature nearby.\n### Don't Miss\n- Shopping in the historic Motomachi district\n- Glittering night views of the city from Mt. Hakodate\n- A relaxing stroll around Onuma Quasi-National Park and Lake Onuma\n## How to Get There\nHakodate is accessible by air, rail, road, and sea.\nYou can fly directly to Hakodate from major airports across Japan and within Hokkaido from Chitose, Okadama, and Okushiri airports.\nThe JR Tohoku/Hokkaido Shinkansen links Tokyo with Shin-Hakodate-Hokuto Station in four hours. Take a local train from Shin-Hakodate-Hokuto Station for the final leg of the journey to Hakodate. Within Hokkaido, there are JR express and local trains from Sapporo to Hakodate. All are covered by the JR Rail Pass.\nAlternately, the Hokuto Kotsu, Hokkaido Bus, and Hokkaido Chuo Bus services operate from Sapporo Station. If you're looking for a scenic option, there are regularly ferry services across the Tsugaru Strait between Hakodate and Aomori. The journey can take up to four hours.\n### Frontier spirit, preserved\nHakodate's modern face emerged during the 19th century as Japan reopened to the world. The historic Motomachi district is home to many buildings dating back to this period.\nBe sure to take a leisurely stroll through Hakodate's past and check out the Kanemori Red Brick Warehouse complex, which is now one of the city's go-to destinations for shopping and dining.\nThe Kanemori Red Brick Warehouse complex, one of the area's best destinations for shopping and dining\n### Browse the morning fish market\nHakodate is one of Hokkaido's major fishing ports. To see the freshest catch, head to the morning market by Hakodate Station, which sells seafood as well as other produce.\nLook over all the fresh salmon roe, sea urchin, crab, and other delicacies before sampling them at one of the many eateries around the market. A seafood donburi rice bowl is a local specialty.\n### More than just seafood\nIn addition to its seafood offerings, Hakodate has dishes to suit every taste, from ramen to tempura to hamburgers. Look out for the city's very own burger chain, Lucky Pierrot. It has 17 stores, each artistically decorated in its own unique style.\nThe view from Goryokaku Tower, one of the best places to view the city from above.\n### Dazzling nightscapes\nHakodate really shines at night. For the best views, you have two options: Mt. Hakodate or Goryokaku Tower. From either vantage point, you can see the city spread out below in all its glittering glory.\nThe Old Public Hall of Hakodate Ward illuminated at night\n### Vibrantly colored alpine plant life at Mt. Esan\nAnother destination to consider is Mt. Esan, two hours east of Hakodate by bus. Mt. Esan is an active volcano renowned for its wealth of alpine plants. Look out for the azalea festival in early summer when there is an explosion of red at the foot of the mountain.\n### Soak in an onsen right by the sea\nOn the coast, Mizunashi Kaihin Hot Spring lets you bathe right by the sea. You'll need to time your visit properly, though, since it's only possible to take a dip when the tide is low.\nTake a trip from Hakodate and visit Lake Onuma\n### Venture further afield\nHakodate is a good starting point from which to explore southern Hokkaido. Head for the great outdoors in Onuma Park, with its lakes graced with islets. Consider a trip to Esashi, a quaint fishing port with many historic buildings, or visit the castle town of Matsumae.\nIf you have the time, board the ferry to beautiful Okushiri Island, covered with pastures and beech tree forests, for a taste of island life."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_kushiro-and-hokkaido-east_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/kushiro-and-hokkaido-east/", "title": "Kushiro & Hokkaido East", "category": "destination", "text": "# HOKKAIDOKushiro & Hokkaido EastNature in the raw\n- Kushiro & Hokkaido East\n## Nature in the raw\nVisit magnificent Eastern Hokkaido to see some of the most pristine scenery and wildlife habitats in Japan. Home to three of Hokkaido's six national parks, this vast and secluded corner of Japan is well worth the trip at any time of year.\n### Don't Miss\n- Enjoy the breathtaking scenery of Akan-Mashu National Park and Shiretoko National Park\n- Encounter Eastern Hokkaido's varied wildlife on land and sea\n- Visit the Kushiro Marshes, Japan's largest marshland\n- Come for the spectacular drift ice season\n## How to Get There\nMore than five airports serve the extensive eastern Hokkaido region. You can also access the various areas by train from Sapporo and other major cities, covered by the Japan Rail Pass.\nFor Obihiro and Monbetsu: Tokachi Obihiro Airport and Okhotsk Monbetsu Airport have direct flights to Tokyo.\nFor Kushiro Marsh and Akan-Mashu National Park: Kushiro Airport has direct flights from Sapporo (Okadama/New Chitose Airport), Tokyo (Tokyo International Airport/Narita International Airport) and Osaka (Kansai International Airport). Seasonal flights include direct flights from Central Japan International Airport (Centrair) and Osaka (Osaka International Airport).\nFor Abashiri area and Shiretoko area: Memanbetsu Airport has direct flights to Chitose (Sapporo) and Tokyo.\nFor Akan-Mashu National Park and Shiretoko area: Nemuro Nakashibetsu Airport has direct flights from Sapporo (New Chitose Airport) and Tokyo (Haneda Airport).\n### Cruise through the ice\nOnce winter begins, start your journey on the Okhotsk Coast with an icebreaker cruise to see the amazing ryuhyo drift ice pressing up against miles of coast from Monbetsu to Utoro. Try a snowshoe hike across frozen lakes in Shiretoko National Park or check out the ice diving in Utoro.\n### See migrating swans and dancing cranes\nAlso in winter, take the Mashu National Highway to Kawayu Onsen, where you can see the migrating whooper swans on frozen Lake Kussharo and Lake Mashu. Continue on to Akan-Mashu National Park or head south to Kushiro Marsh to see more red-crowned cranes.\n### Whale watch and watch out for bears\nIn the warmer months, fly to Memanbetsu or Nakashibetsu and take a tour of Shiretoko National Park. Jump on a cruise from Utoro or Rausu for the best views of Japan's great untouched wilderness, and spot bears on the beach or sperm whales diving in the sea.\n### Soak in the water and the scenery\nDrive south along the coast to admire the magnificent views and birdlife at Notsuke Peninsula, Lake Furenko, and Cape Nosappu, or turn inland to Akan-Mashu National Park. Don't miss the stunning scenery around Lake Mashu and the serene blue waters of Kaminokoike Pond on the east side of the park, before heading for a hot soak in an onsen overlooking beautiful Lake Akan.\nTo complete the trip, follow the main road past picturesque Lake Onneto into the Tokachi plains to enjoy the pretty gardens in bloom and a rejuvenating spa at Tokachigawa Onsen near Obihiro."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_niseko-and-nearby-ski-resorts_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/niseko-and-nearby-ski-resorts/", "title": "Niseko Ski Resorts & Around", "category": "destination", "text": "# HOKKAIDONiseko Ski Resorts & AroundPerfect powder draws skiers from around the world\n- Niseko Ski Resorts & Around\n## Perfect powder draws skiers from around the world\nHokkaido in general is known for its snow, but the Niseko area, southwest of Sapporo, is the most famous ski area in Japan. It is extremely popular with overseas visitors for its powdery snow and welcoming attitude. Outside of snow season, there are hiking trails and sports from rafting to golf.\n### Don't Miss\n- Soak in one of the many local hot springs\n- Snap a photo of iconic Mt. Yotei, a towering volcano that resembles Mt. Fuji\n- Enjoy backcountry skiing and snowboarding through pristine wilderness\n## How to Get There\nNiseko is accessible from Sapporo or New Chitose International Airport by car, train or bus.\nThe drive from Sapporo or the airport takes around three hours. There are buses from both points and trains via Otaru to Niseko Station. Local taxis are often equipped with ski racks for convenience.\n### Skiing and snowboarding\nNiseko is the powder snow capital of Hokkaido. As the largest resort on the island, a huge variety of terrain and facilities are available to suit all levels. Niseko United is the largest area, comprising four resorts. Rental equipment is available from local stores for those traveling without gear. Smaller resorts like Mt. Moiwa provide a chance to enjoy the freshest powder away from the crowds.\n### Backcountry and cat skiing\nFor adventurous skiers and snowboarders who want to get off the beaten track, Niseko has numerous backcountry guided tours and cat-skiing options, such as Chisenupuri, Weiss, and Shimamaki. The professionals will outfit you in the necessary safety gear and instill the rules of alpine safety. Adding a rugged sense of adventure to your Niseko experience, consider trying to conquer the majestic Mt. Yotei.\n### Other winter activities\nTry snowmobiling to get your heart racing, or try the old school charms of snowshoeing. There are a great many activities for those seeking variety.\nAt the end of the day, there is nothing better than soaking in one of the many natural hot springs.\n### Summer in Niseko\nSwitch your snowboard for a mountain bike to enjoy the mountains in summer or head to one of the many local golf courses. Rafting and standup paddleboarding are a great way to see the waterways or scope out a fishing spot. Pop by the Michi-no-Eki road stop for summer produce and locally made gelato.\n### Eat, drink and be merry\nThe ski villages have restaurants and bars to suit all tastes. Hirafu—the largest village—is home to the majority of establishments. The international feel of the area makes apres-ski a must.\nFor dining, you can enjoy anything from Michelin-starred restaurants and high-class Japanese cuisine to comfort food. Try the local potatoes, tofu, soba, and Hokkaido seafood.\n### A place to stay\nFrom traditional style Japanese “ryokan” inns and bed and breakfasts to gleaming hotels and modern apartments, there is a wide range of accommodation options to suit you any budget in Niseko. Whether you prefer the hustle and bustle of a backpackers' hostel or your own private hotel room, get in quick while rooms are available."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_noboribetsu-upopoy-and-around_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/noboribetsu-upopoy-and-around/", "title": "Noboribetsu, Upopoy, & Around", "category": "destination", "text": "# HOKKAIDONoboribetsu, Upopoy, & AroundScenic wilderness, easily accessible from the airport\n- Noboribetsu, Upopoy, & Around\nThe Noboribetsu region and the nearby Upopoy National Ainu Museum and Park serve as a hub for exploring Hokkaido’s wilderness and natural landscapes, along with Ainu history and culture.\nThe Noboribetsu area is renowned for its geothermal activity, volcanoes, and hot springs, including the popular Noboribetsu Onsen , and Karurusu Onsen in the backcountry.\nVisitors can also enjoy the peaceful beauty of the Shikotsu-Toya National Park, which is home to the hot springs of Lake Toya, the pristine waters of Lake Kuttara , and two of Japan’s most active volcanoes, Mt. Usu, and Mt. Showa-Shinzan .\nDon’t forget to take home an authentic Ainu artifact as a souvenir!\n### Don't Miss\n- Experience traditional Ainu culture and performing arts at Upopoy\n- Soak in the hot springs of Noboribetsu Onsen and Karurusu Onsen\n- Admire the scenery reflected on the clear waters of Lake Kuttara\n## How to Get There\n• For Noboribetsu area\n-By Train\nTo access the Noboribetsu area by train from New Chitose Airport, take the train to Minami-Chitose Station and transfer for the express train to JR Noboribetsu Station.\nNoboribetsu Onsen is located around eight kilometers from JR Noboribetsu Station and is best accessed via car or bus from the station.\n-By bus\nThe Express Hayabusa-go bus to Noboribetsu Onsen takes around 1 hour and 15 minutes from New Chitose Airport (requires booking in advance on the website; an English website is available).\nKarurusu Onsen is approximately a 20-minute bus ride from Noboribetsu Onsen. Lake Kuttara is approximately a 15-minute drive from the center of Noboribetsu Onsen and is best reached by rental car or taxi.\n• For Upopoy area\n-By Train\nTo get to the Upopoy National Ainu Museum and Park from New Chitose Airport, take the train from JR New Chitose Airport Station to JR Shiraoi Station. Upopoy is around a 10-minute walk from the North Exit of JR Shiraoi Station.\nFrom JR Noboribetsu Station, the express train to JR Shiraoi Station takes 12 minutes and visitors can walk to the museum from there.\n### Explore a variety of hot springs in Noboribetsu and Karurusu Onsen\nThe onsen (hot springs) of Noboribetsu are unique because it is one of the few places in Japan that has such a variety of different kinds of hot springs. Fed by the volcanic Jigokudani (Hell Valley) , the area boasts nine distinct types of mineral-rich waters, each with its own therapeutic qualities.\nAt Jigokudani, visitors can witness the source of these mineral-rich waters as they rise from beneath the earth’s surface. More than 10,000 tons of naturally infused water flows, supplying the hotels and inns of the onsen town with healing, mineral-packed hot springs.\nSome springs are renowned for their healing properties, while others are enriched with salts and metals believed to provide various health benefits. This unique combination makes Noboribetsu a must-visit destination for those seeking relaxation and wellness through the natural power of hot springs.\nMany of Noboribetsu’s hotel hot spring facilities are open to both overnight guests and day visitors, making it an accessible destination even if just for a day trip.\nThe area around Jigokudani is designated as a national natural monument and the Noboribetsu Primeval Forest is home to around 60 kinds of trees and 110 kinds of plants. Visitors here can take a tranquil walk through this timeless forest where giant Japanese oak trees stand as living symbols of history.\nKarurusu Onsen, located in the backcountry of Noboribetsu, offers visitors a more secluded hot spring experience compared to Noboribetsu Onsen.\nKarurusu Onsen is known for its peaceful atmosphere and natural beauty, located in a valley surrounded by mountains and forests whose trees transform from vibrant green to autumn colors as the seasons change.\nThe hot springs here are rich in minerals, particularly radium, and are believed to have healing properties that relieve fatigue and improve health.\n### Beautiful scenery reflected on the lake's surface\nLake Kuttara located in Shikotsu-Toya National Park is the ideal spot to experience Hokkaido’s stunning natural landscapes and wildlife. The unusually shaped circular lake, formed in the caldera of a volcano, is famous for its clear and clean waters. Remarkably, Lake Kuttara is not fed by any rivers or streams, making its untouched beauty even more unique.\nThe lake can be admired from the water by renting a kayak, or from the fan-shaped Lake Kuttara Senkei Observatory perched 320 meters above. The lake's mirror-like surface reflects the surrounding landscape, offering photo opportunities that shift with the changing seasons.\nWildlife enthusiasts may be able to spot freshwater crayfish and salamanders in the lake thanks to the clarity of the water, while on the shore animals such as foxes, tanuki, squirrels and deer are common.\n### Mysterious Gorges and Smoking Volcanoes\nExplore the natural wonders of Western Hokkaido with a hike through Tarumae Garo , a steep gorge carved by the Tarumae River, its walls draped in vibrant green moss. For a more dramatic sight, get up close to the lava dome and steaming sulfur vents of Mt. Tarumae , an active volcano that offers a fascinating glimpse into the power of nature.\n### Experience traditional Ainu culture and performing arts\nPhoto: Courtesy of The Foundation for Ainu Culture\nThe Upopoy National Ainu Museum and Park is a facility dedicated to promoting Ainu history and culture. The Ainu are an indigenous people from the northern region of the Japanese archipelago, with a distinctive culture and unique language.\nThe Ainu or aynu, which means humans in the Ainu language, have a reciprocal relationship with “kamuy” (spirit-deities) playing a central role in their culture and beliefs. Kamuy are animals, plants, natural phenomena and myriad other things, that are particularly important to humans.\nAt Upopoy National Ainu Museum and Park, visitors can immerse themselves in the Ainu way of life by visiting the museum’s permanent exhibition room and a reconstructed Ainu village known as a “kotan”, featuring Ainu houses called “cise”.\n_Photo: Courtesy of The Foundation for Ainu Culture_\nVisitors can also learn about Ainu crafts, observe demonstrations, participate in wood carving and embroidery workshops at the Crafts Studio, or watch traditional Ainu dance and other performing arts at the Cultural Exchange Hall.\n_Cape Chikyu (Sea of clouds)_\nMuroran City in southwestern Hokkaido was historically an industrial city that has since transformed into a port and tourist destination. Known for dolphin and whale watching and spectacular night views of factories from Mt. Sokuryo, Muroran is also home to one of the largest suspension bridges in eastern Japan. Nearby, Cape Chikyu offers breathtaking views, towering cliffs, and is a nesting site for rare peregrine falcons. Enjoy the views at Cape Chikyu, one of Hokkaido’s stunning nature spots."}
{"filename": "www.japan.travel_en_destinations_hokkaido_hokkaido_sapporo-and-around_.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/destinations/hokkaido/hokkaido/sapporo-and-around/", "title": "Sapporo & Around", "category": "destination", "text": "# HOKKAIDOSapporo & AroundA winter wonderland and summer haven, Sapporo is all about outdoor fun, great food and famous beer\n- Sapporo & Around\n## A winter wonderland and summer haven, Sapporo is all about outdoor fun, great food and famous beer\nSnow and Sapporo are inextricably entwined: the city hosted Asia's first-ever Winter Olympics in 1972, and the annual Sapporo Snow Festival wows visitors from the world over. In other seasons, Sapporo's green expanses and blossom displays are equally breathtaking. This young, wide-open city is also famous for its beer, beef, ramen, seafood and fresh produce.\n### Don't Miss\n- The Sapporo Beer Museum and Beer Garden for a brew, and lamb barbecue\n- Susukino, the biggest entertainment and nightlife district north of Tokyo\n- The Sapporo Snow Festival's elaborate snow and ice sculptures\n## How to Get There\nYou can reach Sapporo via train, air and ferry. Plane is by far the quickest, followed by high-speed rail options. Take a ferry for an adventurous and more leisurely journey.\nDozens of flights leave from Tokyo to Sapporo's Chitose Airport from Haneda Airport and Narita Airport every day. Many other domestic airports also have direct flights to Sapporo. After the flight, it's a 35-minute express train ride to Sapporo Station.\nTake the Hokkaido Shinkansen from Tokyo to Shin-Hakodate-Hokuto (4 hours) and transfer to the Hokuto limited express to Sapporo (3.5 hours).\nThere are also long-distance ferries from various points on the main island of Honshu, with most arriving either in Otaru, 30 minutes by train west of Sapporo, or Tomakomai, 45 to 60 minutes by train south of Sapporo.\n### Quick Facts\nDesigned with the input of specialists from overseas, Sapporo has a North American-style grid street plan\nThe city's name means “important river flowing through a plain” in the indigenous Ainu language\nSapporo was established in 1868, making it Japan's youngest major metropolis\n### Stretch out and breathe deep\nUnlike most of Japan's major urban environments, Sapporo is expansive and full of greenery. One of the best green spaces is Odori Park, which stretches about a kilometer and a half over 12 city blocks and splits the city into north and south. The park offers pleasant, relaxing spaces during the warmer months. In February, it's the main venue for the Sapporo Snow Festival.\n### Ramen, Hokkaido style\nYou can't talk about ramen without mentioning Sapporo. The name reportedly originated here, as did miso ramen, one of the most popular types of ramen in Japan. At places like Sapporo Ramen Republic and Ramen Dojo, you can try specialties from all over Hokkaido, including Sapporo (miso), Asahikawa (soy sauce) and Hakodate (salt) ramen at eight restaurants in one location.\n### Art in the great outdoors, and indoors as well\nSapporo has ample space and combines the wonders of nature with some fantastic outdoor contemporary sculpture at places such as Sapporo Art Park, Arte Piazza Bibai and Black Slide Mantra. Sapporo Art Park is a place to create your own art, with craft studios for woodworking, glassmaking, and outdoor crafts as well.\nIndoors at the Hokkaido Museum of Modern Art, you'll find works from local artists as well as from the School of Paris painters. The Miyanomori International Museum of Art offers more contemporary masterpieces.\n### Sporting options for runners, cyclists and yoga fans\nIf you love running or cycling, find your way to the Toyohira riverbank, which is part of the course used for the Sapporo Marathon. Run the forested path or ride on the paved cycling road. Runners can also stride from Odori Park all the way to the Hokkaido University's pastoral campus.\nFor yoga enthusiasts, Maruyama Park, Toyohira riverbank and Nakajima Park are the perfect natural venues. After yoga, take a long, soothing soak at Jozankei Onsen.\n### Great powder not far away\nThe most famous ski resort in Japan, Niseko, is only a two-hour train ride from Sapporo Station. The four interlinked ski resorts—Grand Hirafu, Hanazono, Niseko Village and Annupuri—have some of the finest skiing and snowboarding runs in the country. Just outside the Sapporo City center is Sapporo Teine Ski Resort.\n### Stay underground to escape the elements\nThere is a great system of underground walkways and shopping centers under the main city. These walkways connect Sapporo Station to Odori Park, Sapporo Factory and the great entertainment district of Susukino. This is especially convenient on cold, rainy days or when there are snowstorms."}
{"filename": "www.japan.travel_en_spot_1518.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1518", "title": "1518", "category": "spot", "text": "# Kusatsu Onsen草津温泉\nKusatsu-machi, Agatsuma-gun, Gunma-ken\n## Healing geothermal waters and fun festivals in a secluded mountain onsen resort\nStroll down charming alleys in your cotton yukata and wooden sandals breathing in the aroma of Kusatsu Onsen, an authentic onsen town in Gunma Prefecture.\n### Don't Miss\n- The yubatake hot water fields in the center of town\n- Cracking open an onsen tamago—eggs boiled in the hot spring water\n- Satisfying your sweet tooth with traditional onsen manju sweets\n- A trip to Sainokawara Park\n## How to Get There\nAlthough there is no train station in the town, Kusatsu is still easily accessible.\nThe most convenient way is by rental car, taking in the beautiful scenery along the Japan Romantic Road linking Nagano, Gunma, and Tochigi. From Tokyo, the journey takes around three hours, or from the shinkansen station in Takasaki, it takes around one and a half hours.\nThere are direct buses from Shinjuku Bus Terminal. Take the JR Joshu Yumeguri-go bus to Kusatsu, via Ikaho Onsen.\nThe nearest train station is Naganohara Kusatsuguchi Station. It takes around two and a half hours from Ueno by direct express train. From there, take the connecting 25-minute bus ride to Kusatsu.\n### Events in Kusatsu\nFlower Festival (May)\nShirane Shrine Festival (July)\nHot Spring Appreciation Festival (August)\nKusatsu International Music Academy and Festival (in August)\n### The Yubatake hot water fields\nThis large hot water system is the symbol and heart of Kusatsu Onsen. The distinct aroma will guide you to the yubatake—literally translated as hot water field — in the center of town. Geothermal water rises to the surface straight from the source and is cooled as it runs along a series of connected wooden chutes while maintaining the natural mineral content.\nHot steam billows as the water gushes down into the emerald reservoir. Kusatsu Onsen has the largest amount of naturally occurring hot spring water in Japan.\nWith high temperatures (around 55 degrees Celsius) and high acidity, the water is said to cure many conditions and is especially good for your skin. Several Tokugawa shoguns had the water transported in barrels to their castle in Edo (now Tokyo).\n### Hot spring traditions\nFrom the yubatake, you can easily stroll to Netsunoyu hall to watch the yumomi performance. Onsen workers cool the water by dipping and turning wooden planks, churning the water to the rhythm of a folk song.\n### Strolling and shopping\nTake the narrow alley near the Netsunoyu and explore the quaint arts and crafts shops, featuring milky glass inspired by the waters. Be sure to try onsen manju (steamed sweet buns) and onsen tamago (eggs boiled in the hot springs). You can follow the alley all the way to Sainokawara Park, an area where steamy hot spring water gushes naturally.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1572.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1572", "title": "1572", "category": "spot", "text": "# Hakone Onsen箱根温泉\nHakone-machi, Ashigarashimo-gun, Kanagawa-ken\n## A must-visit hot spring resort town close to Tokyo\nHakone is located in the east of the Fuji-Hakone-Izu National Park, and is one of the most popular hot spring towns in Japan. It is an easy day trip from Tokyo, and has plenty of accommodation options for longer stays.\n## How to Get Here\nHakone-Yumoto Station is the gateway to Hakone. It is located in the western part of Kanagawa Prefecture, and is easily accessible from Tokyo.\nTake the Odakyu Line from Shinjuku Station to Hakone-Yumoto Station (about 90 minutes)\nTake the Tokaido Shinkansen from Tokyo Station to Odawara Station, and then take the Hakone Tozan Line from Odawara Station to Hakone-Yumoto Station (about 55 minutes)\n### Hakone's natural hot springs\nLocated in the east of Fuji-Hakone-Izu National Park, Hakone is one of the most popular hot spring towns in Japan. The area was a key rest stop along the Tokaido Highway during the Edo period (1603-1867). There are a great many hot springs to enjoy in Hakone, each with different spring qualities.\n### Stunning mountain and lake views\nHot springs are not all Hakone has to offer. The area is surrounded by mountains, including Mt. Kamiyama and Mt. Komagatake, which has a ropeway offering stunning area views, featuring the iconic Mt Fuji. Nearby Lake Ashinoko is a relaxing spot for sightseeing due to its stunning scenery and cruises.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1652.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1652", "title": "1652", "category": "spot", "text": "# Haneda Airport羽田空港\n3 Chome, Hanedakuko, Ota-ku, Tokyo-to\n## Tokyo's busiest airport\nOne of the capital's two major airports and the primary domestic base for Japan's two major airlines, Japan Airlines (JAL) and All Nippon Airways (ANA), Haneda Airport services the majority of domestic flights to and from the city as well as an increasing handful of international routes.\nIn 2010, Terminal 3 (international terminal) opened at Haneda, offering more routes worldwide, increased in-house dining and entertainment options, and added easier transport into the city.\n### Don't Miss\n- The first-class-themed compact hotel in Terminal 1\n- Watching planes take off and land against the skyline from the fantastic viewing decks\n- Sky Ale, Haneda's exclusive craft beer\n## How to Get There\nReach Haneda Airport by train, monorail, bus or taxi.\nBy train: Take the JR Yamanote Line to Shinagawa. From there, transfer to the Keikyu Airport Line bound for Haneda Airport. Journeys from Shinagawa can take up to 30 minutes.\nBy monorail: Departing from JR Hamamatsucho Station, also on the Yamanote Line, the Tokyo Monorail provides a scenic seaside journey to Haneda Airport. Airport Express services take as little as 13 minutes.\nBy bus: A number of limousine buses service Haneda Airport from major train stations and hotels in the greater Tokyo area.\nBy taxi: Various providers offer flat-rate taxi services to and from Haneda Airport. Late-night services and expressway surcharges cost extra.\nWhen planning your journey, be aware that public transport in Tokyo doesn't run 24 hours. The first connections to the airport via the Tokyo Monorail and Keikyu Railways reach Terminal 3 around 5:15 and 5:30. Early morning bus services from the center of Tokyo and Yokohama start arriving around 4:30. For late-night arrivals, the last trains and buses into the city end just after midnight.\n### Haneda's history\nHaneda Airport opened as Tokyo Haneda Airfield in 1931. The airfield was centrally located in the country and served scheduled domestic flights and goodwill flights. In 1978 most international flights were relocated to the newly constructed Narita Airport, and Haneda became a domestic airport. However, the number of air passengers and airlines has been increasing, and Haneda has expanded to accommodate the growing demand for air travel. In 2010 the airport's international terminal, Terminal 3, was opened. There are also plans for a new train line to open that connects Tokyo Station and Haneda in around 18 minutes.\n### Airlines at Haneda\nAll Nippon Airways (ANA), Japan Airlines (JAL) and many other domestic and international airlines operate flights to and from Haneda.\n### What to do when you're not flying\nAs the busiest airport in Japan (and one of the top five busiest in the world), Haneda has everything you'd expect from a modern domestic and international airport. Free Wi-Fi, airport lounges, and a variety of dining and shopping options are all at hand.\nUnique to Haneda, Edo Alley is a shopping and dining area in Terminal 3 that recreates an Edo streetscape, giving a feel for Tokyo of yesteryear. To enhance the effect, Edo Alley is accessed by crossing a replica of Nihonbashi, the historic center point of all roads in Japan. If you're in Terminal 1, look for Haneda's own aviation shrine and pray for a safe flight.\nFor more modern Japan, visit Tokyo Pop Town, which stocks a wide array of anime, manga, and character merchandise. Or consider renting a \"Robohon\" for a robot guided tour.\n### Accommodation\nFor flights arriving or departing outside of public transport hours, or if you just want to rest up, accommodations are available in each terminal.\nTerminal 3 (the international terminal) and Terminal 2 both offer standard hotel accommodations, while Terminal 1 has the first-class-themed compact hotel First Cabin on site for a comfortable sleeping experience.\nTravelers can stay at one of the accommodation options in and around Otorii and Anamori-Inari stations on the Keikyu Airport Line, many of which offer free shuttle buses for guests.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1710.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1710", "title": "1710", "category": "spot", "text": "# Tokyo Station東京駅\n1-9 Marunouchi, Chiyoda-ku, Tokyo-to\n## Tokyo Station's traditional exterior hides a wealth of modern shopping and dining\nTokyo Station is a major gateway to the capital for visitors arriving by bullet train or from Narita Airport. The magnificent red-brick facade, built in 1914, gives way to a bustling underground city of train tracks, shops, and restaurants.\n### Don't Miss\n- Snapping a photo in front of the original Meiji-era building, especially when lit up at night\n- Hundreds of different bento box meals for sale near the bullet train ticket gates\n- The maze of underground souvenir shops and restaurant streets to suit any taste\n## How to Get There\nTokyo Station is a central hub for many trains and metro lines.\nTokyo Station can be reached by various JR trains, including the Yamanote Line, Chuo Line, Sobu Line and Keihin-Tohoku Line. For those using Tokyo Metro lines, the Marunouchi Line is convenient. You can also reach Tokyo Station via long underground passageways linked to nearby Otemachi Station, a stop on the Tozai, Chiyoda, Hanzomon, and Mita metro lines. The shinkansen bullet train terminal serves as a gateway to and from other cities in Japan.\nFrom Narita Airport, the JR Narita Express (N'EX) offers frequent trips taking around 1 hour with conveniently discounted round-trip tickets.\nTraveler Tip:\nThere are two Japan Rail Pass Exchange counters in the station, one by the Marunouchi North Exit and the other by the Yaesu North Exit. Both are open from 7:30 a.m. to 8:30 p.m.\n### Amsterdam meets Tokyo\nThe iconic red and white brick design of the original station building was inspired by Amsterdam's Central Station. Sadly, it was damaged during World War II but has been restored to its former splendor thanks to a major renovation project finished in 2012. The elegant Neo-Baroque inspired ceilings under the large domes are one of the highlights, their warm yellows and unusual eagle and zodiac designs giving the space a grand feeling.\nElegant arched domes of Tokyo Station\n### Heading underground for fantastic shopping and food\nBeneath the station, you will find dozens of underground passages, shopping streets, dining areas, galleries and more. You could spend a whole afternoon exploring \"Tokyo Station City\" without ever coming out above ground. Foodies will want to check out the offerings at Ramen Street, Kurobei Yokocho, and Kitchen Street.\nPop culture fans will be delighted with Tokyo Character Street, filled with shops selling official Japanese character goods ranging from a Pokemon Center and Ghibli store to ones for classic Shonen Jump anime series and the latest popular characters.\nTokyo Station is a great spot to find Japanese souvenirs, sweets, and other goods, with options for a whole range of budgets.\n### Rainy-day haven\nIf the weather is being uncooperative, there is no need to despair. See the sights around the station without getting wet, thanks to the network of helpful tunnels. After shopping and dining in Tokyo Station City, you can check out the latest exhibitions at the brick-walled Tokyo Station Gallery or the cutting-edge JP Tower Museum Intermediatheque, located nearby inside the bright KITTE department store.\nTired after walking around the city? Treat yourself to a massage or manicure in the fancy department stores or little salons of the Yaesu Shopping Mall, also known as Yaechika. Bibliophiles will find a second home in the foreign language book section of Maruzen, housed in the Marunouchi Oazo complex in front of the Marunouchi North Exit.\n### Around Tokyo Station\nThere are lots of options for sightseeing near the station. A quick walk from the Marunouchi Central Exit will take you to the beautiful Imperial Palace East Gardens of the Imperial Palace. You could also wander over to high-class hotspot Ginza, passing by the Tokyo International Forum on the way. Go out the Yaesu Exit to discover nearby Nihonbashi, where Coredo Muromachi and \"antenna shops\" offering goodies from other prefectures are waiting to tempt you.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1798.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1798", "title": "1798", "category": "spot", "text": "# Ginzan Onsen銀山温泉\nGinzan shinhata, Obanazawa-shi, Yamagata-ken\n## Unwind, relax and step back in time\nFounded on the site of a former silver mine in rural Yamagata, Ginzan Onsen Hot Spring caters to discerning guests with a taste for old-world atmosphere.\nTraditional inns line the river to create picturesque scenes more evocative of a Taisho period (1912-26) novel than a modern resort. It's a long way from big city life and well worth the trip.\n### Don't Miss\n- Stroll along Ginzan River and the town's pedestrianized streets in your yukata\n- Visit Shirogane Park and cool yourself by its waterfalls\n- Stay overnight and dine at one of Ginzan Onsen's many hot spring inns\n- Take an outdoor rotenburo bath or enjoy a private kashikiri soak\n## How to Get There\nGinzan Onsen can be accessed by a combination of JR trains and buses.\nFrom Tokyo, take the JR Yamagata Shinkansen to Oishida Station (three hours, 20 minutes), then catch a bus to Ginzan Onsen (35 minutes). The train is covered by the Japan Rail Pass, but the bus is not. Be aware that buses only depart Oishida Station every 60-90 minutes.\nVisitors traveling by car are required to park at a designated parking area outside the town center. Many inns offer a shuttle service into town from the lot.\n### Get to know the onsen-kyo\nPopular among Japanese travelers, the term onsen-kyo is associated with small, quaint towns and cozy inns that offer accommodation, food and hot spring bathing. As weekend retreats, they are popular with all age groups, from young families to retirees. This cherished aspect of travel in Japan often goes unnoticed by foreign visitors, so live like a local and dive into onsen-kyo culture.\nThe area is a car-free town center with no modern buildings in sight.\nHaving checked into one of the town's many inns, visitors walk the streets without the usual concern of cars zipping past to beat the traffic light.\nIn the proud tradition of Japanese inns, Ginzan Onsen's ryokan offer up sumptuous local dishes to meet the standards of their mostly Japanese clientele.\n### Such stuff as dreams are made of\nBeautiful buildings surrounded by an unspoiled rural setting ensure that Ginzan Onsen is pleasant all year round. Long summer days are perfect for lazy strolls down idyllic streets in a yukata. In winter, the town really works its magic. The sight of the buildings blanketed in snow and illuminated by the soft glow of gaslights leaves a lasting impression.\nMany Japanese visitors come to Ginzan Onsen in search of its Taisho period ambience. Anyone familiar with Mishima Yukio's novel 'Spring Snow' will delight at how the setting blends traditional Japanese aesthetics with what was once seen as modern sophistication. The gaslights and absence of motor vehicles help maintain the atmosphere.\n### The finer points of hot spring bathing\nRotenburo are outdoor baths-usually hidden from outside view-which allow you to take in the surrounding scenery from the comfort of a hot spring. Another attractive option is arranging a kashikiri session in a private bath, whereby you and traveling companions can have a tub all to yourselves for a short time.\n### Silver everything\nUnsurprisingly for a town founded on a silver mine, Ginzan Onsen takes both its name (literally, Silver Mountain) and iconography from the element. The popular Shirogane Park boasts an impressive 22 meter tall waterfall, and you'll also find an illuminated cave which is well-lit and ideal for taking pictures.\n### Old meets new meets old\nGinzan Onsen's one notable concession to modernity is the Fujiya ryokan, a striking building designed by famed architect Kuma Kengo. With a blend of modern and traditional elements, including the incorporation of bare timber and white plaster, it stands out from its surroundings while also keeping one foot firmly in the past.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1824.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1824", "title": "1824", "category": "spot", "text": "# Hachimantai Onsen八幡平温泉郷\nKazuno, Akita / Semboku, Akita / Hachimantai, Iwate\n## An onsen resort with plentiful, sulphur-rich water, plus trekking, golf, skiing and more nearby\nSituated in a lofty mountain range bordering Iwate and Akita prefectures, Hachimantai Onsen is a resort that offers tranquil surroundings, unspoiled beauty, and the relaxing sounds of birdsong while bathing.\n### Quick Facts\nSpectacular views of Mt. Iwate from onsen (hot springs) in the area\nA wide range of all-year leisure activities\n## How to Get There\nThe Hachimantai area can be reached via Tazawako, Morioka, or Kazuno-Hanawa stations.\nTake the Akita Shinkansen to Tazawako Station. Take the Tohoku Shinkansen to Morioka Station. Take the JR Hanawa Line to Kazuno-Hanawa Station.\n### Great for body and mind\nSince its waters possess a number of healing properties, including soothing nerve pain, sore muscles, joint pain, fatigue, chronic digestive disorders, diabetes, chronic skin diseases and arteriosclerosis, Hachimantai Onsen has become a popular base for visitors wishing to explore the area.\n### Enjoy the other leisure activities\nYou have options like trekking, golf, angling and mountain climbing during the summer months, and skiing and snowboarding during the winter.\n### Fukenoyu Onsen\nTake a hike up to this quaint hot spring, which is located below the summit of Mt. Hachimantai. Enjoy the feeling of nature around you while relaxing in the volcanic hot spring.\n### Goshogake Onsen\nRelax in beautiful Goshogake Onsen on the slopes of Mt. Hachimantai in the heart of Towada-Hachimantai National Park. With indoor baths made of scented pine, steam boxes, an outdoor onsen, and a volcanic mud pool, there are plenty of options.\n### Tamagawa Onsen\nTamagawa Onsen has the highest acidity of all Japan's hot springs. The bedrock emits weak radioactivity. People from all over Japan come to bathe here in the hope of being cured of various illnesses.\n### Places to stay\nThere is ample accommodation within the area, including the largest resort in Tohoku, Hachimantai Resort.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1856.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1856", "title": "1856", "category": "spot", "text": "# Notsuke Peninsula野付半島\nBetsukai, Hokkaido\n## Notsuke Peninsula—home to a one-of-a-kind ecosystem\nThe Notsuke Peninsula is more than just a sandspit sticking out into the deep waters of the Nemuro Strait. This narrow strip of land provides a unique ecosystem for plants, wildfowl and sealife. Visit the peninsula to get away from the regular tourist trails and admire the stunning vistas of the Shiretoko Mountains and Kunashiri Island at the same time.\n## How to Get There\nThe area can be accessed by driving 30 minutes from Nakashibetsu.\nNakashibetsu Airport has direct flights to Sapporo and Tokyo. A night bus from Sapporo takes about seven hours. From Nakashibetsu, hire a car and drive 30 minutes to the peninsula entrance.\n## Driving on the water\nThe Notsuke Peninsula is 26 kilometers long, so make sure you take plenty of time to enjoy the drive. The peninsula narrows so that you are driving right next to Odaito Bay on one side and Nemuro Strait on the other. Drive past a dramatic landscape of sunken forests, grazing deer, wildfowl and native flowers on your way to the Notsuke Hanto Nature Center. Park here and go inside to learn more about this fascinating area, or take a walk further out to admire the nature up close.\n## Guided boat tours to the peninsula\nIf the idea of zooming across a very shallow bay in a fishing boat appeals to you, try one of the excellent Bekkai Kankousen cruises from nearby Odaito. It's also a good way to see the birdlife and the cute harbor seals popping their heads out of the waters.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1861.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1861", "title": "1861", "category": "spot", "text": "# Lake Mashu摩周湖\nKawakami District, Teshikaga, Hokkaido\n## A mist-shrouded crater lake clear to its depths, with a volcano at its heart\nTime stands still at pristine Lake Mashu, a caldera lake in Akan-Mashu National Park. With its deep blue waters and steep crater walls, it truly is a special place to visit.\n### Don't Miss\n- Breathtaking views from the observation decks\n- Scenic hiking trails around the lake\n## How to Get There\nLake Mashu is a 15-to 20-minute drive from Mashu Station in the town of Teshikaga.\nAlthough the best way to visit the lake is by car, there is some public transportation. Infrequent buses operate between Mashu Station and the lake throughout the year.\n### Quick Facts\nThe caldera was formed around 7,000 years ago\nThe small island in the middle is actually a 240-meter volcano\nThe lake itself is 212 meters deep\n### Misty, mysterious Mashu\nFog often forms close to the surface of Lake Mashu, and it can be devilishly difficult to get a clear view of the lake. Peak fog times tend to be in June and July, but don't despair because the weather around the lake is quite changeable, and the fog can disappear as quickly as it forms.\n### Around the lake\nTake your time to admire the view of the pristine lake, which is said to be one of the clearest lakes in the world. The immensity of the caldera lake is impressive. You can walk around the edge of the crater to the top of Mt. Mashu, the smaller crater sitting on the south side of the lake. The hike will take you at least two hours each way but is definitely a worthwhile pursuit for the beauty you see along the way.\n### A lesser-known viewpoint\nWhile there are two observation decks on the west side of Lake Mashu, there is actually a little-known third observation deck on the east side, called Ura-Mashu (open late April to early November). Ura-Mashu is quieter and closer to the lake, guaranteeing a better view on a foggy day, and allows more time to get a perfect photo.\nWhile in the area, take the time to visit the nearby crystal clear waters of Kaminoko-ike Pond and the healing waters of Yoroushi Onsen.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1862.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1862", "title": "1862", "category": "spot", "text": "# Kushiro Marsh釧路湿原\n6-11 Hokuto, Kushiro-shi, Hokkaido\n## Japan's largest marshland is a haven for wildlife\nHome to the tancho, Japan's iconic red-crowned crane, scenic Kushiro Marsh teems with a wide array of plant and animal life. With an overall area of 288 square kilometers, it is the largest marshland in Japan. The marsh is situated near Kushiro Airport.\n### Don't Miss\n- The Japanese red-crowned cranes, a national Special Natural Monument\n- Miles of lush green marshlands, lakes and meandering rivers\n## How to Get There\nKushiro is best explored with a rental car.\nFly to Kushiro Airport directly from Haneda or New Chitose Airport (Sapporo). The vast marshland spans four municipalities: Kushiro City, Kushiro Town, Shibecha Town and Tsurui Village. The city of Kushiro is four and a half hours from Sapporo by train and five and a half hours by bus.\n### Quick Facts\nHome to 700 species of plants, it was the first Japanese marshland registered under the Ramsar Convention\nThe Kushiro River originates from Lake Kussharo and slowly snakes south through the marshes for over 150 kilometers\n### Birdwatcher's paradise\nA big draw for birdwatchers, Kushiro Marsh and its surroundings are one of the few places you can see the magnificent tancho, Japan's rare and enchanting red-crowned cranes. You can usually spot them casually feeding in roadside fields all around the wetlands, but there are several feeding sites during winter which the birds visit in large numbers. Try the Tsurui-Ito sanctuary or a view of the sleeping cranes shrouded in morning mist at Otowa Bridge, and keep an eye out for Steller's sea eagles in the winter, and Latham's snipes in the summer.\n### Take in the views\nThere are a variety of beautiful and contrasting spots from which to view the wetlands. Go to Hosooka Observatory for impressive views of the marsh and the snaking Kushiro River. Bird watchers can walk the boardwalk at Onnenai to see cranes, zebra finches, great blue herons and other birds. Drive to the Kushiro Marshland Observatory for a panoramic view of the rich nature, or climb to the remote Kottaro Marshland Observatory for a majestic view of the marshland.\n### Alternative experiences\nTake a nostalgic Winter Shitsugen steam train from Kushiro or Shibecha Stations through the Kushiro Marshland and view the East Hokkaido's most wintry wilderness. The Kushiro Shitsugen Norokko-go runs from late April to early October.\nPerhaps your best way to get close to nature is by taking a canoe ride on Lake Toro. Choose from a variety of tours at the Toro Nature Center.\n### Heartwarming food\nIf you are feeling hungry, look for a secluded cafe hiding in the hills and valleys surrounding the marshes. Try Aurora Farm Village near Shibecha for a cozy meal around the hearth and a truly wild onsen in the forest, or Heart'n Tree Restaurant for original homemade dishes. Alternatively, head for Kushiro City to savor some of the freshest fish in Eastern Hokkaido at Kushiro Fishermen's Wharf and Washou Ichiba Fish Market.\n### The onward journey\nHead north from the Akan Town side of the marshes to visit the picturesque Lake Akan, or north from Shibecha towards the majestic Lake Mashu. Both parts of Akan-Mashu National Park are around an hour's drive.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1875.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1875", "title": "1875", "category": "spot", "text": "# Sounkyo層雲峡\nKamikawa-cho, Kamikawa-gun, Hokkaido\n## See waterfalls, huge towers of ice, and bask in hot springs\nPart of Daisetsuzan National Park, the Sounkyo area comprises a range of gorges surrounded by 100-meter-high cliffs. The area is particularly beautiful in the fall, and hiking tours are available during most of the year. Nestled in the valley is an onsen resort area of the same name will find a tourist hot spring resort area.\n## How to Get There\nSounkyo is in the northern part of Daisetsuzan National Park, and direct buses go there from Asahikawa Station. It's about a two-hour ride there, and you can catch a bus every one to two hours from the station.\n### Nature in all its glory\nWhichever season you find yourself in Sounkyo, there is always something spectacular to see. In summer there are tours around the mountains, waterfalls and hot springs. In winter, Sounkyo turns into a magical icy wonderland with beautiful towers of ice and snow, giving it an otherworldly feel. There are even fireworks on the weekends.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1885.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1885", "title": "1885", "category": "spot", "text": "# Furano富良野市\nFurano-shi, Hokkaido\n## Ski, play, photograph and drink your way through Furano\nFurano is a large expanse of rolling hills that lead up to Mt. Tokachi. Situated along the Sorachi River, Furano belongs to Furano-Ashibetsu Nature Park. Because of its position in the heart of Hokkaido, Furano is nicknamed the \"navel town.\" There's even a festival to celebrate it.\nIn winter, Furano is prime downhill and cross-country skiing territory with world-class slopes. Warmer weather is perfect for river rafting, trekking, cycling, golf and other pursuits.\n### Don't Miss\n- Taking a hot air balloon ride to see and photograph vast fields of lavender and other blooms\n- Skiing on long, fast, challenging runs at Furano Ski Resort\n- Drinking locally produced wine, especially during the festival in September\n## How to Get There\nYou can reach the Furano area by train, bus, and car.\nA Hakodate Main Line limited express train to Takikawa takes 50 minutes, followed by a Nemuro Main Line train to Furano (1 hour, 10 minutes). You can also catch a Hokkaido Chuo bus from Sapporo to Furano, which takes about two and a half hours. Getting around Furano's various attractions is easiest by rental car.\n### Quick Facts\nThe name Furano means \"place with an odor,\" from the Ainu word furanui, and is a reference to local volcanic activity\nFurano is famous for its vast lavender fields\nFurano's ski resort has been the site of World Cup races\n### Naturally attractive in every season\nFurano's natural beauty can be appreciated in every season—stardust in the winter sky, charming purple Rhododendron dauricum flowers along the roadside in spring, the inviting color and fragrance of lavender in summer, and the glorious red and yellow leaves in fall.\n### Go play outdoors\nIf you love outdoor sports, head for Furano for hiking, cycling, fishing, parasailing, thrilling rafting trips down the Sorachi River and skiing through the soft powder snow at the nearby Kita-no-Mine ski resort in winter. If you're looking for a special present for someone, a hot air balloon flight is a great choice.\n### Strolling through fragrant fields\nA walk through Furano Lavender-no-Mori (lavender field) is a must in summer when the sweetly scented purple blooms are at their best. There are several farms in the area growing different types of lavender, which is used in perfume, cosmetics, potpourri and other products.\n### Some serious navel exposure\nDuring the summer, Furano holds a humorous festival in which about 3,000 people draw funny faces on their bellies and dance around the main street. This is definitely a singular event you won't see elsewhere, so get your cameras ready.\n### Sip wine with the locals\nFurano has been producing wine since 1972, and there is a winery overlooking the town open to the public with free wine tastings. In September, Furano has a wine festival. You can buy and sample many types of wines.\nThere's more than wine to this event. Try gourmet food made with local Furano ingredients. You can also get into events such as barrel races, barefoot grape stomping, and pumpkin weight guessing contests.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1891.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1891", "title": "1891", "category": "spot", "text": "# Asahiyama Zoo旭川市旭山動物園\nKuranuma, Higashiasahikawa-cho, Asahikawa-shi, Hokkaido\n## Cold climate animals in natural enclosures\nJapan's northernmost zoo is one of the highlights of the Asahikawa area. Primarily specializing in cold climate species, there are more than 700 animals from 124 species, housed in environments that are close to their natural habitats.\n### Don't Miss\n- The daily penguin walk (held during the snowy season)\n- The Polar Bear Aquatic Park, where the bears dive and swim\n- Feeding time—the times for the different animals are staggered so you can enjoy seeing multiple feeding frenzies\n## How to Get There\nThe zoo is a day trip from Sapporo and 40 minutes by bus from Asahikawa Station.\nAsahikawa Station is about 80 minutes from Sapporo Station on the JR Hokkaido Line. On weekends and national holidays, special Asahikawa Zoo express trains from Sapporo to Asahikawa are decorated in a zoo theme, with stuffed animals and play areas.\n### Quick Facts\nAbout 1.4 million people visit the zoo annually\nThe zoo was the first facility in Japan to succeed in the natural breeding of cold region animals, such as polar bears, Amur leopards, and Scops owls\n### See nature up close\nThe zoo is planned for efficiency, to maximize the number of enclosures you can visit. Abundant windows and bubble domes provide opportunity to see animals at eye level.\n### Act naturally\nA fundamental concept of the zoo is to show animals' natural behavior. Spotted seals dart through the water and dive through a transparent tank called a marine way, penguins appear to fly above you through aqua tunnels. Polar bears dive and play.\n### Penguin star power\nPenguins are one of the zoo's most popular animals. You can walk through underwater tunnels as they swim overhead. In winter, everyone waits for the penguin walk, when they waddle along outside of their enclosures in front of the crowd like a tiny army.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1893.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1893", "title": "1893", "category": "spot", "text": "# Onuma Quasi National Park大沼国定公園\n1023-1 Onuma-cho, Nanae-cho, Kameda-gun, Hokkaido\n## An expansive park of lakes, mountains and activities\nDesignated a Quasi-National Park in 1958, Onuma Park includes the picturesque Onuma, Konuma and Junsainuma lakes, and the beautiful Mt. Komagatake. With abundant wildlife, lush greenery and no shortage of activities, Onuma Park is perfect for nature-lovers. Cycling, canoeing, horseback riding, camping, and hiking are all on offer in summer, while snowshoeing, ice fishing and snowmobiling are popular activities while the park is blanketed in snow during the winter.\n### Don't Miss\n- Strolling from islet to islet along the 18 bridges that crisscross Lake Onuma\n- Trying to spot one of the many species of birds that call Onuma Park home\n- Joining the festivities for summer's Onuma Lake Water Festival or winter's Ice and Snow Fair\n## How to Get There\nOnuma Park is most easily accessed by train or bus from Hakodate.\nFor those arriving by train, take either the JR Super Hokuto Express (20 minutes) or the slower local train, from Hakodate Station to Onuma Koen Station. Alternatively, buses run from Hakodate Station to the park in 60 minutes. For those with a private vehicle, the drive from Hakodate Station takes around 40 minutes.\n### Walk on water at Lake Onuma\nSitting centrally in Onuma Park is Lake Onuma, a haven for wildlife. The largest lake in the park, Lake Onuma is 14 kilometers around. Most notably, the lake is home to 126 small islands. To help you explore the beauty of the lake, 18 bridges span the waters to connect some of the islands. A walk around the lake will take you around 2 hours 40 minutes.\n### Four seasons on display\nSpring in Onuma is popular with bird-watchers, with herons, mandarin ducks, and kingfishers inhabiting the park grounds. Summer's warm temperatures coax water lilies to bloom, dotting the waters of the park with pink and white flowers.\nIn fall, the rich colors of the foliage in Onuma Park are reflected on the lake's surface, creating breathtaking scenes. Winter brings soft snows and a quiet grace to Onuma Park, along with hundreds of migratory birds.\n### Exciting events to experience\nOnuma Park offers two fun-filled events, one in summer and one in winter. The summer event is the two-day Onuma Lake Water Festival. The highlight of this family-friendly event is the toro nagashi ritual, where floating lanterns are launched on the water in memory of deceased loved-ones. During the two-day festival, candles light the lake and a fireworks display is held. The year's largest event, the Snow and Ice Fair is held in February. This festival includes a beautiful array of illuminated snow and ice sculptures, food stalls and a giant ice slide.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1902.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1902", "title": "1902", "category": "spot", "text": "# Motomachi (Hakodate)函館元町\nMoto-machi, Hakodate-shi, Hokkaido\n## The picturesque streets of this port town are a harmony of East and West\nThe picturesque and Western-influenced streets of the historic Motomachi district recall the days when Hakodate became one of the first ports in Japan to welcome foreign trade, bringing entrepreneurs from Russia, China, and the West.\n### Don't Miss\n- The Old Public Hall of Hakodate Ward\n- The area's historic buildings illuminated at night\n- Enjoying Hokkaido soft-serve ice cream\nA view of the Old Public Hall\n## How to Get There\nMotomachi is accessible by both tram and bus from Hakodate Station.\nCatch a tram or bus from Hakodate Station to Suehiro-cho. From there, you can easily explore the Motomachi district on foot.\n### East meets West\nLocated on the slopes below Mt. Hakodate and overlooking Hakodate Bay, Motomachi is home to well-preserved Western-style residences, former administrative offices and places of worship. As you explore, you will see the confluence of cultures that flourished after Hakodate became an open port in 1859.\nPopular places to visit include the Old Public Hall, which has wonderful views of the bay from its balcony, the Hakodate Chinese Memorial Hall, and the Old British Consulate, where you can stop for afternoon tea.\n### Three churches\nAnother of Motomachi's well-known sights is the Russian Orthodox Church. Though founded in 1860, the current structure of the church with its distinctive green onion domes was built in 1916.\nNearby you will find two other churches dating back to the 19th century: Motomachi Roman Catholic Church and Hakodate St. John's Church.\n### Grab a soft-serve ice cream\nThere are plenty of shops, cafes, and restaurants in Motomachi, and if you want to try Hokkaido's famous soft-serve ice cream, you've come to the right part of town. Head to Minatogaoka Street where you'll encounter temptation every step of the way. Made with rich Hokkaido milk, the ice cream comes in a wide variety of flavors, from vanilla to squid ink.\n### Make sure you haven't missed anything\nIn Motomachi Park, you'll find another fine building, the former branch office of the Hokkaido prefectural government. Motomachi Park has nice views of the city and is a pleasant spot to take a break.\n### Stay for the evening\nYou can easily spend hours wandering the scenic streets of Motomachi. Stay until nightfall, and you can see how its historic buildings look when they're illuminated. In winter, the area is given a festive air when the trees lining Motomachi's slopes are adorned with lights.\nAs for those sloping streets, there are 19 in all. The slope with the best view is Hachiman-zaka, and you can begin your ascent a short walk from the Suehiro-cho tram stop.\n### Converted warehouses\nAfter touring Motomachi, consider walking over to the nearby Kanemori Red Brick Warehouse by the harbor. Built in 1909, they were the first commercial warehouses in the city. Now turned into a stylish shopping and dining complex, they're an attractive destination for eating, drinking and picking up some souvenirs of your visit.\nAnother option is to combine your visit to Motomachi with a trip up Mt. Hakodate to enjoy the fabulous view. Make your way to the ropeway station, and it's three minutes by cable car to the top.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1903.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1903", "title": "1903", "category": "spot", "text": "# Goryokaku Tower五稜郭タワー\n43-9 Goryokaku-cho, Hakodate-shi, Hokkaido\n## Enjoy sweeping vistas and Hakodate from up high\nYou can see the city of Hakodate spread out in front of you from the top of Goryokaku Tower, but it's the view of the star-shaped citadel below that really catches the eye.\n### Don't Miss\n- Great views of Hakodate\n- The rare experience of looking down at a star\n- The Cherry Blossom Festival\n## How to Get There\nGoryokaku Tower is easily accessible by tram or bus from Hakodate Station.\nIf traveling by bus, alight at Goryokaku Koen Iriguchi and walk for seven minutes. By tram, the nearest stop is Goryokaku Koen Mae from where it's a 15-minute walk.\n### Wish upon a star\nGoryokaku Fort was Japan's first Western-style fort, completed in 1864 for the defense of northern Japan. From Goryokaku Tower, you can clearly see how it resembles a five-pointed star. Make a wish, and you never know, it might come true.\nThe fort was designed in the shape of a star to allow for more gun emplacements and reduce blind spots that could not be reached by cannon fire.\nGoryokaku Fort is a perfect five-pointed star.\n### Standing tall\nThe original Goryokaku Tower was completed in 1964. The present structure opened in 2006 and stands 107 meters tall.\nFrom its observation floors at 86 and 90 meters, the tower affords good views of Mt. Hakodate, the Tsugaru Strait and the Yokotsu mountain range to the north.\nThere are shops and restaurants on the first and second floors of the tower, and you can learn about Goryokaku's history at an exhibition on the upper observation deck.\n### Pretty in pink\nOne of the best times to visit Goryokaku Tower is for the Cherry Blossom Festival. Some 1,600 cherry trees line the moat around the fort and when in season, they turn the citadel pink. Goryokaku Park is one of Hakodate's premier spots for cherry blossom viewing, so consider joining the merry-makers below after enjoying the view.\nYou can see the star blushing pink with blossoms\n### Wish upon a star\nAnother good time to visit is during the winter months when the moat around the fort is lit up for the Goryokaku Dream Illumination. Go up the tower after dark between December and February and see the outline of the fort shining brightly as a star should, thanks to 2,000 lights reflecting off the frozen moat.\nWhile there, you can write a wish on a strip of paper and attach it to the Goryo Star Dream Tree in hopes that your dream comes true. After February, your wish will be dedicated at the Hokkaido Toshogu Shrine.\nThe star is white in winter.\n### Have a picnic in the park\nGoryokaku Park has been open to the public since 1914 and has become Hakodate locals' favorite place for a picnic. You won't want to sit outside with your sandwiches in the winter months, but it's a great place to walk around at any time year.\nGoryokaku Park has many spots where you can sit and enjoy a picnic.\n### Go see some art\nWhile in the area, consider visiting the Hokkaido Hakodate Art Museum. A short walk from the Goryokaku Tower, it features works by famed Japanese artists Yokoyama Matsusaburo and Miematsu Tanabe, both of whom had special connections to southern Hokkaido. It also has works by Rodin and Renoir.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1906.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1906", "title": "1906", "category": "spot", "text": "# Rusutsuルスツ\nPhoto copyright: ©RUSUTSU RESORT\nRusutsu, Abuta-gun, Hokkaido\n©RUSUTSU RESORT\n## Home to Hokkaido's best tree skiing\nRusutsu, which stretches across three mountains, is a ski resort with courses to suit any ability. The breathtaking views of Lake Toya from the top of Mt. Isola are not to be missed.\n## How to Get There\nTwo hours from Sapporo, Rusutsu is accessible by bus or rental car. There are free shuttle services from Sapporo or paid shuttles from New Chitose Airport.\nFor those staying in Niseko, it is an easy day trip, with various shuttle options available.\n### Skiing through the trees\nRusutsu Resort consists of natural powder snow and has the largest number of lifts and gondolas of any single ski resort in Hokkaido. The Heavenly Area is particularly popular with skiers and snowboarders as an area where you can enjoy powdery forest courses and sidecountry skiing.\n©RUSUTSU RESORT\n### Fabulous facilities\nThe on-site hotels and lodges offer ski-in, ski-out convenience, with other smaller accommodation options around the area. There are plenty of dining options both in and around the resort, providing the perfect way to end an exciting day in the snow.\n©RUSUTSU RESORT\n### Rusutsu in summer\nThe fun does not stop in the warmer months—Rusutsu's green season has a lot to offer. The base of the west mountain becomes a popular theme park when the snow melts. To slow down the pace, play a round of golf or enjoy outdoor activities in the mountains, rivers and lakes.\n©RUSUTSU RESORT\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1907.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1907", "title": "1907", "category": "spot", "text": "# Noboribetsu Onsen登別温泉\nNoboribetsuonsen-cho, Noboribetsu-shi, Hokkaido\n## Soak in healing waters at this top onsen resort in Hokkaido\nEase into a pool and wash away your fatigue. The onsen of Noboribetsu are famous for not only their bounty but also their variety. Natural spring waters flow down from Jigokudani (Hell Valley), resulting in naturally created baths and nine types of water.\n### Don't Miss\n- Soaking in refreshing, mineral-infused pools\n- Shopping and dining in a historical spa town\n- Seeing eerie plumes of steam rise from natural springs\n## How to Get There\nThe area is most easily accessed by bus or car.\nFrom Noboribetsu Station, take a bus or drive (15-20 minutes). Parking is available at the onsen hotels or in smaller public parking lots.\nFrom Sapporo, Noboribetsu is 90 minutes to two hours by train.\n### Quick Facts\nThe Noboribetsu hot springs are considered among the top ten in the country\nMany hotels have day-use bathing hours for visiting guests, with numerous baths to choose from\n### Water in its element\nThe mineral-rich waters of the area that bubble up from the ground are renowned for their healing properties. Milky-white sulfur-infused waters soften and refresh the skin. Other salt-rich and metal-rich pools have different health benefits, which are often proudly listed in the bathing areas of each hotel. Spending a day in the baths can be not only relaxing but also revitalizing.\n### Stretch your legs\nBefore or after your bath, take a walk around the shops in town or through Jigokudani (Hell Valley). See where demons are rumored to boil the waters of Jigokudani. Hike through trees that enjoy the warmed earth in the unique primeval forest, and look across to the clear waters of Lake Kuttara. Book a night at one of the many local hotels and ryokan for a thoroughly relaxing experience.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1908.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1908", "title": "1908", "category": "spot", "text": "# Noboribetsu Hell Valley登別地獄谷\n60 Noboribetsu, Onsen-cho, Noboribetsu-shi, Hokkaido\n## Boiling springs rise up from Jigokudani, known as Hell Valley\nThe otherworldliness of the bleached rocks, steaming pools, and sulfuric odor create a hellish landscape, reminiscent of demons.\n### Don't Miss\n- Gazing at ominous steaming, scalding-hot pools\n- Posing for pictures with demons\n- Bathing in the mineral-rich hot spring waters of Noboribetsu\n## How to Get There\nNoboribetsu Hell Valley is accessible by bus or car.\nFrom Noboribetsu Station, take a bus to the Noboribetsu Onsen bus terminal. From there, the boardwalks of Hell Valley are a five-minute walk away.\nFrom Sapporo Station, the area is an hour and a half away by express bus or train.\n### Hot springs sourced from deep below the ground\nSee an active volcanic geothermal area at work. The natural hot springs are a fun, relaxing attraction, but where does the water come from? In Noboribetsu, you can see the source of these waters as they flow up from below the surface and become infused with minerals. More than 10,000 tons of water containing natural elements is supplied to the hotels and inns of the onsen town.\n### A feast for all your senses\nWalk among the hot pools along the boardwalks and feel the warmth on your skin. Take in the sulfuric smells. See the steam and amazingly vibrant colors of the water, rocks, and surrounding trees.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1909.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1909", "title": "1909", "category": "spot", "text": "# Mt. Usu有珠山 昭和新山\nSobetsu, Hokkaido\n## Bird's-eye views from an active volcano\nLook over sparkling Lake Toya from active volcano Mt. Usu. From the base of the neighboring Mt. Showa-Shinzan, catch a ropeway to the top for spectacular panoramas of the lake and the Pacific Ocean. Follow the easy hiking trail to the observatory to see the crater. As you look back to the steamy red smaller volcano, you will see an incredible contrast of colors against the blue water and sky.\n## How to Get There\nThe Mt. Usu and Mt. Showa-Shinzan area is most easily accessible by car.\nThe area can be enjoyed in all seasons. Drive to the south side of Lake Toya and follow the signs to the base of Mt. Showa-Shinzan. From there, the ropeway takes about six minutes to reach the top.\nThe site is two hours from Sapporo or one and a half hours from New Chitose Airport.\n### Quick Facts\nThe UNESCO Geopark designation comes with an extensive trove of information online and at visitor centers in English, Japanese, Chinese, and Korean about the area around Lake Toya and the Usu volcano\nThere have been four eruptions of Mt. Usu in the past 100 years: in 1910; 1944–45; August 7, 1977; and March 31, 2000\n### Mountains old and new\nThe older, taller Mt. Usu has stood next to the lake for 20,000 years. Mt. Showa-Shinzan emerged from a farm field only recently, in 1943. Its name means “new mountain,” and it is active to this day. These two volcanos are some of the most active in Japan, with eruptions every 30–50 years.\n### Volcano village\nTogether with Lake Toya, Mt. Usu and Mt. Showa-Shinzan hold UNESCO Geopark status, and they are part of the greater Shikotsu-Toya National Park. There is an information center about the volcanos and the geology of the area on-site. Feel what it is like to be inside a volcano in the eruption experience room. There are shops for souvenirs, a cafe, and even volcano-style Hokkaido butter ramen.\nAt the visitors' center, you can get information about the footpaths, hiking courses designed to provide a combination of natural beauty and a fascinating glimpse into the geological wonder of the area. The routes include easy, intermediate, and somewhat difficult hikes, including courses that circle Lake Toya. On your hike, enjoy views of the volcanos, forest, and lake and experience a feeling of closeness to nature. Guided tours are available. Contact information is available on the Geopark website.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1910.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1910", "title": "1910", "category": "spot", "text": "# Mt. Tarumae樽前山\nTomakomai, Hokkaido\n## Hike on a slumbering volcano\nMt. Tarumae rises between Hokkaido's coast and Lake Shikotsu. At the top you have a close-up view of the lava dome and the smoking sulphur vents around it. It is an easy one-hour hike to the peak from the parking lot. If you have time, why not extend the walk by going right around the crater, which takes just another hour.\n### Don't Miss\n- An easy, spectacular hike\n- Fall leaves as they change colors\n- Ocean and lake views\n## How to Get There\nYou can reach the mountain by car.\nFrom central Tomakomai, the mountain is an easy 20-minute drive. Parking can be scarce, so it is a good idea to get there early. Tomakomai is an hour-long train ride south from Sapporo, though getting from the city to the mountain is easiest in your own transport.\n### Up, up and over\nIf you're keen to extend the walk, follow the ridgeline across to neighboring Mt. Fuppushi and down to the lake. The difference between the two is striking. The volcano has very few plants near the top, while next door is covered in trees. On clear days, the view to the coast and over the lake is stunning.\n### Seasons on the mountain\nPeak hiking season is in summer and on into the fall, when you'll see the leaves in the national park. Some do also head up once the snows have set in, though in the middle of winter the access road is closed from both sides, which makes the approach much longer and parking much more limited.\nThe mountain itself smokes all year round.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1911.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1911", "title": "1911", "category": "spot", "text": "# Lake Kuttara倶多楽湖\nShiraoi-gun, Hokkaido\n## Enjoy the natural beauty of one of Japan's clearest lakes\nLocated in the caldera of a volcano, Lake Kuttara can be found in Shikotsu Toya National Park. If you are visiting nearby Upopoy, Lake Poroto, Noboribetsu Onsen , Noboribetsu Bear Park, or Noboribetsu Marine Park Nixe, Lake Kuttara is worth a visit. The lake is home to freshwater crayfish and salamanders. These can be easily spotted due to the remarkable clarity of the lake's water.\n### Don't Miss\n- Taking a boat out on the lake and viewing the clear waters below\n- Hiking the lake and environs\n- Spotting local bird and wildlife\n## How to Get There\nReach Lake Kuttara via train, bus, or rental car.\nThe closest train station to the lake is Noboribetsu Station on the Muroran Main Line, which connects to other train lines going to Hakodate, Chitose, and Sapporo. To reach the lake, catch a bus bound for Noboribetsu Onsen and disembark at the last stop. Walking to the lake from here will take you roughly 40 minutes.\nRental car or taxi is the most convenient way to reach the lake, which is only 15-minutes drive from the center of Noboribetsu Onsen. Note that some roads close during the winter months, and it is not possible to reach the lake. The Shiraoi Tourist Association near Upopoy, can provide up-to-date information on access.\n### An unusual landscape\nDespite being one of the many caldera crater lakes in this volcanic and geothermal area, Lake Kuttara is unusual in that it is perfectly round. Because the colors of the trees and landscape change throughout the year, any pictures taken at Lake Kuttara will be unique.\n### Wildlife spotting at Lake Kuttara\nVarious animals can be seen in and around the lake. Local Hokkaido foxes, squirrels, tanuki and deer are common. Thrushes can be seen during the day, and nightjars and owls at night, so the area is recommended for bird watchers.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1915.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1915", "title": "1915", "category": "spot", "text": "# Sapporo Teine Ski Resortサッポロテイネ\n593 Teinehon-cho, Teine-ku, Sapporo-shi, Hokkaido\n## Fresh snow just outside the city\nLess than an hour away from the city center, Sapporo Teine Ski Resort is one of the most accessible resorts in the prefecture. Offering reasonable prices and trails, from those suitable for beginners to more advanced runs for seasoned pros, Sapporo Teine Ski Resort is perfect for a quick day trip or a full weekend adventure.\n### Don't Miss\n- Views of the mountain ranges and ocean in the distance\n- Powder snow from Ishikari Bay\n- The Dinosaur Kids Park with sledding\n- Hitting the park to try out all your tricks on the kickers, rails, and boxes\n## How to Get There\nThe resort is accessible by train and bus.\nFrom Sapporo Station, it is a 20-minute JR train ride to Teine. Change to a JR bus in front of the Teine train station. It is a 20-minute ride to the Teine Olympia Mae bus stop.\n### Quick Facts\nSapporo Teine Ski Resort hosted many of the events for the 1972 Winter Olympic Games\nThe highest point of the mountain is 1,023 meters above sea level\nThere are 9 lifts, 1 gondola and 15 courses\n### Ski the slopes—whatever your level\nThere are two main areas on the mountain, Olympia and the Highland Zone, which offer slopes at a variety of levels. Olympia is best for beginners and lower intermediates, while the Highland Zone is more challenging. Check out the four runs in Nature Zone. Night skiing is also offered at Teine.\n### Master the mountain\nTeine offers a range of lessons for adults and kids, but make sure you get your bookings done early.\n### Save on snowy adventures\nCheck the resort website for special ski packages, many of which include transportation, lift passes, and gear rental. Sapporo Teine Ski Resort also offers a variety of lift options from hourly passes to season passes.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1919.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1919", "title": "1919", "category": "spot", "text": "# Sapporo Station札幌駅\n4 Chome, Kita 6 Jonishi, Kita-ku, Sapporo-shi, Hokkaido\n## Hokkaido's largest station is also a hub for shopping and dining\nFrom fancy restaurants to cozy cafes, a selection of luxurious boutiques and even a cinema, Sapporo Station has it all. The station is a modern building that serves as the central hub for both transportation within the city and the prefecture at large and any journey to Hokkaido will almost certainly bring you here.\n### Don't Miss\n- Shopping and dining in Stellar Place\n- Stopping for boxed lunches and souvenirs in Daimaru Department Store's basement\n- The night view of the glittering city from the T38 Observation Deck\n- Relaxing in the JR Tower Hotel's \"onsen in the sky\"\n## How to Get There\nCatching a train to Sapporo Station is the best option. It's a 35-minute express train ride from New Chitose Airport to Sapporo Station.\nBuses also run from the airport to Sapporo Station, taking a minimum of one hour to make the trip.\n### Ride, dine, and shop\nSapporo Station is connected to an eight-story duty-free department store on its west side called Daimaru. With both casual and luxury brand items, it's a popular place to shop.\nDirectly above the terminal is Stellar Place, a seven-story department store with a cinema, restaurants that include a special ramen section, and clothing stores.\nTo the east, the JR Tower houses even more shopping, medical facilities, an observation deck and a hotel. Underground, you can find little boutiques and eateries in ESTA and Paseo.\n### Escape the elements\nThere is a long underground walkway that connects Sapporo Station with Odori Park and Susukino. Filled with shops and food stores, it's very convenient for getting around on rainy days or during winter snowstorms. You can also catch live music and art exhibitions in the tunnel throughout the year.\n### Where to next?\nMany trains run through Sapporo Station heading to every point of the island. From Sapporo, popular destinations include Otaru and Tomakomai for short day trips, or Asahikawa, Hakodate, Obihiro, and Kushiro for longer trips. If you want to travel around Hokkaido, be sure to visit the JR Information Center in the station for useful information.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1922.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1922", "title": "1922", "category": "spot", "text": "# Sapporo Beer Museumサッポロビール博物館\n9-1-1 Kita 7 Johigashi, Higashi-ku, Sapporo-shi, Hokkaido\n## Expand your beer knowledge, have some stellar brews and eat some hearty cuisine\nBrewers have been producing quality beer in Sapporo since 1877. The Sapporo Beer Museum opened over a century later in 1987 to show how Hokkaido's traditions and pioneering history are embodied by Sapporo Beer. The museum, which was fully renovated back in 2016, is the original beautiful brick edifice.\nRight next door is the equally atmospheric Sapporo Beer Garden, where you can drink fresh-brewed draughts and dine on some of Hokkaido's finest meat and produce in massive beer halls that wouldn't look out of place at the Oktoberfest.\n### Don't Miss\n- The beer tasting at the end of the tour\n- The all-you-can-eat grilled meat course\n- The gift shop for stylish shirts, beer mugs, and limited edition souvenirs\n## How to Get There\nYou can reach the museum by bus, taxi or on foot from Sapporo Station and other stations in the area.\nThe best way to get to the beer museum is to catch the Loop 88 Factory Line bus from Odori subway station or from in front of the Tokyu department store. This bus stops right next to the museum. Alternatively, catch the Toho subway train at Sapporo Station and go two stops to Higashi-Kuyakushomae Station. It's a 15-minute walk from there. You can walk directly from Sapporo Station, which takes 25 minutes. A taxi will get you there quickly as well.\n### Quick Facts\nForeign engineers helped construct the original building in 1890\nThe first beers by Japanese brewers were born here in Hokkaido\nThe museum is a Hokkaido heritage site\n### Sweet beginnings\nThe Sapporo Beer Museum was actually a sugar factory built back in 1890 before it became a beer factory and later a museum. Besides sampling the delicious beer, you'll love this area for photography with all the historical buildings and paraphernalia.\n### Get a taste of exclusive brews while on tour\nYou are free to explore the museum at your own pace. If you prefer following a guide, you can pay for a premium tour. Along the way, you can try the original Fukkoku Sapporo Bakushu beer recipe, brewed the way it was back in 1877.\nDo not miss the original posters and advertisements Sapporo Beer has used over the years. It's a great opportunity to learn about fashion and design that was popular in Japan in the various different decades.\n### Sapporo Beer Garden serves up delicious beer, food and good times\nAfter you tour the museum, head for Sapporo Beer Garden and its five restaurants to drink and feast. King crab, sushi, the lamb or mutton dish known as jingisukan (named after the Mongolian warlord) and more treats are on offer. Kessel Hall, Trommel Hall, and Poplar House all have an all-you-can-eat and drink plan. Lilac Restaurant has a la carte dishes including Japanese, Korean and Western cuisine. If you want to try grain-fed lamb, Garden Grill is the place to go. Package reservations are available online.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1923.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1923", "title": "1923", "category": "spot", "text": "# Sapporo Art Park札幌芸術の森\n2-75 Geijutsunomori, Minami-ku, Sapporo-shi, Hokkaido\n## Observe and create in this expansive park dedicated to art\nSapporo Art Park is in a 40-hectare forest south of Sapporo Station. Come to see the open-air sculpture garden and get involved in creating art. It is great for outdoor lovers, couples, and family groups. Sapporo Art Park is a place to not only observe but also create art.\n## How to Get There\nThe park is easily accessible by train or car from Sapporo.\nTake the Namboku subway line to Makomanai Station, then take a Chuo Bus (Soranuma or Takino Line) and go to the Geijutsu no Mori Iriguchi or Geijutsu no Mori Center bus stops.\nIt is about a 30-minute drive from Sapporo Station.\n### Things to do in the park\nSapporo Art Park is, well, a park devoted to art. There is a lot of art to enjoy as an observer and a participant.\nTwo facilities, the Sapporo Sculpture Garden and the Sapporo Art Museum, have fees, but the majority of the park and its artwork are free to view. There are more than 70 art objects scattered throughout the park. You are free to roam, play, enjoy the area, and participate in a plethora of activities and workshops.\nThe park offers educational projects to teach arts and crafts like pottery, dying, weaving, printing, and woodworking. There are also exhibitions, musicals, theater productions, concerts, events, and performances throughout the year there.\nThe pottery is unusually big. There is a studio that can be used by individuals or groups. It is fully equipped with various tools, such as a clay-kneading machine, wheels, kerosene, and an electric kiln. Also in the park are an anagama and noborigama, making it a great place for serious ceramic artists.\nNearby, there is skiing, snowshoeing, and a whole host of snow activities all winter. In the summer, there is a plethora of trekking, watersports, and mountain adventures, too.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1927.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1927", "title": "1927", "category": "spot", "text": "# Odori Park大通公園\n7 Chome, Odorinishi, Chuo-ku, Sapporo-shi, Hokkaido\n## A stretch of green in the heart of Sapporo\nVisit Odori Park to mingle with locals picnicking out in the sun, or stroll through after a day of shopping for a relaxing afternoon walk. Lined with trees, the park has a large, fragrant rose garden on the west side, fountains throughout the middle, and interesting statues scattered around. If all that walking works up an appetite, don't miss the small stalls that sell two of Hokkaido's specialties—grilled corn on the cob and hot, buttery potatoes.\n### Don't Miss\n- Feasting on local delights during the Autumn Fest in September\n- Cheering for the dancers at the Yosakoi Soran Festival in June\n- Relaxing with a pint at the Odori Beer Garden in late summer\n- Superb statues at the Sapporo Snow Festival in February\n### Quick Facts\nRoughly 1.5 kilometers long, the park covers thirteen blocks in total\nConstructed in 1871, it was designed to be a fire break for the city\nThe original name was Shiribeshi Dori (later changed to Odori in June 1881)\nThe name Odori, in Japanese, means \"large street\"\n## How to Get There\nCatch a 35-minute rapid airport train from New Chitose Airport to Sapporo Station, then transfer to the Namboku or Toho subway line to Odori Park (one stop south). For those who prefer to walk, the park is roughly 10 minutes away from Sapporo Station, with paths both above and below ground.\n### A walk in the park\nFind thousands of documents and learn more about the history of Sapporo, at the Sapporo City Archive Museum (Nishi 13-chome) at the west end of the park (free entry). For families, Nishi 8-chome and 9-chome are great places to stop, as they offer playgrounds and slides for children.\nA must-visit is the iconic Sapporo TV Tower at the east end (Nishi 1-chome) for unforgettable views from the top.\n### Party all along odori\nNumerous large-scale events are held in Odori all year long. The Sapporo White Illumination and Sapporo German Christmas Market are well worth a visit in December, while the famous Sapporo Snow Festival in February draws visitors from all over the world. Spirited and vibrant, the Yosakoi Soran Festival kicks off summer in early June, while the open-air Odori Beer Garden (open from late-July to mid-August) wraps up the warm weather.\nFor those who prefer cooler weather, there are food and flower festivals in the spring and autumn months. Among the most notable is the Autumn Fest, which is the newest festival of the bunch.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1933.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1933", "title": "1933", "category": "spot", "text": "# Maruyama Park (Hokkaido)円山公園（北海道）\nMiyagaoka, Chuo-ku, Sapporo-shi, Hokkaido\n## Picnics, baseball, and cherry blossoms in a park that still has virgin forest\nHokkaido Shrine, Maruyama Field, and Sakashita Baseball Stadium are all in Maruyama Park. It is a nice area for a walk and a great place to have a barbecue during the cherry blossom season.\n### Don't Miss\n- The classic cherry blossom-viewing route around Hokkaido-jingu Shrine\n- Watching sports in Maruyama Baseball Stadium or Sakashita Baseball Stadium\n- Visiting the cute animals at Maruyama Zoo\n## How to Get There\nYou can get to the park by train.\nFrom Sapporo Station, take the Namboku subway line to Odori Station, then transfer to a Tozai line subway train and head west toward Miyanosawa. Get off at Maruyama-Koen Station.\n### This park still contains virgin forest\nThis huge 439,000-square-meter area contains magnolias, maple, oak, Japanese Judas, cherry, and other varieties of trees. It has also been designated as a natural monument.\nTake a walk up to Maruyama Zoo from the station. A long wooden walkway that goes through a forest is a great place for bird and Ezo squirrel watching.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1934.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1934", "title": "1934", "category": "spot", "text": "# Jozankei Onsen定山渓温泉\nMinami-ku, Sapporo-shi, Hokkaido\n## Soak in onsen waters surrounded by lush greenery and magnificent canyons\nThe largest hot spring town in Hokkaido with about 20 ryokan inns, Jozankei Onsen in Shikotsu-Toya National Park is one of Hokkaido's major tourist attractions, drawing 1.4 million visitors a year. A monk named Mizumi Jozan established a spa along the upper Toyohira River in 1866, taking advantage of the healing properties of the water. He brought the injured and sick here for healing, and little by little the area's reputation spread.\n### Don't Miss\n- Autumn in Jozankei, when the mountains and the Toyohira River are a tapestry of autumn colors\n- Canoeing under the picturesque Nishiki bridge\n- Getting a photo of a kappa, the little water sprite that is Jozankei's mascot\n## How to Get There\nYou can reach Jozankei Onsen via car or shuttle bus.\nMany hotels offer a shuttle bus service from Sapporo Station or Makomanai Subway Station. The Kappa Liner bus departs for Jozankei Onsen from Sapporo, Odori, and Susukino stations 13 times a day. Reservations are required. The bus trip takes about 75 minutes, while journeys by car run closer to 40 minutes.\n### Soak, look younger and feel refreshed\nThe spa's waters contain a large variety of minerals, including sodium chloride, sulfur, and sodium bicarbonate. These types of springs are among the most popular in Japan with waters considered beneficial for skin conditions, anemia, cuts and burns, fatigue and much more. Ask the locals to point you to the place that best suits your condition and note that most baths are gender segregated. Take a quick dip, or book into one of the traditional hotel ryokan for maximum relaxation.\n### The most colorful time of the year\nMany mountains surround Jozankei Onsen, making the fall season stunning. This is considered one of the best places to see the autumn foliage in Hokkaido. The autumn leaves begin to change colour a few weeks before central and southern Japan, and are best seen around mid-October.\n### The time is right\nAlthough fall is the major draw, Jozankei Onsen is popular throughout the year. Arrive at Jozankei Onsen by about 10 a.m. if you plan on a few activities besides visiting an onsen. Stay overnight if possible and catch the bus back to Sapporo that leaves around 5 p.m. the following day.\n### Jozankei's mischievous mascot\nThe symbol and guardian of Jozankei is a water sprite called a kappa, cute imaginary creatures resembling hobgoblins with plates on their heads. The legend of the kappa is still alive in this hot spring resort, and you'll see fanciful statues all around, including the Great Kappa King.\nAccording to legend, a young man once went fishing in the river and disappeared. A year later, the young man appeared in his father's dream, saying, \"I live happily with my kappa wife and children.\" Since then, it is said that no one has drowned in this area.You can buy kappa souvenirs and toys at local shops.\n### Relax after a long day skiing\nNot far from Jozankei Onsen is Sapporo Kokusai Ski Resort. The resort offers excellent runs for beginners through to experts, a snow park for sledding and tube rides, and breathtaking panoramic views of the city of Otaru and the Sea of Japan on sunny days. The ski resort is 90 minutes from downtown Sapporo. After a day of skiing or snowboarding, treat yourself to a hot spring bath in Jozankei.\n### Hiking through the country for big-scale panoramas\nThere are many other sightseeing spots around Jozankei, such as Hoheikyo Dam, Jozankei Dam, and Jozan Gensen Park, located in the center of town. Enjoy the free forest foot baths or stroll on the promenade along the Toyohira River, which has hot water bubbling up from its river bed.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_1937.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/1937", "title": "1937", "category": "spot", "text": "# Hokkaido Museum of Modern Art北海道立近代美術館\n17 Chome, Kita 1 Jonishi, Chuo-ku, Sapporo-shi, Hokkaido\n## Cultural treasures from home and abroad\nThe Hokkaido Museum of Modern Art features a collection of paintings, glasswork, and special exhibitions of local and international artists' work. The neatly manicured grounds are also ornamented with a number of modern art sculptures.\n## How to Get There\nThe museum is easily accessible by subway from Sapporo Station.\nTake the Namboku Line to Odori Station and transfer to the Tozai Line to Nishi-juhatchome Station. Then it is a five-minute walk from the station.\n### Quick Facts\nThe museum opened in July 1977\nThere are roughly 5,600 pieces of art in the museum\nThe collection includes works by Eien Iwahashi, Tamako Kataoka, Kinjiro Kida, and Nissho Kanda\n### Wander the museum, take in the views\nThe wide second-floor window that looks out onto the landscaped garden has marvelous views all year long. It is a wonderful place to just sit back and relax in one of the comfortable chairs before moving on to the next exhibit.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2005.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2005", "title": "2005", "category": "spot", "text": "# Kinosaki Onsen城崎温泉\nKinosaki-cho, Toyooka-shi, Hyogo-ken\n©Toyooka City\n## Experience authentic culture at this cozy, historic hot spring resort\nKinosaki Onsen is a historic hot spring resort in northern Hyogo Prefecture. The town is surrounded by mountains and sea, and offers seasonal treats such as spring cherry blossoms, summer fireworks, and winter snow. Check Kinosaki Onsen's official website “Visit Kinosaki” for more details.\n### Don't Miss\n- Visiting the seven public bathhouses\n- Strolling in a yukata\n- Making a side trip to Onsenji Temple and the nearby mountain\n## How to Get There\nKinosaki Onsen Station is the gateway to the town, connected by the San'in Main Line to Kyoto and Osaka.\nIt takes about 2.5 hours from Kyoto or Osaka to Kinosaki Onsen Station by direct express train.\n### A riverside town\nOn either side of the Otani River are numerous Japanese inns, or ryokan, most of which have their own onsen baths.\n©Toyooka City\nThe seven public baths dotted around the town are one of the unique characteristics of Kinosaki. Visitors to the area can buy a one-day pass for 1,300 yen (as of November 2021) that allows bathing in all seven. Additionally, hot bubbling foot baths can be found in numerous locations. If you are staying at one of the town's ryokan, all of the public onsen can be accessed for free from when you check in until you check out.\n©Toyooka City\n### Slip on a yukata and stroll about town\nIt is not uncommon to see visitors to the area walking around the town in yukata—the thin cotton kimono that are closely associated with Japanese onsen towns. During the colder winter months, a warm, cotton haori jacket is worn on top of the yukata to keep out the cold.\n### The town's mysterious origins\nTowards the western end of Kinosaki Onsen is Onsenji Temple, which is dedicated to the Buddhist priest who supposedly founded Kinosaki Onsen in the 8th century. Legend has it that a priest named Douchi Shonin arrived in Kinosaki in the year 717, where he saw people suffering from incurable diseases. When he prayed for help, a white-haired man appeared to him in a dream, and suggested that he could find a hot spring. The priest believed the oracle, and chanted sutras for 1,000 days, after which hot water gushed from the ground, leading to the creation of the hot spring town.\n©Toyooka City\nOnce upon a time, visitors had to pray at the temple before they were allowed to enter the baths. While this is no longer the custom, the temple is still a great place to visit and can be combined with an enjoyable stroll through the mountains at Kinosaki's western edge.\nThe main hall of the temple can either be accessed by a short walk up the mountain or by taking the ropeway, which can take you to an observation deck at the top of the mountain.\n©Toyooka City\n### The Oriental White Stork Sanctuary\nDue to loss of habitat, the Oriental stork became extinct in Japan in 1971. The last bird actually died in Kinosaki Onsen's Toyooka City. Konotori no Sato Park was built as a research institute to protect and breed the storks, which are a National Natural Monument, and to reintroduce them to the wild. At the adjacent Stork Culture Museum, visitors can learn about efforts to reintroduce the storks, and see those used for breeding up close. The park is about 10 kilometers south of Kinosaki Onsen, and can be reached via bus from Toyooka Station.\n### Winter snow\nThe area around Kinosaki Onsen is great for activities and includes the Kannabe Kogen area. Here, visitors can enjoy climbing and hiking in summer or skiing, snowboarding and snowshoeing during winter. The town of Kinosaki receives regular snowfall and is very pretty during this season, as the river area is lined with fresh snow.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2038.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2038", "title": "2038", "category": "spot", "text": "# National Ainu Museum and Park (Upopoy)ウポポイ（民族共生象徴空間）\nPhoto copyright: Courtesy of The Foundation for Ainu Culture\\*image\n2-3 Wakakusa-cho, Shiraoi-cho, Shiraoi-gun, Hokkaido\nCourtesy of The Foundation for Ainu Culture\n## The National Ainu Museum and Park promotes the life and culture of Ainu people, an ethnic group indigenous to northern Japan\nThe open-air facility, with interactive educational exhibits, is better known by nickname, “Upopoy.” The name Upopoy means “singing in a large group,” symbolizing the facility's mission to provide a place for people to gather and learn as a community. Upopoy provides an in-depth look at a history and culture few people outside Japan have heard about.\n### Don't Miss\n- Traditional Ainu dance, designated an Intangible Cultural Heritage of Humanity by UNESCO\n- A visit to the Kotan—a reproduction of a traditional Ainu village\n## How to Get There\nUpopoy is accessible by rail and car. The closest station is JR Shiraoi Station—around 65 minutes from Sapporo. The facility is a ten-minute walk from the North Exit of the station. Parking is available for visitors arriving by car.\n### National Ainu Museum: A wealth of cultural and learning experiences\nCourtesy of The Foundation for Ainu Culture\nUpopoy opened in 2020 and one of its main facilities is the National Ainu Museum, Japan's northernmost national museum. It houses a permanent exhibition encompassing six themes related to Ainu people and culture: Language, Universe (spirituality and customs), Lives, History, Work, and Exchange (Ainu interactions with other ethnic groups). In the main exhibition hall, you can roam freely and gain insights into Ainu culture at your leisure. It features Tempatempa (“touch and feel them” in Ainu), an interactive space where you can deepen your understanding of Ainu culture through models, dioramas and puzzles based on the permanent exhibition's six themes.\nCourtesy of The Foundation for Ainu Culture\nIn the special exhibition hall, you can find the latest research into Ainu culture and a range of other subjects, including Japan's other Indigenous peoples and cultures. The theater in the museum shows two short, introductory films that give an overview of Ainu history and spirituality as well as a look at Ainu exhibitions in museums around the world.\nCourtesy of The Foundation for Ainu Culture\n### National Ainu Park: Open-air exploration\nCourtesy of The Foundation for Ainu Culture\\*image\nOutside the museum is the National Ainu Park. Its lush greenery and extensive walking paths encourage contemplation on the importance Ainu culture places on coexisting with nature. As you explore, stop by its many experience centers for an up-close look at Ainu crafts, cuisine, life and music.\nCourtesy of The Foundation for Ainu Culture\nCourtesy of The Foundation for Ainu Culture\nThe Kotan (Traditional Ainu Village) is at Upopoy's northernmost edge. Explore inside a cise, or traditional Ainu home, and listen to audio guides explaining how the Ainu used to live and the people's connection to kamuy, spirit deities that exist throughout nature and watch over humans. While here you can try on Ainu clothing and participate in some of their traditional ceremonies.\n### A mission of preservation\nUpopoy has a vital mission—to preserve and promote Ainu culture and history. Each year, there are fewer people who can pass on Ainu history, language and traditions to the next generation. To counteract this, Upopoy was created as a space where Ainu culture can be safeguarded.\nAs a center for learning, Upopoy enables people from around the world to discover a vibrant, but little-known culture. It will become a base from which Ainu research is conducted and where Ainu culture is revitalized and expanded. It will also act as a symbol of the Japanese government's commitment to ensuring that Japan's Indigenous people are treated with respect and dignity.\n\\*Photo credit: The Foundation for Ainu Culture\n#### Related links\nhttps://ainu-upopoy.jp/en/\nhttps://japanculturalexpo.bunka.go.jp/en/programs/74/\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2143.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2143", "title": "2143", "category": "spot", "text": "# Shiretoko知床エリア\nShari-gun, Hokkaido\n## True wilderness filled with untouched lakes, sunken forests, rare birds and other beasts\nHokkaido's Shiretoko Peninsula offers some of Japan's most pristine and unspoiled natural beauty. There is nowhere more \"off-the-beaten-path\" than Shiretoko. It's a great place to connect with the simple pleasures of nature.\n### Don't Miss\n- Shiretoko National Park for Hokkaido nature at its best\n- Drift ice cruises in the winter\n- Delicious fresh seafood straight from the ocean\n- Watching rare birds\n## How to Get There\nThere are direct flights from Tokyo (both Haneda and Narita Airport) to Memanbetsu Airport and Kushiro Airport, and flights from Haneda Airport to Monbetsu Airport. For travel within Hokkaido, there are direct flights from Sapporo (New Chitose Airport) to Memanbetsu Airport and Nemuro Nakashibetsu Airport, the two closest to Shiretoko.\nLocal public transit is scarce, so it's best to see the area by car (or rental car). However, there is an overnight bus from Sapporo that takes you to the Shiretoko area's main bus terminals and hotels.\n### Pristine natural beauty at Shiretoko National Park\nShiretoko National Park is a UNESCO World Heritage Site set in the magnificent mountains and steep cliffs of the northern tip of the Shiretoko Peninsula.\nFrom spring to autumn, you can admire the serene five lakes known collectively as Shiretoko Goko, follow hiking trails to hidden waterfalls, or take a nature cruise from Utoro for the chance to see brown bears leading their cubs along the shore, as well as some of the many species of whales, dolphins, and seals that thrive in the nutrient-rich waters. In winter, take a cruise from Rausu to observe white-tailed sea eagles and Stellar's sea eagles. Or participate in a \"drift ice walk tour,\" where you wear a dry suit and walk on drift ice. The opportunity to dive under the ice floes is a unique winter experience in Shiretoko.\n### The tip of the iceberg\nThe Shiretoko area is much larger than just the national park and offers some wonderful surprises for the adventurous. Drive 50 kilometers south along the beautiful coast road from Rausu, and you will come to the entrance to Notsuke Peninsula, a long sandbar reaching out into the Nemuro Strait.\nTake a stroll to admire the dramatic landscape of sunken forests, grazing deer, wildfowl and native flowers. The imposing Kunashiri Island sits just a few miles across the waters.\nIn winter, you can see miles of drift ice floating south on the currents toward Nemuro and Cape Nosappu. Halfway between Notsuke and Nemuro is Lake Furenko, a mecca for birdwatchers. Roughly 300 species of wild birds are regular visitors here, so take all your camera gear to get some memorable snaps of Steller's sea eagles and Japanese red-crowned cranes.\n### Relaxing waters and mountain views\nHead inland and away from the choppy waters of the Nemuro Strait to get the best views of the glorious Shiretoko mountain range stretching out into the distance. Try Kaiyoudai Observatory in Nakashibetsu or Tawadaira Observatory in Shibecha for the best views.\nEnd your day with a hot soak and delicious dinner at secluded Yoroushi Onsen.\n### Rich and delicious fish\nIt's no wonder that so many bears, whales, dolphins, and birds thrive on and around the Shiretoko Peninsula. The waters are replenished annually by rich nutrients deposited by the drift ice, meaning you get to try some of the best local seafood in Japan.\nAs a starter, try some uni (sea urchin) and hokke (Atka mackerel) in Utoro and Rausu; follow up with some ikura (salmon roe), shrimp and scallop in Odaito; and there's always room for some Hanasaki crab from Nemuro and its famous sanma (Pacific saury).\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2144.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2144", "title": "2144", "category": "spot", "text": "# Obihiro帯広エリア\nObihiro-shi, Hokkaido\n## Outdoor adventures and soothing hot springs\nConveniently situated between Furano and Akan-Mashu National Park in southeastern Hokkaido, Obihiro is an ideal base for exploring the area. The well-planned city is known for its colorful gardens and natural spas.\n### Don't Miss\n- The colorful gardens surrounding Obihiro\n- The naturally skin-smoothing herbal baths of Tokachigawa Onsen\n## How to Get There\nThe Obihiro area can be accessed from Tokyo or by public transport from Sapporo.\nFly from Tokyo to Tokachi-Obihiro Airport. It takes about 30 minutes by car or 40 minutes by bus to Obihiro Station from the airport. From Chitose Airport or Sapporo Station, it takes around three hours to reach Obihiro Station by train.\n### A city built on horsepower\nThe first settlers in the early 1900s brought horses to Tokachi to use in the development of farming in the area. Banei horse racing, in which the strongest horses compete to pull heavy sleds, is a unique local tradition that can be seen at the Obihiro Racetrack.\n### The art of Obihiro\nVisit Hokkaido Obihiro Museum of Art in Midorigaoka Park to learn more about the region through the works of artists with strong connections to the area.\n### A hot spring with a difference\nJust outside Obihiro, Tokachigawa Onsen hot spring resort draws its water from a source on the bank of the Tokachi River. This special location on the riverbank produces soft waters infused with plants and other botanicals that have accumulated in the groundwater. The indigenous Ainu people called the hot springs here \"medicine water\" for their healing properties and beneficial effect on the skin.\n### Home on the range\nTokachi is the farming heartland of Hokkaido, known for its fresh air, rich soil and wide open plains. Take a walk or drive to discover a friendly farm cafe serving Tokachi's famous buta-don (pork on rice). The Obihiro area also enjoys many pretty gardens, including Shichiku Garden, Tokachi Hills, Rokka no Mori and Manabe Garden, that become a riot of color in spring and summer.\n### Further afield\nTake a day trip to the majestic Hidaka Mountains, which extend south of Obihiro to Cape Erimo and Hokkaido's stunning east coast.\nTo the northwest of Obihiro, the Tokachi plain stretches up to the Tokachi Mountains and Daisetsuzan National Park. Tomamu and Sahoro, two excellent ski resorts, are just a one hour drive from Obihiro. To the north, relish the quiet beauty of Lake Shikaribetsu, the highest lake in Hokkaido, or soak in the mineral-rich waters of Nukabira Gensenkyo near Lake Nukabira.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2148.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2148", "title": "2148", "category": "spot", "text": "# Abashiri網走エリア\nAbashiri-shi, Hokkaido\n## The icy beauty of Abashiri\nAbashiri is most famous for its Ryuhyo Drift Ice. These masses of drift ice covering the ocean surrounding Abashiri bring with them an array of unusual wildlife and idyllic winter scenes to the Okhotsk coast. But don't let that stop you from enjoying the bountiful nature and tasty food of Hokkaido's northern frontier in other seasons as well.\n### Don't Miss\n- The spectacular ryuhyo along the Okhotsk coast from January to late March\n- The summer scenes of blue lakes and mountain backdrops\n- Some of the freshest, most delicious seafood in Japan\n## How to Get There\nFlights from Sapporo and Tokyo fly directly to Memanbetsu Airport; from there it's a 30-minute drive to Abashiri.\nThe best way to explore the area is by car. It is 150 kilometers from Lake Saroma in the west to Shiretoko National Park in the east, and there are lots of stops and photo opportunities along the way, providing a great opportunity for a fun-filled scenic road trip. Alternatively, a bus or train to Abashiri from Sapporo will take about six hours.\n### Where winter is king\nAbashiri's biggest draw is the spectacular Ryuhyo Drift Ice, an incredible experience you would find hard to replicate anywhere outside of the Arctic Circle. While you can simply drive or take the Ryuhyo Monogatari train along the coast to admire this phenomenon, to get really close, hop on a drift ice tour in Abashiri or Utoro. Go to Mt. Tento to find the Ryuhyo Drift Ice Museum, the Hokkaido Museum of Northern Peoples, and the Abashiri Prison Museum.\n### Grab a bite\nOkhotsk locals will tell you they have the best seafood in Japan (and therefore the world), fattened on extra-rich nutrients deposited by the drift ice. Try an uni-don or ikura-don for melt-in-your-mouth deliciousness.\n### The four seasons\nWinter sees hundreds of swans migrating to Lake Tofutsu, a Ramsar Convention wetland. Lake Tofutsu is a birdwatching paradise all year, so even if winter isn't your style, a perfect spring or summer day trip to Shiretoko National Park will give you stunning views of Lake Tofutsu, and the native wildflowers of Koshimizu Genseikaen Wildflower Park.\n### Lakeside sunsets\nOpposite Abashiri are Lake Saroma and Lake Notoro, large lakes along the coast famous for their shellfish (try the Saroma scallops) and romantic sunsets. Once you're fully satisfied with the coastline attractions, drive inland to get a closer view of Mt. Shari, picturesque amongst fields of wheat and yellow rapeseed. Keep driving to reach the hidden blue lake of Kaminokoike, near the magnificent Lake Mashu.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2153.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2153", "title": "2153", "category": "spot", "text": "# Matsumae松前エリア\nMatsumae-gun, Hokkaido\n## A Hokkaido port village with seafood pickles and a theme park based on samurai life\nTravel back in time to the days of warring samurai clans in Matsumae. Located on the southern tip of Oshima Peninsula, Matsumae has played an important role in the history of Hokkaido, which stretches back to the 17th century. The town has been a center of politics with Matsumae Castle, and economics as a busy port village.\n### Quick Facts\nMatsumae is famous for its Matsumaezuke pickles\nExplore Matsumae Castle and grounds\nMatsumae Clan Mansion offers a peek into samurai culture\n## How to Get There\nYou can get to Matsumae by bus from Hakodate Station or Kikonai Station. Once there, you can explore the area by foot.\nA bus from Kikonai Station takes 95 minutes, and there are approximately 8-10 buses per day. You can get to Kikonai on the JR Hokkaido Shinkansen or the South Hokkaido Railway. There are also a few direct buses per day between Hakodate Station and Matsumae.\n### Go back in time at Matsumae Clan Mansion\nYou can embrace your inner samurai and experience life in 1850s Japan at the Matsumae Clan Mansion.\nThe theme park features a replica village with traditional samurai and merchant houses. You can try on samurai armor or a beautiful kimono and wander the historic buildings. In summer, the town hosts the Matsumae Joka Jidai Matsuri, a festival where an army of \"warriors\" in samurai armor ride through the town on motorbikes.\nMatsumae Clan Mansion gives you the chance to be a samurai\n### Learn more about local history\nVisiting Matsumae Castle is a must to learn more about the storied past of Matsumae. A reference library inside the beautifully restored three-story tower of the castle provides lots of information.\n### Try the local seafood pickles\nMatsumae's signature dish reflects its seaside location. Matsumaezuke pickles are made of squid, herring roe, and kelp combined and pickled. All the ingredients that go into these pickles are harvested from local waters. Families in the town have been making these aromatic pickles for over a hundred years. The pickles are known for their distinctive scent and texture.\nMastumae-zuke pickles are a must-try while in Matsumae\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2156.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2156", "title": "2156", "category": "spot", "text": "# Noboribetsu登別エリア\nNoboribetsu-shi, Hokkaido\n## The waters of life\nNoboribetsu is Hokkaido's most famous spa town, and its naturally occurring hot springs rank among Japan's best, making the vibrant town a popular health retreat.\n### Don't Miss\n- Hell Valley volcanic area\n- Meet the demons around town\n- See samurai and ninja in action\n## How to Get There\nThe town center of Noboribetsu is located close to the coast, with the hot spring town and Hell Valley a short 15-minute bus ride further inland.\nMany buses to run to Noboribetsu from Sapporo, often in association with local hotels.\nThe express train from Sapporo takes 90 minutes, and the local train takes two hours. From Noboribetsu Station, there are buses to the hot-spring area.\n### Volcanic land\nThe coastal town of Noboribetsu, in Hokkaido's southwest, lies in a temperate zone between the coast and Shikotsu-Toya National Park to the north. The whole area is volcanic, with Noboribetsu the most active point. Located just to the northeast of this volcanic hotbed is the quaint town of Shiraoi, with its famous beef and Ainu museum. To the southwest is the scenic port city of Muroran.\n### Hot springs and the gates of hell\nFor over 150 years, people from all over Japan have flocked to soak in the natural hot springs of Noboribetsu. Jigoku-dani, or Hell Valley, is especially popular, as waters from deep below the earth gush to the surface here in spectacular fashion. In keeping with the Hell theme, many colorful demon sculptures can be seen around the town.\n### Noboribetsu Hell Festival\nTowards the end of August, the hot-spring area of Noboribetsu plays host to one of Hokkaido's most famous local festivals. The \"Hell Festival” sees the main street of the town lined with lanterns and food stalls, while costume and float parades make their way around town. It's an excellent opportunity to dress up and have some fun, as onlookers are often invited to join in the dance procession.\n### A volcanic garden of Eden\nThe natural warmth radiating from underneath the town has created a sanctuary of sorts for a forest of warmer weather trees and plants which cannot be found on other parts of the island. This Primeval Forest is a treat to wander through, while warm flowing streams are perfect for soaking your tired feet. Many animals and birds can be seen and heard in this serene natural retreat.\n### Travel back in time\nNoboribetsu Date-Jidaimura is a historical theme park based on the culture of the Edo period (1603-1867). This popular tourist destination is comprised of approximately 100 buildings, including a number of variety stores and restaurants. The theme park features a number of exciting and dramatic showcases including traditional dances, as well as exciting ninja and samurai reenactments. It's a wonderful opportunity to immerse yourself in old Japan and feel as if you've been warped to another era.\n### Traditional cuisine\nA number of traditional dishes made with locally sourced ingredients can be found at the many hotels in the area. A great way to fully immerse yourself in the local cuisine experience is to wear a yukata robe provided by your hotel. Thanks to the areas close proximity to the ocean, the seafood is always fresh, and the surf clams from nearby Tomakomai are a definite highlight. For meat lovers, beef from nearby Shiraoi is not to be missed. Lovers of all things spicy are in luck, as the town is known for its super hot jigoku hell ramen.\n### See the sea by the sea\nFor marine wildlife lovers, check out the aquarium near Noboribetsu Station. The aquarium has dolphin and seal shows, as well as a penguin parade. You can see and interact with many of the 400 varieties of sea animals in the aquarium. And be sure not to miss the 10,000 sparkling sardines that make up the Milky Way pool.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2157.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2157", "title": "2157", "category": "spot", "text": "# Lake Toya洞爺湖エリア\nHokkaido\n## The scenic sightseeing spots of Shikotsu-Toya National Park\nLake Toya is located in the vastness of Shikotsu-Toya National Park with spectacular scenery as far as the eye can see.\nIt is one of Hokkaido's famous spa resorts, home to the lake Toya Long Run Fireworks Festival, a 187-day-long display that runs from April 28 to October 31. It also has an active volcano, Mt. Usu, and a beautiful forest at the foot of photogenic Mt. Yotei.\n### Don't Miss\n- View fireworks from a hot bath\n- A lake made for a marathon\n- Stunning scenery as far as the eye can see\n## How to Get There\nLake Toya is located southwest of Sapporo and New Chitose Airport, between Niseko (one of Hokkaido's finest powder snow ski resort areas) and the Pacific Ocean.\nFrom Tokyo, you can reach Lake Toya by flying to Chitose City's New Chitose Airport, and then jumping on a local train from there. You can also ride the shinkansen all the way from Tokyo, a journey completely covered by the JR Rail Pass.\nFixed-route buses operate from Toya Station. Hiring a rental car is also a good option. Many of the hot spring resort hotels offer plenty of parking. If you are based in Niseko or Rusutsu, an approximately hour-long drive to the south will take you to the lake. The journey takes about two and a half hours from Hakodate.\n### Baths and beyond\nSlip into a lake-edge onsen hot pool or marvel at the view from an open-air bath. Whether you want the atmosphere of a first-class hotel or a popular local hangout, Toya's hot spring town has you covered. Make day trips to nearby Shikotsu Onsen or Noboribetsu to bathe in their famous waters. Relax in a yukata robe in the hotel, or take a pleasant stroll along the lakefront and enjoy the unique sculptures and friendly locals.\n### Mt. Usu and Showa-shinzan\nTake the ropeway to see the lake from the top of one of Japan's most active volcanoes. From the peak of Mt. Usu, look out over the Showa-shinzan, a lava dome created by volcanic activity in 1943. On a clear day, you can see the entire park and the Pacific Ocean. If you're lucky you might even see orcas and dolphins, which come to breed and raise their young in summer.\n### Marathon\nThe Lake Toya Marathon is held in May. At about 40 kilometers (about 25 miles) around, the lake seems as if it was custom-made for this event. The ground is relatively flat, and there are short-distance courses to run as well. The marathon has been running since 1975, and many athletes visit each year to run the scenic lakeside course.\n### Participate in a cosplay event\nVisit Lake Toya toward the end of June to see the town transform into a cosplay venue for the Toyako Anime and Manga Festival. The festival has run since 2010, making it one of the newest events on offer in the Lake Toya area. You don't have to dress up to participate, but many cosplayers do, so keep an eye out for your favorite characters. With famous voice actors, manga and anime creators, anime musicians, and stage events, anime and manga fans from all over Japan flock to the event. Snap some photos and grab a bite from food stalls, all against the backdrop of beautiful Lake Toya.\n### Camping and cycling\nThere are many campgrounds scattered around the lake. Facilities range from general free sites and basic sites to more upscale, drive-in style \"auto-campgrounds,\" as well as bungalows and lodges. Use Toya as a base to explore the area and tour the National Park by bicycle. There is also a hot spring nearby, which means you can enjoy a relaxing soak before bed. With very few streetlights, the conditions are perfect for some stargazing.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_2161.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/2161", "title": "2161", "category": "spot", "text": "# Otaru小樽エリア\nOtaru-shi, Hokkaido\n## An atmospheric port town with a romantic canal\nThe port town of Otaru became a centre for business and trade in Hokkaido during the Meiji and Taisho periods (1868–1926).\nMany of the stately stone buildings of the banks and trading companies that were built in those days still remain, forming a romantic cityscape around Otaru Canal.\nSome of these historical buildings have been transformed into hotels, restaurants, and stores.\nOtaru is known for its fresh seafood, and abundant hot springs.\n### Don't Miss\n- An evening cruise along the canal to see the retro gas lamps and illuminated architecture\n- Visiting local art galleries and craft stores for locally made glass works and paintings\n- An informal and informative tour of the sights by rickshaw\n## How to Get There\nOtaru is easiest to reach via train or bus from Sapporo Station and New Chitose Airport.\nFrom Chitose Airport, Otaru is a little over an hour away on the JR Chitose-Hakodate Line rapid train. From Sapporo Station, it's a 30 to 35-minute rapid train ride to Otaru. The bus from Sapporo takes about an hour and 10 minutes, and about two hours from New Chitose Airport.\n### Step back in time\nThe many impressive buildings in the town date back to when Otaru was a flourishing trade and business center. Many of the century-old buildings which line the canal have been revived as shops and glassworks studios. In the evenings the path along the warehouse buildings are illuminated and the canal is lit with gas lamps, creating a beautiful scene.\n### See views from the top of Mt. Tengu\nThe highest vantage point in Otaru is the top of Mt. Tengu, which offers panoramic views of Ishikari Bay, the Shakotan Peninsula, and Otaru. The mountain towers over the city and is a popular ski resort in winter. Take the ropeway up the mountain to enjoy the views. Many visitors also pray for safe travels at Tenguyama Shrine, near the summit.\nIf you're looking for hot spring accommodation, nearby Asarigawa Onsen has plenty of riverside hotels and B&Bs. You can enjoy golf and tennis, autumn leaves in the fall and skiing in winter.\n### Have a romantic night out\nLooking for somewhere special to take your partner? Otaru Canal, with its attractive renovated warehouses and shops, is considered a special power spot for couples.\n### Eat great sushi and other seafood cuisines\nOtaru is right on Ishikari Bay, and known for fresh seafood. Be sure to check out the fantastic sushi shops near the port.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_470.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/470", "title": "470", "category": "spot", "text": "# Asahikawa Winter Festival旭川冬まつり\n8-3 Miyashitadori, Asahikawa-shi, Hokkaido\n## A winter wonderland in central Hokkaido\nThe Asahikawa Winter Festival is Hokkaido's second largest snow festival, featuring impressive snow and ice sculptures, illuminations, fireworks, food stalls and family fun. It runs for a week in early February, usually at the same time as the Sapporo Snow Festival.\n### Don't miss\n- Watching experts carve ornate ice sculptures\n- Fifty ice sculptures on Heiwa-dori Street illuminated at night\n- Live events held on a massive snow sculpture stage\n## How to Get There\nThe festival is held in Asahikawa in central Hokkaido. Accessing it from Sapporo by train is easy.\nIt takes one hour and 40 minutes to Asahikawa from Sapporo on the JR Limited Express Kamui or Lilac, or one hour and 50 minutes on the JR Limited Express Okhotsk.\nThere are free shuttle buses that run regularly between Asahikawa station and the Asahibashi snow festival site.\n### Freezing fun at Asahibashi\nThere is plenty to do at the main Asahibashi site, from snow slides to zooming around on snowmobiles. There are also free music concerts on the large stage here, which is part of a huge snow sculpture.\n### Light up the ice\nAlong Heiwa-dori Street, the main drag through the city center, you can see about 50 impressive ice sculptures and watch the craftsmen at work during the first few days of the festival. At night, the sculptures are magically illuminated.\n### A trio of winter festivals\nIf you're in Sapporo for their famous snow festival, consider hopping on the train eastward to Asahikawa's event. It is less crowded and has a more local feel. Also consider a day trip to Otaru just west of Sapporo, for the enchanting Otaru Snow Light Path.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_473.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/473", "title": "473", "category": "spot", "text": "# Sapporo Snow Festivalさっぽろ雪まつり\n7 Chome, Odorinishi, Chuo-ku, Sapporo-shi, Hokkaido\n## One of the planet's greatest snow spectacles\nUsing one of Sapporo's most abundant natural resources and their imaginations, a few students fashioned several snow sculptures in Odori Park way back in 1950. Fast-forward to today, and the Sapporo Snow Festival is a wintertime extravaganza that draws millions every year. Visit for a taste of Hokkaido hospitality, great food and drink, and stunning illuminations.\n### Don't Miss\n- Watching the projection mapping shows\n- Going to the Sapporo Big Air event—a ski and snowboard jump contest\n- Listening to live music near Sapporo TV Tower and at other stages around Odori Park\n## How to Get There\nYou can reach Odori Park, the primary venue, on foot or by taxi or subway easily from most places within the city.\nOdori Park is a 15-minute underground walk south from Sapporo Station or two minutes by subway. Catch either the Nanboku or Toho subway lines and go one stop to Odori Park Station.\n### Quick Facts\nThe International Snow Sculpture Contest began in 1974\nThere are about 400 snow and ice statues at the festival\nSoldiers from Japan's Ground Self-Defense Forces help with the larger sculptures\n### When the magic happens\nThe festival itself runs for a week in early February, but sculpting begins up to a month beforehand, and the process is almost as magical as the result. Remember to bring some nonslip winter shoes or boots, or buy some strap-on spikes from a convenience store.\n### Breathtaking scale and numbers\nThey think big in Sapporo: expect five large sculptures and a host of smaller ones in Odori Park. Towards the far west end of the park, international snow-sculpting teams from about 20 different nations compete in the festival each year.\n### Illumination and projection mapping shows light up the night\nBe sure to stay around into the night to take in some of the amazing light shows projected right onto the building-sized sculptures. The shows start as soon as it gets dark and run for roughly five to ten minutes each. Large trees are also decorated, and there are sculptures lit up throughout the park.\n### Other cool ways to have fun\nTake some runs down the big snow slides, ride a snow raft or have an epic snowball fight at Tsudome. Later on, have a warm beverage or two at the Susukino venue's ice bar, and enter the ice sculpture contest there if you're feeling creative. A camera is a must for this festival, but you can also get a professional photo taken for a fee.\n### Carving out the competition\nYou can see lots of beautiful ice sculptures lit up all the way along the middle of the street starting at Susukino Station, and ending up near Nakajima Park. There are also small bars, some made out of ice, for a quick drink as you walk along looking at the sculptures.\n### Eat, drink and take part of the festival home with you\nYou can sample local produce, seafood, and meats from all around Hokkaido at the festival as well as famous dishes from restaurants. Try the hot mulled wine, and if you get chilled sit in the tents or rooms available near the food stalls to warm up. There are plenty of souvenirs, toys, t-shirts, knick-knacks, and postcards at the festival as well.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_549.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/549", "title": "549", "category": "spot", "text": "# Noboribetsu Primeval Forest登別原始林\nNoboribetsuonsen-cho, Noboribetsu-shi, Hokkaido\n## Keywords"}
{"filename": "www.japan.travel_en_spot_550.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/550", "title": "550", "category": "spot", "text": "# Susukinoすすきの\nChuo-ku, Sapporo-shi, Hokkaido\n## Sapporo's vibrant entertainment district\nWith its bright, bold signage lighting up the streets, Susukino is the largest entertainment district north of Japan. Home to a plethora of bars, clubs, karaoke boxes, and entertainment, locals and tourists alike flock here for a night on the town. In February, it plays host to the ice-carving exhibition of the Sapporo Snow Festival.\n## How to Get There\nSusukino is a four-minute subway ride on the Namboku Line from Sapporo Station.\n### Quick Facts\nEstablished in 1871 as the city's red-light district (then relocated in 1920)\nRemained the entertainment center, with the 1972 Winter Olympics driving additions and renovations\n### Susukino's shopping and amusements\nThere is all manner of shopping under the sun around Susukino Station. Above ground, a large shopping center sits on the street corner. Below, Pole Town, with its lengthy corridors of underground shops and restaurants, connects nearby Odori.\nA short walk from the main intersection leads to the well-known covered shopping alley called Tanuki Koji. A small walk from there leads to large game centers with skill-testing machines, billiard tables, and bowling alleys. The most iconic of these, Norbesa, can be easily spotted due to the Ferris wheel on the rooftop, which boasts spectacular night views.\n### A showcase of glorious food\nIn addition to the abundance of restaurants offering soup curry, jingisukan (grilled mutton), and fresh seafood, Sapporo is the birthplace of miso ramen.\nFrom Susukino station, walk south for two blocks and then east for half a block to reach the famous Ramen Alley. Tucked away between the large buildings, this narrow strip of tiny stalls is where you can find some of the best noodles in the prefecture.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_649.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/649", "title": "649", "category": "spot", "text": "# Tarumae Garo樽前ガロー\nTarumae, Tomakomai, Hokkaido\n## A mysterious gorge at the foot of Mt. Tarumae\nSteep cliffs carved by the Tarumae River are lined with green mossy walls rising up from slow, flowing waters.\n## How to Get There\nAccess Tarumae Garo by car from the main road between Tomakomai and Shiraoi.\nThe journey takes around 20 minutes in both directions. Turn toward the mountain and head up the moderately flat gravel access road.\n### Soak in the serenity\nTarumae Garo, located in the western part of Tomakomai City, makes a pleasant, easy hike. Visitors are often surprised to find themselves alone, so it's a great place to take in the serene atmosphere if you're looking for some peace and quiet.\nFollow the signs from the main road as there are no tourist facilities on-site.\nFor the walk, wear sturdy shoes or rubber boots that you don't mind getting dirty. Bring a packed lunch with you, or head back to Tomakomai or Shiraoi for food. Do not go down to the river, due to the risk of rockfall.\n### Lush carpets of green\nThe rock walls are covered in a lush carpet of green moss, making for spectacular photos. These mossy areas extend to both sides of the mountain and can also be found near Lake Shikotsu.\nThe area is best enjoyed from late spring to early fall.\nThe latest information may differ, so please check the official website\n## Keywords"}
{"filename": "www.japan.travel_en_spot_650.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/650", "title": "650", "category": "spot", "text": "### PARKS\n## Daisetsuzan National Park\nHokkaido\n226,764 ha (2,267.64 sq. km)\nDecember 4, 1934\nFrom Tokyo: 3 h\nFrom Sapporo: 3.5 h\nFrom Asahikawa: 1.5-2 h\nLake Shikaribetsu\nLake Shikaribetsu\n## Visitor Information Centers\nDaisetsuzan's visitor centers provide all the information you'll need to maximize your park explorations. You'll find trail and area maps, information about local plant and animal life as well as advice on where to go, what to see and where to stay here. Crucially, you can also find the latest safety advisories and weather information.\n## EXPLORE\n# Explore Daisetsuzan\nDaisetsuzan National Park is known for its serene alpine landscapes and towering mountains, such as Mount Tomuraushi and the Tokachi and Ishikari mountain ranges. Those environs and an average elevation of 2,000 meters have earned the park the nicknames \"the roof of Hokkaido\" and \"the playground of the gods.\"\nREAD MORE\n# Book Activities in Daisetsuzan on Tripadvisor\n# Plants & Animals\nREAD MORE\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n# Seasons\n- 1\n- 2\n- 3\n- 4\n# Spring\nDaisetsuzan's meadows begin to flower with alpine plants in spring. One of the best ways to observe them is to take the Kurodake Ropeway over the top. It sweeps from the base of Mount Kurodake to the seventh station, 1,500 meters above sea level.\n## Other Parks near Daisetsuzan\n**Akan Mashu National Park**\nPage Top"}
{"filename": "www.japan.travel_en_spot_716.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/716", "title": "716", "category": "spot", "text": "# Beppu Onsen別府温泉\n12 Ekimaecho, Beppu-shi, Oita-ken\n## Eight onsen towns offer therapeutic options including milky waters and sand and mud\nKnown locally as Beppu Hatto, Beppu Onsen is a group of eight hot spring towns, each with their own special character. Each individual onsen resort has many modern and well-equipped hot spring baths as well as ryokan, where you can enjoy bathing facilities and stay as an overnight guest.\n### Don't Miss\n- The helpful list of public baths at Beppu Station's Tourist Information Center\n- Bathing in naturally hot sand at the Beppu Beach Sand Bath\n- Bathing in a muddy hot water bath at Myoban Onsen\n## How to Get There\nBeppu Station can be reached by limited express train from Hakata, Oita, Miyazaki, and Hitoyoshi, as well as neighboring areas.\nAll of the eight areas can be reached from Beppu Station by public transport. The closest one, Ekimae-koto Onsen, is a two-minute walk from the station, while the furthest one, Shibaseki Onsen, is about a 30-minute bus ride.\n### Soaked in history\nAccording to legend, the hot spring water in the area was first used by the gods Sukunabikona and Okuninushi in the 8th century. The pair visited Iyo-no-Kuni, which is now known as Ehime Prefecture. While visiting the area, Sukunabikona fainted from illness. To cure him, Okuninushi piped water from Beppu Onsen to the ancient Dogo Onsen, which miraculously cured Sukunabikona.\n### The bath of samurai\nLater, in the Kamakura Period (1185-1333), wounded samurai bathed in Beppu Onsen to help speed recovery. Today, locals and tourists alike journey to the area to soak, for relaxation of the body and mind.\n### The perfect water for all types\nHot spring water varieties range from those high in chloride to those high in sodium bicarbonate. Many of the baths are claimed to be beneficial for illnesses like neuralgia, rheumatism, and fatigue. You can also try drinking the spring water at some hot springs (please check with staff beforehand), which is said to help gastroenteritis, diabetes, and gout.\n### Record-breaking onsen hub\nThere are close to 3,000 hot spring sources in Beppu City, representing more than 10% of all vents in Japan. Beppu City boasts the largest volume of hot spring water in Japan.\n### Onsen highlights\nBe sure to visit Ekimae-koto Onsen, the closest hot spring resort to Beppu Station. A bath shrouded in nostalgia, this onsen and ryokan looks like a classic European villa from the outside.\n### Step back in time\nWhen in the area you have to visit Hamawaki Onsen, the origin point of the Beppu Onsen district. Surrounded by rustic buildings and friendly locals, this laid back pocket of Beppu feels like time has stopped.\n### Getting dirty\nThe famous mud bath and the milky baths are on offer for those adventurous types wanting to get a little more out of their onsen experience. The spacious open-air bath is mixed in terms of gender, but the white, smooth mud is said to do therapeutic wonders for your skin.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_816.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/816", "title": "816", "category": "spot", "text": "# Shikoku Karst四国カルスト\nNishidani, Kuma Kogen, Kamiukena-gun, Ehime-ken\n## Fascinating flora, fauna and rocky outcrops in deep Shikoku\nTo experience nature of a different kind, consider a visit to Shikoku Karst, a geological formation caused by the erosion of limestone hillsides. The sweeping grasslands of the area are scattered with white limestone mounds and conical sinkholes. The Karst extends along rolling mountains and has multiple trails with expansive panoramas of the Shikoku region and the Pacific Ocean.\n### Don't Miss\n- The mossy trails and ancient trees of Keyakidaira\n- Other-worldly stargazing opportunities\n- Scenic hikes and stunning seasonal blooms\n## How to Get There\nHard to reach by public transport and therefore suited to intrepid travelers, this pristine natural hideout can be accessed by car from Kochi and Matsuyama or a combination of taxi, bus and train travel from Kochi Station.\nIf you choose to rent a car, the scenic drive from either Kochi or Matsuyama takes around two hours. The journey by public transport and taxi requires a number of changes.\nTo get there via public transport, depart from Kochi Station and arrive at Susaki Station to catch a bus towards Yusuhara. Change again at Shinden and take a taxi to Hoshifuru Village Tengu (formerly Tenguso), in the middle of the Karst. During the winter months, some areas of the Karst become inaccessible due to snow.\n### Quick Facts\nThe area is split into three parts; the Tengu Highland, Keyakidaira and Mezurudaira\nThe karst has an elevation of 1,400 meters\nThe area straddles both Ehime and Kochi prefectures\n### A place for all seasons\nThe Shikoku Karst transitions seamlessly with the seasons. Spring sees the grasses turn a vibrant hue of green. On hikes through the area in summer, you can see lilies all around. Old man of the mountain and forget-me-nots also dot the hillsides.\nRich, vibrant leaves cover the trees during fall months, whilst the grass turns a striking shade of silver. Then in the winter, you may find a dusting of the purest white snow covering the hillsides.\n### Forest bathing\nThe hiking trail in the Tengu Highlands that passes through Tengu Forest is a great way to soak up the area's incredible beauty. Look out for the Japanese cypress wood-chip paths meandering through the forest, which are surrounded by stunning white birch and red pine trees.\nThe walk takes approximately three hours and at the end of it, you are rewarded with fantastic views of the Shikoku mountains and on a clear day, the Pacific Ocean.\n### The great outdoors\nDuring summer months, camping is the perfect way to immerse yourself in the tranquil atmosphere of the Karst. The Mezurudaira area has plenty of campsites where you'll find pastoral scenes of cows lazily grazing. The Karst is so far from any major cities there is little to no light pollution, making it the perfect spot to stargaze.\n### A riot of color\nThe nearby Ogawamine area includes several notable mountains. Kasatori, Ogawamine, Mikawamine, and Ubahodo all reach heights of between 900 and 1,500 meters. In spring, the mountains are carpeted with the bold magenta rhododendron flowers. On a clear day, you can see Mt. Ishizuchi and the Sata Peninsula nearby.\n### Warm hospitality\nIn the midst of the Karst's Highlands sits the Hoshifuru Village Tengu (formerly Tenguso) and Mezuruso Cottages. Taste the flavors of the mountains, such as pheasant and wild boar served alongside the best of seasonal produce.\nHoshifuru Village Tengu has a large bath which looks over the Pacific and the Ishizuchi mountains, and is the perfect place to unwind after a long day of hiking. At Mezuruso, try amago, a red spotted masu trout from the nearby rivers of Kumakogen, cooked on an outdoor charcoal fire. Both accommodations also have campsites.\n### Starlight, waterfalls and fairytale villages\nMuch like Shirakawa-go, the thatched farmhouse village of Kumakogen Furusato Ryoko Mura could have been lifted from a fairytale. The planetarium and observatory offer unimpeded views of the twinkling night skies. Nearby, Omogo Gorge and Goraiko and Gongen waterfalls draw visitors with their clear rippling waters and dense surrounding forest.\n## Keywords"}
{"filename": "www.japan.travel_en_spot_979.md", "country": "japan", "region": "hokkaido", "url": "https://www.japan.travel/en/spot/979", "title": "979", "category": "spot", "text": "# Kumano Kodo熊野古道\nWakayama-ken\n## Walk a thousand-year-old World Heritage pilgrimage trail\nThe Kumano Kodo Pilgrimage Route is one of the world's premier spiritual roads. Winding through the mountains of Honshu's Kii Peninsula, an area straddling Wakayama, Nara, Osaka and Mie prefectures, it's been walked by pilgrims on their quest for enlightenment for over a millennium.\nModern travelers come to experience moments of quiet contemplation, commune with nature, and go deep into Japan's spiritual history.\n### Don't Miss\n- Treading the same paths as past pilgrims, including ascetics, samurai, emperors, and monks\n- Kumano Nachi-taisha Shrine and its temple, a perfect example of Shinto-Buddhist fusion\n- Taking advantage of the luggage shuttle services along the route so you can trek baggage free\n## How to Get There\nThe pilgrimage trails crisscross the Kii Peninsula, and access depends on your ultimate destination and how far you wish to hike. The main means of transportation to the area are Osaka, Kyoto, and Nagoya using the Kisei Mainline (also known as the Kinokuni line).\nTo access Kumano Nachi Taisha Shrine and Nachi Seigantoji Temple, take a 30-minute bus from Kii-Katsuura Station (on the JR Kinokuni Line) to the parking lot in front of the shrine and temple.\nAccess Kumano Hayatama Taisha via a 15-minute walk from JR Shingu Station, also on the JR Kinokuni Line.\nKumano Hongu Taisha is approximately an hour and 15 minutes from Kii-Tanabe Station (on the JR Kinokuni Line) via Ryujin Bus on the Kumano Hongu Line. Get off at Kumano Hongu Taisha-mae.\n### Quick Facts\nThe entire pilgrimage route is made up of seven trails\nIn 2004 the traditional trails along with their holy mountains were designated a UNESCO World Heritage site\nA mythical three-legged crow is the symbol of the Kumano Kodo, and of Japan's national soccer team\n### Kumano, the dwelling place of the gods\nSince its earliest days, the Kumano region has been regarded as a spiritually powerful area where gods inhabit the very fabric of the natural landscape.\nDuring the Heian Period (794-1185), former emperors began making the arduous trek to the region in search of spiritual enlightenment. The pilgrimage gradually became more widely known from that time.\n### The spiritual triumvirate of Kumano Sanzan\nKumano Sanzan is the collective name for the area's three most sacred shrines: Kumano Hayatama Taisha Shrine, Kumano Nachi Taisha Shrine (including adjoining Nachi Seigantoji Temple) and Kumano Hongu Taisha Shrine.\nTogether they are the sacred center of the Kumano region. Uniquely designed and originally offering separate forms of nature worship, the three eventually merged, becoming a major pilgrimage destination.\n### 99 Oji Shrines as spiritual signposts\nWhile the Kumano Sanzan shrines remain the big draw of the pilgrimage, many smaller shrines are scattered along the route. Known as the 99 Oji Shrines, their purpose is to provide protection and guidance for the wandering pilgrims.\n### Religious harmony through Shinbutsu-shugo\nBefore political policy forced them apart in the late 19th century, Buddhism and Shinto coexisted quite peacefully as Shinbutsu-shugo, a fusion of the two belief systems. Shinto gods were considered to be indigenous manifestations of Buddhist deities. This was the norm in Japan for over a thousand years.\nIn the 19th century, Buddhism was separated from Shinto and many temples and Buddhist statues were destroyed.\nWhile it's relatively rare to find Buddhist and Shinto elements intertwined today, Kumano Nachi Taisha Shrine and the adjoining Nachi Seigantoji Temple illustrate the traditional relationship very well.\n## Keywords"}
